[
  {
    "id": 119,
    "code": "XY",
    "name": "香橼",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/106e199e58a85594f1a0dc7fd7b47e77.jpg\"]",
    "local_images": "[\"images\\\\119_香\\\\image_1.jpg\"]",
    "origin": "香橼一名枸橼，最早见于《本草拾遗》一书，称：“枸橼，生岭南，大叶，甘橘属也。子大如盏。味辛、酸，性温。皮，去气，除心头痰水。”表明药用部位为果皮。《图经本草》云：“枸橼，如小瓜状，皮若橙而光泽可爱，肉甚厚，切如萝卜，虽味短而香氛，大胜柑橘之类，置衣笥中，则数日香不歇……今闽广、江西皆有，彼人但谓之香橼子。”上述形态特征与今之枸椽相符。《本草纲目》补充了产地和植物形态：“枸橼，产闽广间。木似朱栾而叶尖长，枝间有刺，植之近水乃生，其实状如人手，有指，俗呼为佛手柑；有长一尺四、五寸者，皮如橙、柚而厚，皱而光泽，其色如瓜，生绿熟黄，其核细，其味不甚佳而清香袭人。”《纲目》将枸椽单独列为一条，又名香椽、佛手柑，按其描述实为佛手柑，并非枸椽。\n综上，古代本草将香橼列入枸橼条目之下，与佛手柑同功同用。现在《药典》规定香橼来源于为芸香科植物枸橼Citrus medica L.或香圆Citrus wilsonii Tanaka的干燥成熟果实。秋季果实成熟时采收，趁鲜切片，晒干或低温干燥。质坚硬，气香，味酸而苦。以个大、皮粗，色墨绿、香气浓者为佳。",
    "components": "1.营养成分 维生素C、粗蛋白质、脂肪、总糖、β-胡萝卜素、锌、锰、铁、镁、钙等[4]。 2.其他成分 香橼的成熟果实含橙皮甙、柠檬酸、苹果酸、粟胶、鞣质及挥发油等。果实含油0.3～0.7％，果皮含油6.5～9％，其成分为d-柠檬烯、柠檬醛、水芹烯和柠檬油素[4]。幼果中含琥珀酸,种子含黄柏酮和黄柏内酯[5]。",
    "effects": "舒肺理气，宽中化痰",
    "safety": "小鼠（雌性）肝脏和内分泌物的毒性研究表明，200mg/kg～400mg/kg给药范围内无明显毒副作用[8]。",
    "applications": "三豆粥",
    "contraindications": "阴虚血燥及孕妇气虚者慎服。根据中医九种体质学说，气郁质最为适宜食用。",
    "historical_records": "1.（唐）《本草拾遗》：“子大如盏。味辛、酸，性温。皮，去气，除心头痰水。”\n2.（元）《饮膳正要》：“下气，开胸膈。”\n3.（元）《饮食须知》：“香橼，味辛酸，性温。揉蒜罨其蒂上，则香更充溢。浸汁浣葛，胜似酸浆也。”\n4.（明）《本草纲目》：“煮酒饮，治痰气咳嗽。煎汤，治心下气痛。”\n5.（清）《本草从新》：“俗作圆、一名佛手柑、古名枸橼、音矩员，理气止呕、健脾进食。辛苦酸温，入肺脾二经，理上焦之气而止呕，进中州之食而健脾，除心头痰水，治痰气咳嗽，煮酒饮；心下气痛，性虽中和，单用多用，亦损正气，须与参术并行，乃有相成之益尔，陈久者良，根叶功用略同。”\n6.（清）《医林纂要》：“治胃脘痛，宽中顺气，开郁。” \n7.（清）《得配本草》：“辛、酸、温。除心头痰水，治心下气痛。煮酒饮，治痰气咳嗽。”\n香橼其药用主要功效是宽中顺气，开郁，下气消痰。香橼直接食用的记载各本草典籍中少有记载，其食疗作用主要与其药用功效相关。香橼与香附、郁金、柴胡等配伍，以行气开郁；其与木香、砂仁、枳实、白术等配伍可用于脾胃不和，饮食停积，气滞湿阻，以致脘痞腹胀，嗳气呕吐等症。"
  },
  {
    "id": 120,
    "code": "XR",
    "name": "香薷",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/51a03e463c8f21958e5f3d53666373ae.jpg,/uploads/20240315/fcadb75ee67caf48f64a2b41995a0005.jpg,/uploads/20240315/8909935b20db9ce0e30541a6d8beca6d.jpg\"]",
    "local_images": "[]",
    "origin": "香薷始载于《名医别录》，《食疗本草》名香葇，《本草纲目》云:“薷，本作葇。(玉篇》云‘葇，（香菜)菜，苏之类’是也。其气香，其叶柔，故以名之。草初生曰茸，孟诜《食疗本草》〉作戎者，非是。俗呼蜜蜂草，象其花房也。”香戎,或为香茸音近之讹。而茸与葇为双声,香茸为香葇之音转。又云；“中州人三月种之，呼为香菜，以充蔬品。”并在石香葇条云：“香葇、石香葇一物也，但所生而名尔。生平地者叶大，崖石者叶细， 可通用之。”以此，石香需之名，当因生境得名。\n梁《本草经集注》云:“家家有此，惟供生食，十月中取干之，霍乱煮饮，无不差，作煎，除水肿尤良。”课件香薷已种植普遍。《本草图经》云：“所在皆种，但北土建少，似白苏而叶更细”。根据其附图来看，古代最先药用的香葇可能为唇形科植物香薷Eisholtzia ctliara(Thunb.) Hyland.。值得重视的是《嘉祐本草》引唐代萧炳的《四声本草》之言曰:“今新定、新安有，石上者彼人名石香葇，细而辛更绝佳。”明代《品汇精要》则进一步明确其“道地”:“江西新定、新安者佳”。按古新安在今江西吉安县东南，盛产江香薷的分宜县正处于该地理位置，说明历史上江西就是香薷的左产区.亦即现时江香薷道地产区所在地。再从《品汇精要》［名］项看来，它将“香葇”、“香戎”、“石香葇”统统视为“香薷”的别名，亦即药用香需是多来源的，它至少包括香薷与石香薷两个品种，并以江西香薷为质优的道地药材。\n李时珍曰：“香薷有野生，有家莳。中州人三月种之，呼为香菜，以充蔬品。丹溪朱氏惟取大叶者为良，而细叶者香烈更甚。今人多用之。方茎，尖叶有缺刻，颇似黄荆叶而小，九月开紫花成穗，有细子细叶者，仅高数寸，叶如落帚叶，即石香薷也。”历代本草药用者有香薷和石香薷两种，大叶者为香薷，植物分类学家将其定为香薷属（Elsholtzia ），代表植物为香薷Elsholtzia ciliata (Thunb.) Hyland，细叶者为石香薷M. chinensis Maxim.野生者为此种，商品名青香薷；江西《分宜县志》所载香薷栽培品视为道地药材，名江香薷M.chinensis ‘Jiangxiangru’为野生石香薷的栽培变种。\n综上，历史上的香薷主要来源于香薷E. ciliata (Thunb.) Hyland和石香薷M. chinensis Maxim，后者栽培品M.chinensis ‘Jiangxiangru’形成道地药材。",
    "components": "1.营养成分 氨基酸、粗纤维、蛋白质、脂肪酸（亚麻酸、亚油酸等）[4]，无机盐（主要含钾、钙、镁、磷、铁、铝、锰、钠等微量元素；其次是钛、锌、锂、铅、铜等）[5]。 2.其他成分 挥发油（百里香酚、香荆芥酚、对聚散花素等）、黄酮类、香豆素、木脂素、多糖、粘蛋白及淀粉酶等[4-7]。",
    "effects": "发汗解表，化湿和中",
    "safety": "石香薷急性毒性试验结果表明：石香薷挥发油对小鼠的LD50为1.303±0.116 mL/kg·bw，95%置信区间为1.419-1.197mL/kg·bw。石香薷亚慢性毒性试验结果表明：石香薷挥发油无明显的促生长作用；对小鼠的血红蛋白、红细胞、白细胞及白细胞分类计数等血液学指标无明显影响：高剂量石香薷挥发油在给药8周内有可逆性降低血清总胆固醇、尿素氮的作用[8]。",
    "applications": "五香粉",
    "contraindications": "体弱外感、火热偏盛者忌服。",
    "historical_records": "1.（汉魏）《名医别录》：“香薷，味辛，微温。主霍乱腹痛吐下，散水肿。” \n2.（南北朝）《本草经集注》：“家家有此，惟供生食。十月中取，干之，霍乱煮饮，无不差。作煎，除水肿尤良。”\n3.（唐）《食疗本草》“香葇，温。又云香戎。去热风。生菜中食，不可多食。卒转筋，可煮汁顿服半升，止。又，干末止鼻衄，以水服之。”\n4.（唐）《食医心镜》“主心烦去热，煎汤作羹，煮粥及生食并得。”\n5.（宋）《图经本草》：“霍乱转筋，煮饮服之，无不差者。若四肢烦冷，汗出而渴者，加蓼子同切，煮饮。”\n6.（宋）《本草衍义》：“生山野，荆、湖南北、二川皆有。两京作圃种，暑月亦作菜蔬，治霍乱不可阙也，用之无不效。叶如茵陈，花茸紫，在一边成穗，凡四五十房为一穗。如荆芥穗，别是一种香。”\n7.（明）《本草蒙筌》：“大叶者种优，陈年者效捷。主霍乱中脘绞痛，治伤暑小便涩难。散水肿有彻上彻下之功，肺得之清化行热自下也。去口臭有拨浊回清之妙，脾得之郁火降气不上焉。解热除烦，调中温胃。 又有一种名石香薷，延生临水附崖，叶细辛香弥甚。今多采此，拯治亦佳。” \n8.（明）《本草纲目》：“（香薷）辛，微温，无毒。主脚气寒热。治疗：一切伤暑，水病洪肿，通身水肿，四时伤寒，心烦胁痛，鼻衄不止，舌上出血，口中臭气，小儿发迟，白秃惨痛。”、“（石香葇）辛，微温，无毒。调中温胃，止霍乱吐泻，心腹胀满，脐腹痛肠鸣。功比香薷更胜。制硫黄。”\n9.（清）《植物名实图考》：“香薷，《别录》中品。江西亦种以为蔬，凡霍乱及胃气痛，皆煎服之。”\n10.（清）《本草从新》：“辛散皮肤之蒸热，温解心腹之凝结，属金水而主肺，为清暑之主药。肺气清，则小便行而热降（暑必兼湿、治暑必兼利湿、若无湿、但为干热、非暑也），治呕逆水肿（熬膏服、小便利则消），香港脚口气（煎汤含漱），单服治霍乱转筋，香薷乃夏月解表之品。香薷，是重虚其表，而益之热矣（今人谓能解暑、概用代茶、是开门揖盗也）；陈者良，宜冷服（经所谓治温以清凉而行之也、热服作泻，小儿发迟、陈者二两、水一盏、煎汁三分、入猪脂半两和涂、白秃惨痛、加胡粉和涂）。”\n11.（清）《得配本草》载：“夏日之香薷，如冬月之麻黄，散寒邪使阳气得升也。阳气为阴寒所遏，一切吐泻等症，从此蜂起，所谓阴暑也，香薷为宜。若暑热淫于五内，症必大热大渴，气喘汗泄，吐泻不止，元气消耗，所谓阳暑也，非白虎、清暑益气等汤不可。倘用香薷散其真气，助其燥热，未有不误者矣。”"
  },
  {
    "id": 27,
    "code": "RG01",
    "name": "杜仲叶",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240227/31335f7707de2e0e07c638c1fcf0e54d.jpg\"]",
    "local_images": "[\"images\\\\27_杜仲叶\\\\image_1.jpg\"]",
    "origin": "杜仲始载于《神农本草经》，名曰思仙，列为上品。南北朝《名医别录》记载：“生上虞（河南虞城县）及上党（山西长治县）、汉中（陕西南郑县）”。历代本草对杜仲植物形态记载较多，《图经本草》曰：“杜仲，江南人谓之檰，初生叶嫩时采食，谓之檰芽。花实苦涩，亦堪入药；木作屐，亦主益脚。”《证类本草》引苏颂云：杜仲树“木高数丈，叶如辛夷，亦类柘，其皮类厚朴”。唐《新修本草》：记载杜仲的药材特征曰：“状如厚朴，折之多白丝为佳”。明代《本草纲目》云：“其皮中有银丝如绵，故曰木绵”，《植物名实图考》中又云：“树皮中有白丝如胶芽”，《增订伪药条辩》：“杜仲乃树之膜皮也，其树之叶，作倒矗之卵形，端尖，但能剥杜仲之树干，非高数丈，大可一二人抱者不可，考其年龄，在数十年者，割剖之时间，自5月至9月，过此则不易分剖矣。”杜仲的植物形态在宋、明、清本草中均有附图，综合分析来看，历代本草所指杜仲为今所使用杜仲，即杜仲Eucommia ulmoides Oliver l. c.。",
    "components": "营养成分：氨基酸（苏氨酸、蛋氨酸、精氨酸、组氨酸、亮氨酸、异亮氨酸、赖氨酸等，其中精氨酸和组氨酸含量最高）、维生素（维生素B2、维生素B1）和微量元素（钙、钾、磷等） 。 化学成分：环烯醚萜类、木脂素类、黄酮类、苯丙素类、酚类、氨基酸、多糖类等。",
    "effects": "补肝肾，强筋骨。",
    "safety": "毒理学评价：杜仲大鼠急性毒性实验、细胞毒性实验、遗传毒性实验表明，杜仲属无毒物。杜仲叶冲剂小鼠急性毒性实验表明，杜仲叶冲剂毒性低，服用安全[1]。研究表明，杜仲茶大鼠与小鼠急性毒性分级属无毒级，无遗传毒性[2]。 [1] 张京京,杜红岩,李钦,丁艳霞.杜仲药理与毒理研究进展[J].河南大学学报(医学版),2014,33(03):217-222. [2] 蔡铁全,马伟,曾里,程健,胡坚,曾凡骏.杜仲茶的安全毒理学评价[J].公共卫生与预防医学,2016,27(06):9-12.",
    "applications": "杜仲叶酒\n杜仲叶茶\n杜仲叶炖猪肚\n杜仲叶脊髓羹",
    "contraindications": "根据中医九种体质学说，湿热、痰湿质人群忌食或少食。",
    "historical_records": "根据中医九种体质学说，湿热、痰湿质人群忌食或少食。"
  },
  {
    "id": 29,
    "code": "",
    "name": "丁香",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240304/53d95226b70cbf24a221958c1dc9b3ab.jpg\"]",
    "local_images": "[\"images\\\\29_丁香\\\\image_1.jpg\"]",
    "origin": "丁香始载于《药性论》。《开宝本草》云：“按广州送丁香图，树高丈余，叶似栎叶，花圆细，黄色，凌冬不凋……子如钉，长三四分，紫色。”《本草图经》云：“丁香出交、广、南番，今惟广州有之，木类桂，高丈余，叶似栎，凌冬不凋，花圆细，黄色，其子出枝蕊上如钉子，长三四分，紫色……二八月采子及根。”按上述描述说明丁香是一种产自热带的外来药，根据描述明显为桃金娘科植物丁香Syzygium aromaticum (L.) Merr. et Perry，如“钉子”实为“公丁香”，古今来源一致。",
    "components": "1.营养成分 碳水化合物、脂肪、纤维素、核黄素(维生素B2)、维生素E、铜、锌、铁、锰等人体必需的微量元素； 2.其他成分 苯丙素酚类、环烯醚萜类、β-石竹烯、甲基正戊基酮、水杨酸甲酯、黄酮、苯乙醇类、红景天甙、洛醇、镍等。",
    "effects": "温中降逆，补肾助阳。",
    "safety": "现代研究未见对丁香的食用部位花蕾或丁香花蕾的提取物进行毒理实验，仅对丁香叶片进行小鼠急性和大鼠亚急性的毒理试验，结果表明，给小鼠250倍的治疗剂量灌胃，未见异常。给大鼠以1/10和1/5治疗量喂大鼠，未发现丁香叶片对主要脏器的毒性作用[8]。",
    "applications": "丁香姜糖\n丁香煮酒\n丁香茶\n丁香粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用。胃热引起的呃逆或兼有口渴口苦口干者不宜食用，热性病及阴虚内热者忌食。根据中医九种体质学说，适宜食用丁香的人群为气郁质型，适当摄入可理气解郁、调理脾胃功能[9]，阴虚质、湿热体质应忌食或少食。另据“十八反十九畏歌”提示，丁香不宜与郁金同用。",
    "historical_records": "1．（元）《汤液本草》：“与五味子、广荗同用，亦治奔豚之气，能泄肺，能补胃，大能疗肾。”（“广荗”即现在的蓬莪术。）\n2．（明）《本草蒙筌》：“味辛，气温。属火，有金，纯阳。无毒。生交趾广州，收春前秋后。形有大小，名列雌雄。雄丁香如钉子长，雌丁香似枣核大。凡资主治，母者用多。专入肾胃二经，又走太阴肺脏。诸香能发，凡气善驱。口舌气，奔豚气殊功，且止噫忒，气逆；翻胃呕，霍乱呕立效，兼除心腹冷疼。暖腰膝壮阳，杀疳䘌坚齿。治奶头绽裂，消虫毒胀膨。细末研成，犹有两治。妇人阴户常冷，纱囊盛纳阴内，旋使转温；老人拔去白鬚，姜汁和涂孔中，重生即黑。丁皮止齿痛验，根捣敷风肿良”。\n3．（明）《本草纲目》之【附方】：“旧八，新十八。①暴心气痛鸡舌香末，酒服一钱。《肘后方》。②干霍乱痛不吐不下。丁香十四枚，研末，以沸汤一升和之，顿服。不瘥更作。《思邈千金方》。③小儿吐泻丁香、橘红等分，炼蜜丸黄豆大。米汤化下。《刘氏小儿方》。④小儿呕吐不止。丁香、半生夏各一钱，姜汁浸一夜，晒干为末，姜汁打面糊丸黍米大。量大小，用姜汤下。《全幼心鉴》。⑤婴儿吐乳小儿百日晬内吐乳，或粪青色。用年少妇人乳汁一盏，入丁香十枚，陈皮去白一钱，石器煎一二十沸，细细与服。《陈文中小儿方》。⑥小儿冷疳面黄腹大，食即吐者。母丁香七枚，为末，乳汁和蒸三次，姜汤服之。《卫生易简方》。⑦胃冷呕逆气厥不通。母丁香三个，陈橘皮一块（去白焙），水煎，热服。《十便良方》。⑧反胃吐食袖珍方：用母丁香一两为末，以盐梅入捣和，丸芡子大。每噙一丸。《圣惠方》。⑨用母丁香、神麴（炒）等分，为末。米饮服一钱。朝食暮吐丁香十五个研末，甘蔗汁、姜汁和，丸莲子大。噙咽之。《摘玄方》。⑩反胃关格气噎不通。丁香、木香各一两。每服四钱，水一盏半，煎一盏。先以黄泥做成碗，滤药汁于内，食前服。此方乃掾史吴安之传于都事盖耘夫有效，试之果然。土碗取其助脾也。《德生堂经验方》。⑪伤寒呃逆及哕逆不定。丁香一两，干柿蒂（焙）一两，为末。每服一钱，煎人参汤下。《简要济众方》。⑫毒肿入腹鸡舌香、青木香、熏陆香、麝香各一两，水四升，煮二升，分二服。《肘后方》。⑬食蟹致伤丁香末，姜汤服五分。《证治要诀》。⑭妇人崩中昼夜不止。丁香二两，酒二升，煎一升，分服。《梅师方》。⑮妇人产难母丁香三十六粒，滴乳香三钱六分，为末，同活兔胆和杵下，丸作三十六丸，每服一丸，好酒化下，立验。名如意丹。《颐真堂经验方》。⑯妇人阴冷母丁香末，纱囊盛如指大，纳入阴中，病即已。《本草衍义》。⑰鼻中瘜肉丁香绵裹纳之。《圣惠方》。⑱风牙宣露发歇口气。鸡舌香、射干各一两，麝香一分，为末，日揩。香衣辟汗丁香一两为末，川椒六十粒和之。绢袋盛佩，绝无汗气。多能鄙事。《圣济总录》。⑲龋齿黑臭鸡舌香煮汁，含之。《外台秘要》。⑳唇舌生疮鸡舌香末，绵裹含之。乳头裂破丁香末，傅之。《梅师方》。妒乳乳痈丁香末，水服方寸匕。痈疽恶肉丁香末傅之，外以膏药护之。《怪证奇方》。桑蝎螫人丁香末，蜜调涂。”\n4．（清）《本草从新》：“辛温纯阳，泄肺温胃，大能疗肾，壮阳事，暖阴户。治胃冷壅胀，呕哕呃逆（呃逆，有痰阻气滞，食塞不得升降者；有火郁下焦者；有伤寒汗、吐、下后中气大虚者；有阳明内热失下者；有痢疾大下，胃虚而阴火上冲者。丹溪曰：人之阴气，依胃为养。土伤则木挟相火直冲清道而上，古人以为胃寒，用丁香、柿蒂，不能清痰利气，唯助火而已。时珍曰：当视虚实阴阳，或泄热、或降气，或温或补，或吐或下可也。古方单用柿蒂，取其苦温降气。古方单用柿蒂，取其苦温降气。《济生》加丁香、生姜以取其开郁散痰，亦尝收效。朱氏但执以寒治热，矫枉之过矣。)痃癖奔豚，腹痛口臭（丹溪曰：脾有郁火，溢入肺中，浊气上行，发为口气，治以丁香，是扬汤止沸耳，唯香薷最捷。）脑疳齿䘌，痘疮灰白不发。辛热而燥，非属虚寒，概勿施用。雄者颗小，为丁香，雌者颗大，为母丁香，即鸡舌香，畏郁金，忌火”。"
  },
  {
    "id": 31,
    "code": "DX",
    "name": "丁香",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn/\"]",
    "local_images": "[\"images\\\\31_丁香\\\\image_1.jpg\"]",
    "origin": "丁香始载于《药性论》。《开宝本草》云：“按广州送丁香图，树高丈余，叶似栎叶，花圆细，黄色，凌冬不凋……子如钉，长三四分，紫色。”《本草图经》云：“丁香出交、广、南番，今惟广州有之，木类桂，高丈余，叶似栎，凌冬不凋，花圆细，黄色，其子出枝蕊上如钉子，长三四分，紫色……二八月采子及根。”按上述描述说明丁香是一种产自热带的外来药，根据描述明显为桃金娘科植物丁香Syzygium aromaticum (L.) Merr. et Perry，如“钉子”实为“公丁香”，古今来源一致。",
    "components": "碳水化合物、脂肪、纤维素、核黄素(维生素B2)、维生素E、铜、锌、铁、锰",
    "effects": "抗氧化、抑菌、抗炎、保鲜、解热、抗病毒",
    "safety": "现代研究未见对丁香的食用部位花蕾或丁香花蕾的提取物进行毒理实验，仅对丁香叶片进行小鼠急性和大鼠亚急性的毒理试验，结果表明，给小鼠250倍的治疗剂量灌胃，未见异常。给大鼠以1/10和1/5治疗量喂大鼠，未发现丁香叶片对主要脏器的毒性作用.",
    "applications": "丁香姜糖\n丁香煮酒\n丁香茶\n丁香粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用。胃热引起的呃逆或兼有口渴口苦口干者不宜食用，热性病及阴虚内热者忌食。根据中医九种体质学说，适宜食用丁香的人群为气郁质型，适当摄入可理气解郁、调理脾胃功能[9]，阴虚质、湿热体质应忌食或少食。另据“十八反十九畏歌”提示，丁香不宜与郁金同用。",
    "historical_records": "1．（元）《汤液本草》：“与五味子、广荗同用，亦治奔豚之气，能泄肺，能补胃，大能疗肾。”（“广荗”即现在的蓬莪术。）\n2．（明）《本草蒙筌》：“味辛，气温。属火，有金，纯阳。无毒。生交趾广州，收春前秋后。形有大小，名列雌雄。雄丁香如钉子长，雌丁香似枣核大。凡资主治，母者用多。专入肾胃二经，又走太阴肺脏。诸香能发，凡气善驱。口舌气，奔豚气殊功，且止噫忒，气逆；翻胃呕，霍乱呕立效，兼除心腹冷疼。暖腰膝壮阳，杀疳䘌坚齿。治奶头绽裂，消虫毒胀膨。细末研成，犹有两治。妇人阴户常冷，纱囊盛纳阴内，旋使转温；老人拔去白鬚，姜汁和涂孔中，重生即黑。丁皮止齿痛验，根捣敷风肿良”。\n3．（明）《本草纲目》之【附方】：“旧八，新十八。①暴心气痛鸡舌香末，酒服一钱。《肘后方》。②干霍乱痛不吐不下。丁香十四枚，研末，以沸汤一升和之，顿服。不瘥更作。《思邈千金方》。③小儿吐泻丁香、橘红等分，炼蜜丸黄豆大。米汤化下。《刘氏小儿方》。④小儿呕吐不止。丁香、半生夏各一钱，姜汁浸一夜，晒干为末，姜汁打面糊丸黍米大。量大小，用姜汤下。《全幼心鉴》。⑤婴儿吐乳小儿百日晬内吐乳，或粪青色。用年少妇人乳汁一盏，入丁香十枚，陈皮去白一钱，石器煎一二十沸，细细与服。《陈文中小儿方》。⑥小儿冷疳面黄腹大，食即吐者。母丁香七枚，为末，乳汁和蒸三次，姜汤服之。《卫生易简方》。⑦胃冷呕逆气厥不通。母丁香三个，陈橘皮一块（去白焙），水煎，热服。《十便良方》。⑧反胃吐食袖珍方：用母丁香一两为末，以盐梅入捣和，丸芡子大。每噙一丸。《圣惠方》。⑨用母丁香、神麴（炒）等分，为末。米饮服一钱。朝食暮吐丁香十五个研末，甘蔗汁、姜汁和，丸莲子大。噙咽之。《摘玄方》。⑩反胃关格气噎不通。丁香、木香各一两。每服四钱，水一盏半，煎一盏。先以黄泥做成碗，滤药汁于内，食前服。此方乃掾史吴安之传于都事盖耘夫有效，试之果然。土碗取其助脾也。《德生堂经验方》。⑪伤寒呃逆及哕逆不定。丁香一两，干柿蒂（焙）一两，为末。每服一钱，煎人参汤下。《简要济众方》。⑫毒肿入腹鸡舌香、青木香、熏陆香、麝香各一两，水四升，煮二升，分二服。《肘后方》。⑬食蟹致伤丁香末，姜汤服五分。《证治要诀》。⑭妇人崩中昼夜不止。丁香二两，酒二升，煎一升，分服。《梅师方》。⑮妇人产难母丁香三十六粒，滴乳香三钱六分，为末，同活兔胆和杵下，丸作三十六丸，每服一丸，好酒化下，立验。名如意丹。《颐真堂经验方》。⑯妇人阴冷母丁香末，纱囊盛如指大，纳入阴中，病即已。《本草衍义》。⑰鼻中瘜肉丁香绵裹纳之。《圣惠方》。⑱风牙宣露发歇口气。鸡舌香、射干各一两，麝香一分，为末，日揩。香衣辟汗丁香一两为末，川椒六十粒和之。绢袋盛佩，绝无汗气。多能鄙事。《圣济总录》。⑲龋齿黑臭鸡舌香煮汁，含之。《外台秘要》。⑳唇舌生疮鸡舌香末，绵裹含之。乳头裂破丁香末，傅之。《梅师方》。妒乳乳痈丁香末，水服方寸匕。痈疽恶肉丁香末傅之，外以膏药护之。《怪证奇方》。桑蝎螫人丁香末，蜜调涂。”\n4．（清）《本草从新》：“辛温纯阳，泄肺温胃，大能疗肾，壮阳事，暖阴户。治胃冷壅胀，呕哕呃逆（呃逆，有痰阻气滞，食塞不得升降者；有火郁下焦者；有伤寒汗、吐、下后中气大虚者；有阳明内热失下者；有痢疾大下，胃虚而阴火上冲者。丹溪曰：人之阴气，依胃为养。土伤则木挟相火直冲清道而上，古人以为胃寒，用丁香、柿蒂，不能清痰利气，唯助火而已。时珍曰：当视虚实阴阳，或泄热、或降气，或温或补，或吐或下可也。古方单用柿蒂，取其苦温降气。古方单用柿蒂，取其苦温降气。《济生》加丁香、生姜以取其开郁散痰，亦尝收效。朱氏但执以寒治热，矫枉之过矣。)痃癖奔豚，腹痛口臭（丹溪曰：脾有郁火，溢入肺中，浊气上行，发为口气，治以丁香，是扬汤止沸耳，唯香薷最捷。）脑疳齿䘌，痘疮灰白不发。辛热而燥，非属虚寒，概勿施用。雄者颗小，为丁香，雌者颗大，为母丁香，即鸡舌香，畏郁金，忌火”。"
  },
  {
    "id": 34,
    "code": "BJHX",
    "name": "八角茴香",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/807fd5081a870a477cc32cbfaa1f4a11.jpg\"]",
    "local_images": "[\"images\\\\34_八角茴香\\\\image_1.jpg\"]",
    "origin": "八角茴香始载于《本草品汇精要》，谓：“其形大如钱，有八角如辐而锐，赤黑色，每角中有子一枚，如皂荚子小匾而光明可爱，今药中多用之”。《本草纲目》于蘹香项下载：“自番舶来者，实大如柏实，裂成八瓣，一瓣一核，大如豆，黄褐色有仁，味更甜，俗呼舶茴香，又曰八角茴香，广西左右江峒中亦有之，形色与中国茴香（即指小茴香）迥别，但气味同尔。”据以上记载其药材形状、气味及产地等皆与今用八角茴香Illicium verum Hookf.相符。",
    "components": "蛋白质、脂肪、磷脂、碳水化合物、胡萝卜苷、维生素A、维生素E、铁、锰、锌、铜、镍、镁、铝、钾、钙、磷等无机盐",
    "effects": "温阳散寒，理气止痛",
    "safety": "现代研究未见对八角茴香的食用部位或其提取物进行毒理实验的相关报道。",
    "applications": "丁香姜糖\n丁香煮酒\n丁香茶\n丁香粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用。阴虚火旺的眼病患者和干燥综合征、更年期综合征、活动性肺结核、支气管哮喘、痛风、糖尿病、热盛者少食甚至忌食。根据中医九种体质，阳虚体质人群食用更为合适。",
    "historical_records": "1．（明）《本草品汇精要》：“八角茴香，主一切冷气及诸疝痛……八角者佳。” \n2.（明）《本草蒙筌》：“（即怀香子。）味辛，气平。无毒。乡落多生，秋月方采。壳有八角，子赤藏中。嚼甚香甜，盐酒炒用。入心肾二脏，及小肠膀胱。主肾劳疝气，小肠吊气挛疼；理干热脚气，膀胱冷气肿痛。开胃止呕下食，调馔止臭生香。为诸痿霍乱捷方，补命门不足要药。疗恶肿痈毒，捣根叶汁吞。又小茴香，家园栽种。类蛇床子，色褐轻虚。亦治疝散疼，每同煎取效。饮馔大料，增入尤奇。别种莳萝，出自闽广。颗粒似蔓椒开口，（俗呼莳萝椒，内有黑子，但皮薄色褐不红耳。）气味比茴香更辛。散气除胁肋膨，调馔杀鱼肉毒。消食开胃，温中健脾。”\n3.（明）《本草纲目》之【附方】：“①开胃进食茴香二两，生姜四两，同捣匀，入净器内，湿纸盖一宿。次以银、石器中，文武火炒黄焦为末，酒糊丸梧子大。每服十丸至二十五丸，温酒下。《经验后方》。②瘴疟发热连背项者。茴香子捣汁服之。《孙真人方》。③大小便闭鼓胀气促。八角茴香七个，大麻仁半两，为末。生葱白三七根，同研煎汤。调五苓散末服之，日一服。《普济方》。④小便频数茴香不以多少，淘净，入盐少许，炒研为末，炙糯米糕蘸食之。伤寒脱阳小便不通，用茴香末，以生姜自然汁调傅腹上。外用茴香末，入益元散服之。《摘玄方》。⑤肾消饮水小便如膏油。用茴香炒，苦楝子炒，等分为末。每食前酒服二钱。《保命集》。⑥肾邪冷气力弱者，用大茴香六两，分作三分；用生附子一个去皮，分作三分。第一度：用附子一分，茴香一分，同炒黄，出火毒一夜，去附子，研茴香为末，空心盐酒下一钱。第二度：用二味各一分，同炒存性，出火毒，以附子去一半，留一半，同茴香为末，如前服。第三度：各一分，同炒存性，出火毒，全研为末，如前服之。《朱氏集验方》。⑦肾虚腰痛茴香炒研，以猪腰子批开，掺末入内，湿纸裹煨熟。空心食之，盐酒送下。”\n4.（清）《本草从新》：“（古作蘹香）辛，温。暖丹田，补命门，开胃下食，调中止呕。疗小肠冷气，㿗疝阴肿，（疝有七种：气、血、寒、水、筋、狐、㿗也。属肝经病，以厥阴肝经络阴器也。多因寒湿所致，亦有挟虚者，当加参、术于温散药中。）腹痛霍乱，干湿脚气。能昏目发疮。若阳道数举，得热则吐者均戒。产宁夏。大如麦粒，轻而有细棱。”\n5.《得配本草》：“（俗呼八角茴香）辛、甘、温。入手足少阴、太阳经气分。补命门，暖丹田，开胃下食，调中止呕。治膀胱冷气， 疝阴疼，胸腹冷痛，霍乱胀闷，干湿脚气。得枳壳，麸炒研末，盐酒调服，治胁下刺痛。得杏仁、葱白，治疝气。配荔枝核，治小肠气坠。配川楝子，等分为末酒服，治肾消饮盐水炒，或酒炒。多食损目发疮。”\n6.（清）《本草害利》：“茴香，……自番舶来者，实大如柏，裂成八瓣，一核大如豆，黄褐色，有仁，味更甜，俗呼舶茴香，又曰八角茴香，又名大茴香，入下焦药，盐水炒用。”"
  },
  {
    "id": 37,
    "code": "DD",
    "name": "刀豆",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/d4aee6b22e6f960a199cf206e767a73a.jpg\"]",
    "local_images": "[\"images\\\\37_刀豆\\\\image_1.jpg\"]",
    "origin": "本品最早在《酉阳杂俎》就已记载，名挟剑豆。《滇南本草》名刀豆。《救荒本草》云：“苗叶似豇豆，叶肥大，开淡粉红色花，结角如皂角状而长，其形似屠刀样，故以名之。味甜，微淡。”《本草纲目》云：“刀豆人多种之，三月下种，蔓生引一二丈，叶如豇豆叶而稍长大，五六七月开紫花如蛾形，结荚，长者近尺，微似皂荚，扁而剑脊，三棱宛然。嫩时煮食、酱食、蜜煎皆佳。老则收子，子大如拇指头，淡红色。”以上本草记载的特征和附图形态，均与今所用之刀豆Canavalia gladiata（Jacq.）DC.相符。",
    "components": "蛋白质、淀粉、可溶性糖、脂肪、纤维素、维生素B1、B2、胡萝卜素、钙、磷、铁、锌",
    "effects": "温中，下气，止呃",
    "safety": "现代研究未见对刀豆的食用部位种子或种子的提取物进行相关毒理学实验报道，另有文献报道称民间出现食用未熟透的刀豆子导致急性循环衰竭病例[7]，值得注意。",
    "applications": "五香刀豆\n刀豆酒\n刀豆茶\n刀豆饮\n刀豆粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用。中医认为，阳虚体质人群更为适宜，不适宜湿热、痰湿体质人群。另外，刀豆含有的皂素，植物血球疑集素，胰蛋白酶抑制物等为有毒成分，要用100℃的温度破坏，生吃刀豆的话会导致中毒，所以食用刀豆时，必须注意火候，将其煮透，如遇火候不够，吃了有豆腥味和生硬感，则应停止食用。",
    "historical_records": "1．（明）《本草蒙筌》：“刀豆长有尺许，亦堪入酱用之。 仍有筋豆、蛾眉豆、虎爪豆、羊眼豆、豇豆，只可供茶，别无他用。”\n2.（明）《本草纲目》之【集解】：“（颖曰）刀豆长尺许，可入酱用。（时珍曰）刀豆人多种之。三月下种，蔓生引一二丈，叶如豇豆叶而稍长大，五六七月开紫花如蛾形。结荚，长者近尺，微似皂荚，扁而剑脊，三棱宛然。嫩时煮食、酱食、蜜煎皆佳。老则收子，子大如拇指头，淡红色。同猪肉、鸡肉煮食，尤美。”\n3.（清）《本草从新》：“甘温，温中下气，利肠胃，益肾归元，止呃逆。（时珍曰：刀豆本草失载、惟近时小书载其暖而补元阳也、有人病后、呃逆不止、声闻邻家、或令取刀豆子烧存性、白汤调服二钱、即止、此亦取其下气归元、而逆自止也。）”"
  },
  {
    "id": 41,
    "code": "DS",
    "name": "党参",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/374e0c3833be0566a7c1cd2c25092a04.jpg,/uploads/20240315/7a32163b15dbe7670b03490c7bb15c1a.jpg\"]",
    "local_images": "[]",
    "origin": "党参来源于桔梗科植物党参干燥根。历史上党参曾与人参相混用。明代和明代以前历代本草均无党参的文字描述，但但梁·陶弘景在《本草经集注》中对人参的描述“上党在冀的西南,今采者形长而黄,状如防风,多润而甘”符合桔梗科党参的特征。而陶弘景又云：“其草－茎直上,四五叶相对生……。”高丽人作人参赞：“三丫五叶,背阳向阴……。”这正是人参呈掌状复叶,三至六片轮生茎顶之状态。根据陶弘景的说法,其把人参的地下部分描述成今之党参,而把地上部分描述成今之人参。由这一点看来,古代上党除生长上党人参(五加科人参)外,还有党参的出产。考证发现，秦汉时期所谓的“人参”包括党参和人参，而宋、明时期的本草对人参的描述,即为今之人参，宋、明时期只有人参记载，而无党参。党参之名首次出现，应为清代《百草镜》中所记载:“党参，一名黄参，黄润者良”，而党参正式得名并用作药用则始于清·吴仪洛所著的《本草从新》，即为今之党参[1][2]。",
    "components": "1．营养成分[5][6] 糖类、氨基酸、维生素C、维生素A、钙、镁、钠、铁、硒、硅、锌、锰、铜、镍等人体必需的微量元素。 2.化学成分 多糖类、黄酮类、三萜类（蒲公英萜醇、乙酸酯、木栓酮等）、酚酸类、甾体类成分（甾醇、甾苷、甾酮等）、生物碱类（党参碱、胆碱、党参脂等）等。",
    "effects": "补中益气，健脾益肺",
    "safety": "党参多糖提取物急性毒性实验研究表明，其不具有急性毒性；水提物急性毒性及致畸实验表明，党参提取液无明显毒副作用及致畸作用。",
    "applications": "丁香姜糖",
    "contraindications": "有实邪者忌服。不宜与藜芦同用。根据中医九种体质学说，气虚质人群最为适宜食用，湿热、痰湿质人群忌食或少食。",
    "historical_records": "1.（清）《本经逢原》人参项下记载：“产山西太行者名上党人参,虽无甘温峻补之功,却有甘平清肺之力,亦不似沙参之性寒专泄肺气也。”\n2.（清）《本草从新》人参项下记载：“防风党参，甘，平。补中益气，和脾胃，除烦渴。中气微虚，用以调补，甚为平妥。按：古本草云，参须上党者佳。今真党参久已难得，市中所卖党参种类甚多，皆不堪用，惟防党性味和平足贵。根有狮子盘头者真。白党即将此参煮晒而成，原汁已出。”\n3.（清）《得配本草》：“上党参 甘,平。入手足太阴经气分。补养中气,调和脾胃。上党参，得黄芪实卫，配石莲止痢，君当归，活血，佐枣仁，补心。补肺，蜜拌蒸熟；补脾，恐其气滞，加桑皮数分，或加广皮亦可。气滞、怒火盛者，禁用。上党参膏 清肺金，补元气，开声音，助筋力。制膏法:用党参软甜者一斤，切片，沙参半斤，切片，桂圆肉四两，水煎浓汁，滴水成珠，用瓷器盛贮。每用一酒杯，空心滚水冲服，冲入煎药亦可。”\n4.（清）《本草便读》人参项下记载：“党参则出于西潞。甘平赖以培中。出山西潞安者为上，其余所出者皆次之。甘、平之性，用以培补脾肺元气颇佳。若虚盛危急者，亦非所宜，非人参之大力不能也。”"
  },
  {
    "id": 42,
    "code": "BB",
    "name": "荜茇",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/fa0aeae7254f1975845b8184aa017756.jpg\"]",
    "local_images": "[\"images\\\\42_荜茇\\\\image_1.jpg\"]",
    "origin": "荜茇为胡椒科植物荜茇Piper longum L.的干燥近成熟或成熟果穗。荜茇使用历史悠久。首载于南北朝时期的《雷公炮炙论》，晋《南方草木状》、唐《新修本草》、宋《证类本草》和明《本草纲目》、清《植物名实图考》都有记载。经考证：除《南方草木状》与《本草纲目》误将荜茇等同于同属植物蒟酱外，其余本草所载荜茇均与现在所用荜茇Piper longum L .相一致。除此之外，现代常用同科其他植物如蒟酱Piper betle L.、荜澄茄Piper cubeba L.常与之混淆，造成误用。",
    "components": "（一）主要成分 1.营养成分[1][2] 蛋白质、脂肪微、钙、锌、铁、铜、镁等人体必需微量元素； 2.化学成分 生物碱（酰胺类生物碱如几内亚胡椒胺、胡椒碱、胡椒酰胺等）挥发油类、木脂素类、倍半萜、甾醇类及其他类等。",
    "effects": "温中散寒，下气止痛",
    "safety": "荜茇致突变毒理学研究表明，中、高剂量的荜茇混悬液在大鼠精原细胞染色体畸变实验、精子畸变实验以及精子存活率测定实验等系实验中表现出致突变性质，提示荜茇对哺乳动物的生殖细胞有损伤作用[5]。",
    "applications": "丁香姜糖",
    "contraindications": "婴幼儿、孕妇及老年人慎用。实热郁火、阴虚火旺者均忌服。根据中医九种体质学说，阳虚质人群更为适宜食用。",
    "historical_records": "1.（清）《本草正义》:“荜茇，辛而大热，阳而上浮，人胃大肠肝肾。善温中暖胃，辟阴寒，疗霍乱，除心腹痛疼、吞酸呕逆、因寒泻痢，研末搐鼻可解偏风头痛，擦牙可杀牙虫、止牙痛。\n2．（宋）《嘉祐本草》：“味辛，大温，无毒，主温中下气，补腰脚，杀腥气，消食，除胃冷阴疝痃癖。其根名荜拨没，主五劳七伤。阴汗核肿。生波斯国。此药丛生，茎叶似蒟酱，子紧细，味辛烈于蒟酱。”\n3.（宋）《本草图经》：“荜拨，出波斯国，今岭南有之。多生竹林内。正月发苗，作丛，高三、四尺，其茎如箸：叶青圆，阔二、三寸如桑，面光而厚。三月开花，白色在表；七月结子如小指大，长二寸以来，青黑色，类椹子。九月收采，灰杀，曝干。南人爱其辛香，或取叶生茹之。黄牛乳煎其子，治气痢，神良。谨按《唐太宗实录》云:贞观中，上以气痢久未痊，服它名医药不应，因诏访求其方，有卫土进乳煎荜拨法，御用有效。刘禹锡亦记其事云，后累试年长而虚冷者，必效。”\n4.（宋）《证类本草》：“味辛，大温，无毒。主温中下气，补腰脚，杀腥气，消食，除胃冷，阴疝痃癖。其根名荜茇没，主五劳七伤，阴汗核肿。生波斯国。此药丛生，茎、叶似蒟酱，子紧细，味辛烈于蒟酱。”\n5.（宋）《本草衍义》：“荜茇，走肠胃中冷气，呕吐，心腹满痛。多服走泄真气，令人肠虚下重。”\n6.（元）《饮膳正要》：“荜茇，辛，温，无毒。主温中下气，补腰脚痛，消食，除胃冷。”\n7.（明）《本草蒙筌》：“味辛，气大温。无毒。出藩国中，产竹林内。秋末收子，阴干，辛列过于蒟酱。岭南海舶，贸易常多。老黑者不堪，紫褐者为上，消宿食下气，除胃冷温中。痃癖阴疝痛并驱，霍乱冷气疼立却。禁水泄虚痢，止呕逆醋心。”\n8.（明）《本草纲目》：“冷痰恶心：荜茇一两，为末，食前用米汤服半钱。《圣惠方》。暴泄身冷：自汗，甚则欲呕，小便清，脉微弱，宜已寒丸治之。荜茇、肉桂各二钱半，高良姜、干姜各三钱半，为末，糊丸梧子大。每三十丸，姜汤送下。《和剂局方》。胃冷口酸流清水，心下连脐痛。用荜茇半两，厚朴姜汁浸炙一两，为末，入熟鲫鱼肉，研和丸绿豆大。每米饮下二十丸，立效。《余居士选奇方》。瘴气成块：在腹不散。用荜茇一两，大黄一两，并生为末，入麝香少许，炼蜜丸梧子大，每冷酒服三十丸。《永类铃方》。妇人血气作痛，及下血无时，月水不调。用荜茇盐炒，蒲黄炒，等分为末，炼蜜丸梧子大。每空心温酒服三十丸，两服即止。名二神丸。《陈氏方》。偏头风痛：荜茇为末，令患者口含温水，随左右痛，以左右鼻吸一字，有效。《经验后方》。鼻流清涕：荜茇末吹之，有效。《卫生易简方》。风虫牙痛：荜茏末揩之，煎苍耳汤漱去涎。本草权度:用荜茇末、木鳖子肉，研膏化开，（口畜）鼻。《圣济总录》: 用荜茇、胡椒等分，为末，化蜡丸麻子大，每以一丸塞孔中。”\n9.（清）《本草从新》：“一作拨．燥，除胃冷，散浮热。辛热，除胃冷，祛痰消食下气。治水泻气痢，虚冷肠鸣。（亦入大肠经）呕吐酸水，冷痰恶心，痃癖阴疝。辛散阳明之浮热，治头痛（偏头风者、口含温水、随左右、以末吹一字入鼻、效）牙痛，（寒痛宜干姜、荜茇、细辛，热痛宜石膏、牙硝，风痛宜皂角、僵蚕、蜂房、二乌，虫痛宜石灰、雄黄）鼻渊。古方用此甚少，以其耗散真气，动脾肺之火，且损目。出南番岭南。亦有类葚子而长，青色。去挺，醋浸一宿，焙干，刮去皮粟子净，免伤人肺。”"
  },
  {
    "id": 43,
    "code": "JH",
    "name": "姜黄",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f5fabcd51c07d26ac9d0a11c81f554fc.jpg\"]",
    "local_images": "[\"images\\\\43_姜黄\\\\image_1.jpg\"]",
    "origin": "姜黄来源于姜科植物姜黄Curcuma longa L .的干燥根茎。古代本草中姜黄品种较为复杂。唐《新修本草》[1]列举了3种姜黄属植物，宋《本草图经》[2]也列举出不同品种的姜黄。据考证：唐宋时期，姜黄似指黄属植物温郁金Curcuma zvenyujin Y.H Chen et C. Ling、蓬莪术 Curcuma phaeocauLis Val.和广西莪术Curcuma kwangsiensis S. G.Lee et C. F. Liang。从明清之交开始，郁金之名逐渐被姜黄代替，而郁金、姜黄的更名是从清末吴其浚的《植物名实图考》[3]始载“姜黄，《唐本草》始著录。今江西南城县栽种之姜黄贩他处染黄，其形状似美人蕉而根如姜，色极黄，气亦微辛”。所述与今之姜黄C. longa L相符，明确指C. longa L的根茎为姜黄，并且逐渐形成姜黄的主流品种，一直延续至今。目前我国姜黄属植物中，花序从叶鞘中央抽出，花期在秋末的，只有姜黄一种，并且盛产四川，有圆形姜黄、长形姜黄两种性状，其中圆形姜黄当中，质量优者，又称为“蝉肚姜黄”，以断面金黄，香气浓厚者为佳。",
    "components": "（一）主要成分 1.营养成分 碳水化合物、多肽、脂肪酸、镁、钙、铁、锰、锌、铜等人体必需微量元素。 2.化学成分[7] 姜黄素、双去甲氧基姜黄素、姜黄酮、芳姜黄酮、姜黄烯、新莪术二酮、吉马酮、莪术二酮及留醇类等。",
    "effects": "破血行气，通经止痛",
    "safety": "姜黄提取物姜黄素的长期毒理实验表明，其对心、肺、脾、肝、肾、胃、肾上腺、甲状腺、胸腺、睾丸（卵巢）和子宫（前列腺）及血液系统无明显毒副作用[9]。",
    "applications": "丁香煮酒",
    "contraindications": "孕妇、备孕及经期女性慎服。血虚而无气滞血瘀者忌服。根据中医九种体质学说，血瘀质人群更为适宜食用。",
    "historical_records": "1．（唐）《新修本草》：“味辛、苦，大寒，无毒。主心腹结积疰忤，下气破血，除风热，消痈肿，功力烈于郁金。叶、根都似郁金，花春生于根，与苗并出。夏花烂，无子。根有黄、青、白三色。其作之方法，与郁金同尔。西戎人谓之蒁药，其味辛少、苦多，与郁金同，惟花生异尔。” \n2．（宋）《证类本草》：“味辛、苦，大寒，无毒。主心腹结积，疰忤，下气破血，除风热，消痈肿，功力烈于郁金。”\n3．（明）《本草蒙筌》：“味辛，气温。无毒。《图经》云∶是经种三年以上老姜也。多生江广，江西、湖广。亦产蜀川。色比郁金甚黄，形较郁金稍大。论主治功力，又烈过郁金。破血立通，下气最捷。主心腹结气，并疰忤积气作膨；治产血攻心，及扑损瘀血为痛。更消痈肿，仍通月经。谟按:郁金、姜黄两药,实不同种。郁金味苦寒，色赤，类蝉肚圆尖。姜黄味辛温，色黄,似姜瓜圆大。郁金最少，姜黄常多。今市家惟取多者欺人,谓原本一物，指大者为姜黄，小者为郁金。则世间之物，俱各大小不齐，何尝因其异形而便异其名也?此但可与不智者道尔。若果为是，则郁金亦易得者，又何必以山茶花代耶?”\n4．（明）《本草纲目》：“心痛难忍：姜黄一两，桂三两，为末，醋汤服一钱。《经验后方》。胎寒腹痛：啼哭吐乳，大便泻青，状若惊搐，出冷汗。姜黄一钱，没药、木香、乳香各二钱，为末，蜜丸芡子大。每服一丸，钓藤煎汤化下。《和剂方》。产后血痛有块：用姜黄、桂心等分，为末，酒服方寸匕。血下尽即愈。《昝殷产宝》。疮癣初生：姜黄未掺之，妙。《千金翼》。”\n5．（清）《本草从新》：“泻、破血行气。味苦，辛，温，色黄入脾，兼入肝经。理血中之气，破血下气，（辛散苦泄、专于破血、下气其旁及者耳。）除风消肿，性更烈于郁金，治血积气胀，产后败血攻心，通月经，疗扑损，片子者能入手臂，治风寒湿痹痛，（时珍曰：入臂治痛，其兼理血中之气可知矣。）血虚者服之病反增剧。出川广。”\n6.（清）《得配本草》:“苦、辛，温。入足太阴兼足厥阴经血分。破血下气。除风热，消痈肿,功力烈于郁金。配肉桂，治心痛难忍，及产后血块痛。片子姜黄善理血中之气。治手臂风痹疼痛。以扁如干姜形者，为片子姜黄。血虚者禁用。”"
  },
  {
    "id": 45,
    "code": "CG",
    "name": "草果",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/93d2d5b163e239387a13fa5bd79d365b.jpg,/uploads/20240315/13b955a8f5d982255c7d0dbd4ac93fcb.jpg\"]",
    "local_images": "[]",
    "origin": "草果入药始见于《局方》，《宝庆本草折衷》首先补入本草，并谓：“或云生广酉州郡。实熟时采，暴干。”对于其药用出处，并没有一个明确而统一的认识。草果之名始载于《本草品汇精要》云:“草果生广南及海南。形如橄榄，其皮薄，其色紫，其仁如缩砂仁而大。又云南出者，名云南草果，其形差小耳。”李时珍误以为草果与草豆裁为同一物，仅略有差别，而将草果并入“草豆裁”条。《本草汇言》曰：“（草果）生闽广，长大如荔枝，其皮黑厚有直纹，内子大粒成团。”《本草从新》曰:“草果，形如诃子，皮黑浓而棱密，子粗而辛臭”。《桂海虞衡志》宋范成对草果的形态进行了非常详细的描绘，并指出《图经》中对草果的描述不详细，将草果与良姜属的红豆蔻、缫子姜的描述相混，实际这三种植物的花及果实并不相像。由此可以看出，在宋代时期便已将三者相区分。《本草品汇精要》、《本草汇言》、《本草从新》所载草果形态特征与本品草果Amomum tsao-ko Crevost et Lemaire一致。",
    "components": "(一）主要成分 1.营养成分：糖类、油脂、蛋白质、氨基酸、无机矿物质、硫、磷、钾、钙、镁、铁、锌、铜、锰等人体必需的微量元素[4][5][6]； 2.其它成分：挥发油类、酚类、鞣质、有机酸、皂苷、黄酮、蒽醌、香豆素、内酯、强心苷、甾体、萜类等。",
    "effects": "燥湿温中，除痰截疟",
    "safety": "现代动物毒性试验研究表明[8]，草果提取物对雌、雄两性小鼠经口急性毒理最大耐受量（MTD）均大于10.0g/kg体重,属于实际无毒物质。",
    "applications": "丁香姜糖",
    "contraindications": "血虚少者禁服。根据中医九种体质学说，痰湿质人群更为适宜食用。",
    "historical_records": "1.（明）《本草蒙筌》：“味辛，气温。升也，阳也。无毒。惟生闽广，八月采收。内子大粒成团，外壳紧厚黑皱。凡资入剂，取子锉成。气每熏人，因最辛烈。夏月造生鱼鲙，亦多用此酿成。故食馔大料方中，必仗以为君也。消宿食立除胀满，却邪气且却冷疼。同缩砂温中焦，佐常山截疫疟。辟山岚瘴气，止霍乱恶心。（谟）按∶草果《本经》原未载名，今考方书，补其遗缺。但辛烈过甚，凡合诸药同煎，气独熏鼻，则可知矣。虽专消导，大耗元阳。老弱虚羸，切宜戒之。”\n2.（明）《本草纲目》之【附方】：“心腹胀满短气：用草豆蔻一两，去皮为末，以木瓜生姜汤，调服半钱。《千金方》。胃弱呕逆不食：用草豆蔻仁二枚，高良姜半两，水一盏，煮取汁，入生姜汁半合，和白面作拨刀，以羊肉臛汁煮熟，空心食之。《普济》。霍乱烦渴∶草豆蔻、黄连各一钱半，乌豆五十粒，生姜三片。水煎服之。《圣济总录》。虚疟自汗不止：用草果一枚，面裹煨熟，连面研，入平胃散二钱。水煎服。《经效济世方》。气虚瘴疟：热少寒多，或单寒不热，或虚热不寒。用草果仁、熟附子等分，水一盏，姜七片，枣一枚，煎半盏服。名果附汤。《济生方》。脾寒疟疾：寒多热少，或单寒不热，或大便泄而小便多，不能食。用草果仁、熟附子各二钱半，生姜七片，枣肉二枚。水三盏，煎一盏，温服。《医方大成》。脾肾不足∶草果仁一两，以舶茴香一两炒香，去茴不用；吴茱萸汤泡七次，以破故纸一两炒香，去故纸不用；胡卢巴一两，以山茱萸一两炒香，去茱萸不用。右三味为糁，酒糊丸梧子大。每服六十丸，盐汤下。《百一选方》。赤白带下∶连皮草果一枚，乳香一小块。面裹煨焦黄，同面研细。每米饮服二钱，日二服。《卫生易简方》。香口辟臭∶豆蔻、细辛为末，含之。《肘后方》。脾痛胀满∶草果仁二个。酒煎服之。《直指方》。”\n3.（清）《本草从新》：“辛，热。破气除痰，消食化积。（疟积）治瘴疠寒疟（佐常山能截疟，或与知母同用，取其一阴一阳，治寒热瘴疟。盖草果治太阴独胜之寒，知母治阳明独胜之火）。若疟不由于岚瘴，气不实、邪不盛者并忌。形如诃子，皮黑浓而棱密。子粗而辛臭。面裹煨熟，取仁用。忌铁。”"
  },
  {
    "id": 49,
    "code": "SZ",
    "name": "山楂",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/18055c680684cc034cdc2e7ebfb41976.jpg,/uploads/20240315/fff0635f1a1737c77af0f1251a9442d1.jpg\"]",
    "local_images": "[]",
    "origin": "山楂原名山樝，《唐本草》名赤爪草（木），一名羊梂，一名鼠查，《本草图经》名棠梂子。山楂之名始见于《本草衍义补遗》。《新修本草》载有赤爪木，云：“小树生高五六尺，叶似香葇，子似虎掌爪，木如小林檎，赤色。出山南申（今河南信阳县），安（今湖北安陆县）、随（今湖北随州市）等州。”《纲目》曰：“其类有二种，皆生山中。一种小者，山人呼为棠朹子、茅楂、猴楂，可入药用，树高数尺，叶有五尖，桠间有刺，三月开五出小白花，实有赤、黄二色，肥者如小林檎，小者如指头，九月乃熟；一种大者，山人呼为羊朹子，树高丈余，花叶皆同，但实稍大而色黄绿，皮涩肉虚为异尔。初甚酸涩，经霜乃可食，功应相同而采药者不收”所描述小者的山楂，生于山中，与今之山楂Crataegus cuneata Sieb. et Zucc.相符，大者与今之大山楂（山里红C. pinnatifida Bunge var. major N. E. Br.）不同。今之山里红是山楂的栽培变种，作为药食两用物品已有悠久的历史。",
    "components": "营养成分 有机酸（苹果酸、枸橼酸等）、维生素（A、B、C、E）、胡萝卜素、蛋白质、硫铵素、脂肪、核黄素和氨基酸、钙、钾、铁、磷、钠、硒、镁",
    "effects": "消食健胃，行气散瘀，化浊降脂",
    "safety": "现代研究未见对山楂的食用部位或其提取物进行相关毒理学报道。",
    "applications": "山楂冬菇红枣饭\n山楂糕\n山楂酒\n山楂荷叶茶\n山楂红茶\n山楂益母茶\n山楂消食茶\n山楂菊花茶\n山楂茶\n山楂饮\n山楂汤\n山楂粥",
    "contraindications": "脾胃虚弱者及孕妇慎服；糖尿病患者不宜食用；儿童不宜多食。食用后要注意及时漱口、刷牙",
    "historical_records": "1．（唐）《新修本草》：“唐本注云：小树生高五、六尺，叶似香葇，子似虎掌爪，大如小林檎，赤色。出山南申州、安州、随州。”\n2.（明）《本草蒙筌》：“山查子，味甘、辛，气平。无毒。一名糖球子，俗呼山里红。深谷沿生，立秋摘取。蒸熟去核，曝干收藏。益小儿摩宿食积，扶产妇除儿枕疼。消滞血，理疮疡。行结气，疗颓疝”。脾胃可健，膨胀立驱。煮肉少加，须臾即烂。”\n3．（明）《本草纲目》：之【附方】：“新六。①偏坠疝气山棠梂肉、茴香（炒）各一两为末，糊丸梧子大。每服一百丸，空心白汤下。《卫生易简方》。②老人腰痛及腿痛。用棠梂子、鹿茸（炙）等分为末，蜜丸梧子大。每服百丸，日二服。肠风下血用寒药、热药及脾弱药俱不效者。独用山里果（俗名酸枣，又名鼻涕团）干者为末，艾汤调下，应手即愈。《百一选方》。③痘疹不快干山楂为末，汤点服之，立出红活。又法：猴楂五个，酒煎入水，温服即出。《危氏得效方》。④痘疮干黑危困者。用棠梂子为末，紫草煎酒调服一钱。《全幼心鉴》。⑤食肉不消山楂肉四两，水煮食之，并饮其汁。”\n4．（清）《本草从新》：“山樝，酸，甘，微温。健脾行气，消食磨积（善去腥膻油腻之积，与麦芽消谷积者不同。凡煮老鸡、硬肉，投数枚则易烂，其消肉积可知）。散瘀化痰。发小儿痘疹，行乳食停留，止儿枕作痛（恶露积于太阴，少腹作痛，名儿枕痛，沙糖调服）。疗小肠疝气（茴香佐之）。多食令人嘈烦易饥，反伐脾胃生发之气（凡服人参不相宜者，服山查即解，一补气，一破气也）。胃中无积及脾虚恶食者忌服。有大小二种，小者入药，一名棠球子，去皮核（核亦有用，化食磨积，治疝，催生）。”"
  },
  {
    "id": 50,
    "code": "DG",
    "name": "当归",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/23c0d7af41282e104adaf333d2acc02a.jpg,/uploads/20240315/4c8a4c2c4124587b5f73578b7e98696e.jpg,/uploads/20240315/56a553212e517b8291cb4ad28954fd16.jpg\"]",
    "local_images": "[]",
    "origin": "当归首载于《神农本草经》。有关当归品种来源的历代本草记载有：南北朝《本草经集注》云：“今陇西叨阳、黑水当归，多肉少枝，气香，名马尾当归，稍难得。西川北部当归，多根枝而细。历阳所出，色白而气味薄，不相似，呼为草当归，缺少时乃用之”。唐代《新修本草》云：“当归苗，有二种于内，一种似大叶芎穹。一种似细叶芎穹，唯茎叶卑下于芎穹。今出当州、宕州、翼州、松州，宕州最胜。细叶者名蚕头当归，大叶者名马尾当归，今用多是马尾当归，蚕头者不如此，不复用，陶称历阳者，是蚕头当归也”。宋代《本草图经》云：“当归，生陇西川谷，今川蜀、陕西诸郡及江宁府、滁州皆有之，以蜀中者为胜。春生苗，绿叶有三瓣。七、八月开花似时罗，浅紫色。根黑黄色。二月、八月采根，阴干。然苗有二种，都类芎䓖，而叶有大小为异，茎梗比芎䓖甚卑下。根亦二种，大叶名马尾当归，细叶名蚕头当归。大抵以肉浓而不枯者为胜”。并附有“文州当归”和“滁州当归”两幅图。明代《本草纲目》云：“今陕、蜀、秦州、汶州诸处人多栽莳为货。以秦归头圆尾多色紫气香肥润者，名马尾归，最胜他处；头大尾粗色白坚枯者，为搀头归，止宜入发散药尔。”\n根据以上历代本草关于当归的植物形态记载结合历代推崇的主产地的分布，以及“文州当归”图来看，历代所用当归的主流品种即为《中国药典》收载的伞形科植物当归Angelica sinensis （Oliv.） Diels 。此外古代也存在不同品种混用的现象，如如《本草图经》所附“滁州当归”图，为紫花前胡Angelica decursiva (Miq.) Franch. et Sav.。[1]",
    "components": "1.营养成分 蛋白质、铁、锰、镁、铜、锌、钙、钠、钾等人体必需的微量元素[9]； 2.其它成分 当归多糖、当归挥发油（藁本内酯、丁烯基酞内酯、α-蒎烯、p-雪松烯、氧化石竹烯等）、阿魏酸等。",
    "effects": "散寒止痛，理气和胃",
    "safety": "现代研究表明当归提取物属实际无毒级物质；遗传毒性试验显示受试物对哺乳类动物体细胞染色体及生殖细胞无损伤作用，未见遗传毒性作用；致畸试验提示对受试物孕鼠和胎鼠均无毒性，也无致畸作用；90d经口毒性试验结果说明当归提取物对动物未产生明显毒性作用。",
    "applications": "丁香姜糖",
    "contraindications": "热盛出血患者禁服，湿盛中满及大便溏泻者慎服，妊娠妇女应用时应慎重。当归口服剂量过大，可导致疲倦、嗜睡、发热、口干、恶心等症，用药不当也会导致出血或腹泻等症[13]。根据中医九种体质学说，血瘀质型人群最为适宜，痰湿、湿热质型人群忌食或少食。",
    "historical_records": "1．（汉）《神农本草经》：“当归，味甘、温、主咳逆上气，温疟,寒热洗洗在皮肤中，妇人漏下，绝子，诸恶疮痒，金疮，煮饮之。一名干归。”\n2．（汉魏）《名医别录》：辛，大温，无毒。温中止痛，除客血内塞，中风痓，汗不出，湿痹，中恶，客气虚冷，补五脏，生肌肉。生陇西川谷。二月、八月采根，阴干。\n3．（南北朝）《本草经集注》：“陶隐居云∶今陇西叨阳、黑水当归，多肉少枝，气香，名马尾当归，稍难得。西川北部当归，多根枝而细。历阳所出，色白而气味薄，不相似，呼为草当归，缺少时乃用之。方家有云真当归，正谓此，有好恶故也。俗用甚多，道方时须尔。”\n4．（唐）《新修本草》：“当归苗，有二种于内，一种似大叶芎穹。一种似细叶芎穹，唯茎叶卑下于芎穹。今出当州、宕州、翼州、松州，宕州最胜。细叶者名蚕头当归，大叶者名马尾当归，今用多是马尾当归，蚕头者不如此，不复用，陶称历阳者，是蚕头当归也。”\n5．（宋）《嘉祐本草》：“薜，山蕲。注《广雅》曰∶山蕲，当归也。当归今似蕲而粗大。吴氏云∶当归，神农、黄帝、桐君、扁鹊∶甘，无毒。歧伯、雷公∶辛，无毒。季氏∶小温。或生羌胡地。范子云∶当归无枯者善。药性论云∶当归，臣，恶热面。止呕逆，虚劳寒热，破宿血，主女子崩中，下肠胃冷，补诸不足，止痢腹痛。单煮饮汁，治温疟，主女人沥血腰痛，疗齿疼痛不可忍。患人虚冷，加而用之。日华子云∶治一切风，一切血，补一切劳，破恶血，养新血及主徵癖。”\n6．（宋）《本草图经》：“当归，生陇西川谷，今川蜀、陕西诸郡及江宁府、滁州皆有之，以蜀中者为胜。春生苗，绿叶有三瓣。七、八月开花似时罗，浅紫色。根黑黄色。二月、八月采根，阴干。然苗有二种，都类芎 ，而叶有大小为异，茎梗比芎 甚卑下。根亦二种，大叶名马尾当归，细叶名蚕头当归。大抵以肉浓而不枯者为胜。谨按《尔雅》云∶薜（布革切），山蕲（古芹字巨斤切）。郭璞注引《广雅》云∶山蕲，当归也。似蕲而粗大。释曰∶《说文》云∶蕲，草也。生山中者名薜，一名山蕲。然则当归芹类也。在平地者名芹，生山中而粗大者名当归也。”\n7．（宋）《本草衍义》：“当归，《广雅》云∶山蕲（古芹切），当归也，似芹而粗大。《说广》云∶蕲，草也，生山中者名薜（音百）。新书《图经》以谓当归，芹类也。在平地者名芹，生山中粗大者名当归。若然，则今川蜀皆以平地作畦种，尤肥好多脂肉。不以平地、山中为等差，但肥润不枯燥者佳。今医家用此一种为胜。市人又以薄酒洒使肥润，不可不察也。《药性论》云∶补女子诸不足，此说尽当归之用也。”\n8．（元）《汤液本草》：“气温，味辛甘而大温，气味俱轻，阳也。甘辛，阳中微阴。无毒。入手少阴经，足太阴经、厥阴经。《象》云∶和血补血，尾破血，身和血。先水洗去土，酒制过，或火干、日干入药，血病须用。去芦用。《心》云∶治血通用。能除血刺痛，以甘故能和血，辛温以润内寒，当归之苦以助心散寒。《珍》云∶头，止血；身，和血；梢，破血。治上，酒浸；治外，酒洗。糖色，嚼之大辛，可能溃坚。与菖蒲、海藻相反。《本草》云∶主咳逆上气，温疟，寒热洗洗在皮肤中，妇人漏下绝子，诸恶疮疡金疮，煮汁饮之。温中止痛及腰痛，除客血内塞，中风 ，汗不出。湿痹中恶，客气虚冷。补五脏，生肌肉。气血昏乱，服之即定。有各归气血之功，故名当归。雷公云∶得酒浸过，良。若要破血，即使头节硬实处；若要止痛止血，即用尾。若一时用，不如不使。易老云∶用头，则破血；用尾，则止血；若全用，则一破一止，则和血也。入手少阴，以其心主血也；入足太阴，以其脾裹血也；入足厥阴，以其肝藏血也。头能破血，身能养血，尾能行血。用者不分，不如不使。若全用，在参、 皆能补血；在牵牛、大黄皆能破血，佐使定分，用者当知。从桂、附、茱萸则热；从大黄、芒硝则寒。诸经头痛，俱在细辛条下。惟酒蒸当归，又治头痛，以其诸头痛皆属木，故以血药主之。《药性论》云∶臣。畏生姜，恶湿面。《经》云∶当归主咳逆上气。当归血药，如何治胸中气。《药性论》云∶补女子诸不足。此说尽当归之用矣。”\n9．（明）《本草蒙筌》：“当归，味甘、辛，气温。气味俱轻，可升可降。阳也，阳中微阴。无毒。生秦蜀两邦，（秦属陕西，蜀属四川。）有大小二种。大叶者名马尾当归，黄白气香肥润；（此为上品，市多以低假酒晒润充卖，不可不察。）小叶者名蚕头当归，质黑气薄坚枯。（此为下品，不堪入药。）一说∶川归力刚可攻，秦归力柔堪补。凡觅拯病，优劣当分。畏姜藻蒲蒙，（生姜、海藻、菖蒲、牡蒙。）恶䕡茹湿面。芦苗去净，醇酒制精。行表洗片时，行上渍一宿。体肥痰盛，姜汁渍宜。曝干㕮咀，治血必用。东垣云∶头止血上行，身养血中守，尾破血下流，全活血不走。易老云∶入手少阴，以心主血也。入足太阴，以脾裹血也。入足厥阴，以肝藏血也。\n若和剂在人参、黄耆皆能补血，在牵牛、大黄皆能破血。从桂附茱萸则热，从芒硝大黄则寒。《别说》又云∶能使气血各有所归，故因名曰当归。逐跌打血凝，并热痢刮疼滞住肠胃内；主咳逆气上，及温疟寒热泥在皮肤中；女人胎产诸虚，男子劳伤不足；眼疾齿疾痛难忍，痈疮金疮肌不生；中风挛蜷，中恶昏乱；崩带湛漏，燥涩焦枯；并急用之，不可缺也。又同川芎上治头痛，以其诸头痛皆属肝木，故亦血药主之。甚滑大便，泻者须忌。\n（谟）按∶《正传》云∶当归能逐瘀血、生新血，使血脉通畅与气并行，周流不息，因以为号。然而中半以上，气脉上行，天气主之；中半已下，气脈下行，地气主之；身则独守乎中而不行也。人身之法象亦犹是焉。故瘀血在上焦，与上焦之血少，则用上截之头；瘀血在下焦，与下焦之血少，则用下截之尾；若欲行中焦瘀血，与补中焦血虚，则用中截之身。匪独当归为然，他如黄芩、防风、桔梗、柴胡亦皆然也。观此一说，较前东垣虽殊，思亦近理不妄。採附篇末，凭人所宗。\n又按∶经云∶主咳逆上气。议者以当归血药，如何治胸中气也？殊不知当归非独主血，味兼辛散，乃为血中气药。况咳逆上气，非止一端，亦有阴虚，阳无所附，以致然者。今用血药补阴，与阳齐等，则血和而气降矣。《本经》所谓义或由斯。”\n10．（明）《本草纲目》之【附方】：“血虚发热：当归补血汤：治肌热燥热，目赤面红，烦渴引饮，昼夜不息，其脉洪大而虚，重按全无力，此血虚之候也。得于饥困劳役，证象白虎，但脉不长实为异耳。若误服白虎汤即死，宜此主之。当归身酒洗二钱，绵黄芪蜜炙一两，作一服。水二钟，煎一钟，空心温服，日再服。东垣《兰室秘藏》。失血眩运：凡伤胎去血，产后去血，崩中去血，金疮去血，拔牙去血，一切去血过多，心烦眩运，闷绝不省人事。当归二两，芎䓖一两，每用五钱，水七分，酒三分，煎七分，热服，日再。《妇人良方》。衄血不止：当归焙研末，每服一钱，米饮调下。《圣济总录》。小便出血：当归四两，剉，酒三升，煮取一升，顿服。《肘后方》。头痛欲裂：当归二两，酒一升，煮取六合，饮之，日再服。《外台秘要方》。内虚目暗：补气养血。用当归生晒六两，附子火炮一两，为末。炼蜜丸梧子大。每服三十丸，温酒下，名六一丸。《圣济总录》。心下痛刺：当归为末，酒服方寸匕。《必效方》。手臂疼痛：当归三两切，酒浸三日，温饮之。饮尽，别以三两再浸，以瘥为度。《事林广记》。温疟不止：当归一两，水煎饮，日一服。《圣济总录》。久痢不止：当归二两，吴茱萸一两，同炒香，去茱不用，黄连三两，为末，蜜丸梧子大。每服三十丸，米饮下，名胜金丸。《普济方》。大便不通：当归、白芷等分，为末。每服二钱，米汤下。《圣济总录》。妇人百病：诸虚不足者。当归四两，地黄二两，为末，蜜丸梧子大。每食前，米饮下十五丸。《太医支法存方》。月经逆行：从口鼻出。先以京墨磨汁服，止之。次用当归尾、红花各三钱，水一钟半，煎八分，温服，其经即通。《简便方》。室女经闭：当归尾、没药各一钱，为末，红花浸酒，面北饮之，一日一服。《普济方》。妇人血气：脐下气胀，月经不利，血气上攻欲呕，不得睡。当归四钱，干漆烧存性二钱，为末，炼蜜丸梧子大。每服十五丸，温酒下。《永类方》。堕胎下血：不止。当归焙一两，葱白一握，每服五钱，酒一盏半，煎八分，温服。《圣济总录》。妊娠胎动：神妙。佛手散：治妇人妊娠伤动，或子死腹中，血下疼痛，口噤欲死。服此探之，不损则痛止，已损便立下，此乃徐王神验方也。当归二两，芎䓖一两，为粗末。每服三钱，水一盏，煎令泣泣欲干，投酒一盏，再煎一沸，温服，或灌之。如人行五里，再服。不过三五服，便效。张文仲《备急方》。产难胎死：横生倒生。用当归三两，芎䓖一两，为末，先以大黑豆炒焦，入流水一盏，童便一盏，煎至一盏，分为二服，未效再服。《妇人良方》。倒产子死：不出。当归末，酒服方寸匕。《子母秘录》。产后血胀：腹痛引胁。当归二钱，干姜炮五分，为末，每服三钱，水一盏，煎八分，入盐、酢少许，热服。《妇人良方》。产后腹痛：如绞。当归末五钱，白蜜一合，水一盏，煎一盏，分为二服，未效再服。《妇人良方》。产后自汗：壮热，气短，腰脚痛不可转。当归三钱，黄芪合芍药酒炒各二钱，生姜五片，水一盏半，煎七分，温服。《和剂局方》。产后中风：不省人事，口吐涎沫，手足瘛疭。当归、荆芥穗等分，为末。每服二钱，水一盏，酒少许，童尿少许，煎七分，灌之，下咽即有生意，神效。《圣惠方》。小儿胎寒：好啼，昼夜不止，因此成痫。当归末一小豆大，以乳汁灌之，日夜三四度。《肘后方》。小儿脐湿：不早治，成脐风。或肿赤，或出水。用当归末傅之。一方，入麝香少许。一方，用胡粉等分。试之最验。若愈后因尿入复作，再傅即愈。《圣惠方》。汤火伤疮：焮赤溃烂，用此生肌，拔热止痛。当归、黄蜡各一两，麻油四两，以油煎当归焦黄，去滓，纳蜡搅成膏，出火毒，摊贴之。《和剂局方》。白黄色枯：舌缩，恍惚，若语乱者死。当归、白术各二两，水煎，入生芐汁、蜜和服。《三十六黄方》。\n11．（清）《本草从新》：“甘温和血，辛温散内寒，苦温助心散寒（诸血属心，凡通脈者必先补心，当归苦温助心。）入心、肝、脾（心生血，肝藏血，脾统血。）为血中气药。治虚劳寒热，咳逆上气，（血和则气降。）温疟，（厥阴肝邪），澼痢，头痛，腰痛，心腹肢节诸痛（散寒和血。）跌打血凝作胀，风痉无汗（身强项直，角弓反张曰痉。无汗为刚痉，有汗为柔痉。当归辛散风，温和血。产后亦有发痉者，以脱血无以养筋也，宜十全大补汤。）痿痹㿂瘕（筋骨缓纵，足不任地曰痿，风寒湿客于肌肉血脈曰痹。）痘证痈疽疮疡。冲脉为病，气逆里急，带脉为病，腹痛满，腰溶溶如坐水中（冲脉起于肾下，出于气街，挟脐上行，至胸中，上颃颡，渗诸阳，灌诸经，下行入足，渗三阴，灌诸络，为十二经脉之海，主血。带脉横围于腰，如束带，总约诸脉。）及妇人诸不足，一切血证，阴虚而阳无所附者。润肠胃，泽皮肤，去瘀生新，温中养营，活血舒筋，排脓止痛（血和则痛止。）使气血各有所归，故名（血滞能通，血虚能补，血枯能润，血乱能抚，盖其辛温能行气分，使气调而血和也。东垣曰∶头止血而上行，身养血而中守，尾破血而下流，全活血而统治。雷斅、海藏并云：头破血。时珍曰∶治上用头，治中用身，治下用尾，统治全用。）极善滑肠，泻者禁用（当归为君，白芍为臣，地黄为佐，芎藭为使，名四物汤，治血之总剂。血虚佐以人参、黄耆，血热佐以條芩、栀、连。訒庵曰∶血属阴，须得阳气而生，四物纯阴，不能生血，气虚血弱之人当用参 、芪，取阳旺生阴之义。）川产力刚善攻，秦产力柔善补。以秦产头圆尾多，肥润气香，里白不油者为良，名马尾当归。尾粗坚枯者，名鑱头当归。只宜发散用，宜酒制；治吐血，宜醋炒。畏菖蒲、海藻、生姜。恶湿面。（当归和酒服，治倒产，子死不出。）”\n12．（清）《得配本草》：“得茯苓，降气。配白芍，养营。配人参、黄耆，补阴中之阳。配红花，治月经逆行。（从口鼻出，先以好京墨磨汁服，止之。）君黄耆，治血虚发热。（症似白虎，但脉不长实，误服白虎汤即死。）佐荆芥，治产后中风。佐柴、葛，散表。入泻白散，活痰。入失笑散，破血。合桂、附、吴茱萸，逐沉寒。同大黄、芒硝，破热结。头止血，（上行。）尾破血，（下行。）身和血，酒洗。吐血，醋炒。脾虚，粳米或土炒。治痰，姜汁炒。止血、活血，童便炒。恐散气，芍药汁炒。\n13．（清）《本草崇原》：“气味苦温，无毒。主治咳逆上气，温疟寒热洗洗在皮肤中，妇人漏下绝子，诸恶疮疡金疮，煮汁饮之。（当归始出陇西川谷及四阳黑水，今川蜀、陕西诸郡皆有。春生苗，绿叶青茎，七八月开花，似莳萝娇红可爱，形圆象心，其根黑黄色，今以外黄黑，内黄白，气香肥壮者为佳。）当归花红根黑，气味苦温，盖禀少阴水火之气。主治咳逆上气者，心肾之气上下相交，各有所归，则咳逆上气自平矣。治温疟寒热洗洗在皮肤中者，助心主之血液从经脉而外充于皮肤，则温疟之寒热洗洗然，而在皮肤中者，可治也。治妇人漏下绝子者，助肾脏之精气从胞中而上交于心包，则妇人漏下无时，而绝子者，可治也。治诸恶疮疡者，养血解毒也。治金疮者，养血生肌也。凡药皆可煮饮，独当归言煮汁饮之者，以中焦取汁变化而赤，则为血。当归滋中焦之汁以养血，故曰煮汁。谓煮汁饮之，得其专精矣。《本经》凡加别言，各有意存，如术宜煎饵，地黄作汤，当归煮汁，皆当体会。”"
  },
  {
    "id": 51,
    "code": "FS",
    "name": "蝮蛇",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/dbb624d5fbf8e735a5b9098208ffaa99.jpg\"]",
    "local_images": "[\"images\\\\51_蝮蛇\\\\image_1.jpg\"]",
    "origin": "蝮蛇药用首载于《别录》。《本草经集注》云：“蝮蛇黄黑色，黄颔尖口，毒最烈。虺形短而扁，毒不异于蚖，中人不即疗，多死。”《新修本草》云：“蝮蛇作地色，鼻反，口又长，身短，头尾相似，大毒，一名蚖蛇，无二种也。”《本草拾遗》云：“蝮蛇，形短，鼻反，锦纹，亦有与地同色者。”《纲目》云：“蝮与虺，陶氏言是二种，苏恭言是一种。今按《尔雅》云：蝮虺身搏三寸，首大如擘。是以蝮虺为一种也。郭蹼云：蝮蛇惟南方有之，一名反鼻。细颈，大头，焦尾，鼻上有针，锦文如绶，文间有毛如猪鬣，大者长七八尺。虺则所在有之，俗呼土虺，与地同色……是皆以蝮虺为二种矣。盖蝮长大，虺短小，自不难辨，陶说为是。”《纲目》除“蝮蛇”条外另立“蚖”条，云：“蚖与蝮同类，即虺也。长尺余，蝮大而虺小,其毒则一。”由以上记载可知，古代本草有认为蝮、虺为一种，有认为蝮、虺为二种。李时珍认为蚖即是虺。据其所述特征考证，确为两种，反鼻，尖口，有锦文，大者长七八者为今之尖吻蝮Agkistrodon acutus (Guenther)；身短，俗呼土虺，与地同色者为今之蝮蛇Agkistrodon halys (Pallas)。",
    "components": "1.营养成分 脂肪、蛋白质、氨基酸、维生素[1-2]、铁、铜、锌、锰、钙、镁等人体必需微量元素[2-3] 2.其它成分 脂肪酸及酯类（棕榈酸、月桂酸、硬脂酸等）、磷脂类、肽类、核苷类、胆甾醇等[4-5]。",
    "effects": "祛风，通络，止痛，解毒",
    "safety": "以18000 mg/Kg蝮蛇水提物给大鼠口服，未见动物死亡。给小鼠腹腔注射和皮下注射蝮蛇水提物，其LD50值分别为3600 mg/Kg和10800 mg/Kg；蝮蛇挥发油腹腔给药时，LD50值为1426±20 mg/Kg[6]。蝮蛇50%乙醇提取物给大鼠做长期毒性试验，以100和500 mg/Kg剂量连续口服30 d，每天一次，结果动物体重正常增长，对动物主要脏器及血液学检查均未见任何异常变化[7-8]。",
    "applications": "丁香姜糖",
    "contraindications": "过敏体质慎用。阴虚内热及血虚生风者禁用。孕妇、儿童忌用。",
    "historical_records": "1.（汉魏）《名医别录》：“蝮蛇胆，味苦，微寒，有毒。主■（匿＋虫）疮。肉，酿作酒，疗癞疾，诸瘘，心腹痛，下结气，除蛊毒。其腹中吞鼠，有小毒，疗鼠瘘。”\n2.（南北朝）《本草经集注》：“蝮蛇黄黑色，黄颔尖口，毒最烈，虺形短而扁，毒不异于蚖，中人不即疗，多死。蛇类甚众，惟此二种及青蝰为猛，疗之并别有方。”\n3.（唐）《新修本草》：“蛇屎，疗痔瘘，器中养取之。皮灰，疗丁肿，恶疮，骨疽。蜕皮，主身痒、瘑、疥、癣等。蝮蛇作地色，鼻反，口又长，身短，头尾相似，大毒，一名蚖蛇，无二种也。山南汉沔间足有之。” \n4.（宋）《嘉祐本草》 ：“形粗短，黄黑如土色，白斑，鼻反者，山南金州、房州、均州皆有之。陈藏器云：蝮蛇，按蛇既众，多入用非一。《本经》虽载，未能分析，其蝮蛇形短，鼻反，锦文，亦有与地同色者。着足断足，着手断手，不尔合身糜溃。其蝮蛇七、八月毒盛时，啮树以泄其气，树便死，又吐口中涎沫于草木上，着人身肿成疮，卒难主疗，名曰蛇漠疮。蝮所主略与虺同。众蛇之中，此独胎产，本功外，宣城间山人，取一枚，活着器中，以醇酒一斗投之，埋于马溺处，周年已后开取，酒味犹存，蛇已消化，有患大风及诸恶风，恶疮瘰疬，皮肤顽痹，半身枯死，皮肤手足藏腑间重疾，并主之。不过服一升已来，当觉举身习习，服讫，服佗药不复得力。亦有小毒，不可顿服。腹中死鼠，主鼠瘘。脂磨着物皆透。又主癞。取一枚及佗蛇亦得，烧坐上，当有赤虫如马尾出，仍取蛇肉  塞鼻中，亦主赤痢，取骨烧为黑末，饮下三钱匕，杂蛇亦得。药性论云:蝮蛇胆，君。治下部虫，杀虫良。蛇，主五治痔，肠风泻血。”\n5.（明）《本草纲目》之【附方】：“白癞：大蝮蛇一条，勿令伤，以酒一斗渍之，糠火温令稍热。取蛇一寸，和腊月猪脂捣傅。《肘后》”\n6.（清）《得配本草》：“白花蛇，一名蕲蛇，得酒良。甘、咸、温。有毒。入足厥阴、手太阴经。治风淫末疾，透骨搜风，截惊定搐。其性善窜，能内走脏腑，外彻皮肤，引诸药直至于有风疾处。凡癞麻、鹤膝、鸡距，并宜治之。得丁香，治痘疮黑陷。炙白花蛇三钱，大丁香七枚，为末，每服五分，水和淡酒下，神效。出蕲州。头尾有大毒，尾有爪甲，去头尾各一尺，酒浸五日，每日换酒，去酒埋于地下一宿，尽去皮骨，炙用。服之切忌见风。虚弱者禁用。”\n7.（清）《本草求真》：“凡用蛇同糯米并曲造酒。服酒时切忌见风。并于开坛时须避其气。免致面目浮肿。以其峻厉之气。先有犯其清道也。”\n8.（清）《随息居饮食谱》：“白花蛇，甘、咸、温。祛风湿,治半身不遂,口面􌈳斜，风疠，疬疡，骨节疼痛，痘疮倒陷，搐搦，惊，麻痹不仁，霉疮，疥癣。头尾甚毒，去尽用之。产蕲州者良,虽干枯而目光不陷，故一名蕲蛇。凡饮蛇酒，切忌见风。”"
  },
  {
    "id": 53,
    "code": "FM",
    "name": "蜂蜜",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/8f36ac734b6943482696ed9eaecdbc2a.jpg,/uploads/20240315/a40795bbd2decea7ae0bfd2a25b8ecee.jpg,/uploads/20240315/0c78face05a486912cd7a007b83caa16.jpg,/uploads/20240315/ac853be9d927eec09d5571899407e61b.jpg,/uploads/20240315/20eac31e5ab7efc761130a6fdcc86e04.jpg\"]",
    "local_images": "[]",
    "origin": "本品原名为石蜜，始载于《本经》。《本草图经》云：“石蜜即崖蜜也，其蜂黑色，似虻，作房于岩崖高峻处或石窟中，人不可到，但以长竿刺令蜜出，以物承之，多者至三四石。味色绿醶，入药胜于他蜜。”又云：“食蜜有两种，一种在山林木上作房，一种人家做窠槛收养之。其蜂甚小而微黄，蜜皆浓厚而味美。”《本草衍义》载：“山蜜多石中或古木中，有经二三年，或一得而取之，气味醇厚。人家窠槛中蓄养者，则一岁春秋二取之，取之既数，则蜜居房中日少，气味不足，所以不逮陈白者日月足也。虽收之，才过夏亦酸坏。”从上述记载看，古时药用蜂蜜有两种，一种是产于岩崖、山林中，另一种是家养蜂之蜜。而本草均强调了以产于野生的石中或古木中为佳，此种情况暗示了《本经》所载的石蜜应为岩蜂（野蜂蜜）Apis dorsata Fabr.所酿。家养者可能为中华蜂蜜所酿。现代应用的蜂蜜多位中华蜂蜜和意大利蜂蜜所酿，石蜜则罕见。综上，蜂蜜主要来源于蜜蜂科昆虫中华蜜蜂Apis cerana Fabricius或意大利蜂Apis mellifera Linnaeus所酿的蜜。",
    "components": "（一）主要成分 1．营养成分 蛋白质、氨基酸、维生素、叶酸及钠、钾、钙、镁、铁、铜等人体必需的微量元素[6]； 2．其它成分 酸类（酚酸、有机酸、无机酸等）、酶类化合物（蔗糖酶、淀粉酶、葡萄糖氧化酶等）、黄酮等[7]。",
    "effects": "补中，润燥，止痛，解毒",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "蜂蜜多食令人作泻，肠胃虚寒者不宜食用。 婴幼儿禁服，糖尿病人慎服。根据中医九种体质学说，适宜食用蜂蜜的人群为阴虚质型，痰湿、湿热质人群忌食或少食。",
    "historical_records": "1．（汉）《神农本草经》：“石蜜，味甘，平。主心腹邪气，诸惊痫痓，安五脏诸不足，益气补中，止痛解毒。除众病，和百药。久服强志，轻身，不饥，不老。一名石饴。”\n2．（汉魏）《名医别录》：“无毒。微温。养脾气，除心烦，食饮不下，止肠澼，肌中疼痛，口疮，明耳目。延年神仙。生武都山谷，河源山谷及诸山石中，色白如膏者良。”\n3．（南北朝）《本草经集注》：“陶隐居云：石蜜即崖蜜也。高山岩石间作之，色青、赤，味小酸，食之心烦。其蜂黑色似虻。又木蜜，呼为食蜜，悬树枝作之，色青白。树空及人家养作之者，亦白而浓厚，味美。凡蜂作蜜，皆须人小便以酿诸花，乃得和熟，状似作饴须蘗也。又有土蜜，于土中作之，色青白，味酸。今出晋安檀崖者，多土蜜，云最胜。出东阳临海诸处多木蜜；出于潜、怀安诸县多崖蜜，亦有杂木蜜及人家养者，例皆被添，殆无淳者，必须亲自看取之，乃无杂尔，且又多被煎煮，其江南向西诸蜜，皆是木蜜，添杂最多，不可为药用。道家丸饵，莫不须之。《仙方》亦单炼服之，致长生不老也。”\n4．（唐）《新修本草》：“土蜜，出氐羌中，并胜前说者，陶以未见，故以南土为证尔。今京下白蜜，如凝酥，甘美耐久，全不用江南者。说者，今自有以水牛乳煎沙糖作者，亦名石蜜。此既蜂作，宜去石字，后条蜡蜜，宜单称尔。今按陈藏器本草云：蜜，主牙齿疳匿，唇口疮，目肤赤障，杀虫。”\n5．（宋）《嘉祐本草》：“陈藏器云：按寻常蜜，亦有木中作者。北方地燥，多在土中；南方地湿，多在木中。各随土地所宜而生，其蜜一也。崖蜜别是一蜂，如陶所说出南方崖岭间，生悬崖上，蜂大如虻，房着岩窟，以长竿刺令蜜出，承取之，多者至三、四石，味酸色绿，入药胜于它蜜。苏恭是荆襄间人，地无崖险，不知之者，应未博闻。今出石蜜，正是岩蜜也，宜改为岩字。甘蔗石蜜，别出《本经》。张司空云：远方山郡幽僻处出蜜，所着絶岩石壁，非攀缘所及。惟于山顶，篮轝自悬挂下，遂得采取。蜂去余蜡着石，鸟雀群飞来啄之尽。至春蜂归如故，人亦占护其处。宣州有黄连蜜，色黄，味苦。主目热。蜂衔黄连花作之。西京有梨花蜜，色白如凝脂，亦梨花作之，各逐所出。药性论云：白蜜，君。治卒心痛及赤白痢，水作蜜浆，顿服一碗止；又生姜汁、蜜各一合，水和顿服之。又常服，面如花红。神仙方：中甚贵，治口疮，浸大青叶含之。”\n6．（宋）《证类本草》：“图经曰：蜜（《本经》作石蜜，苏恭云当去石字），生武都山谷、河源山谷及诸山中，今川蜀、江南、岭南皆有之。蜡、白蜡，生武都山谷，出于蜜房木石间，今处处有之，而宣、歙、唐、邓、伊洛间尤多。石蜜即崖蜜也。其蜂黑色，似虻，作房于岩崖高峻处，或石窟中，人不可到。但以长竿刺令蜜出，以物承之，多者至三、四石，味酸，色绿，入药胜于它蜜。食疗：微温。主心腹邪气，诸惊痫，补五脏不足气。益中止痛，解毒。能除众病，和百药，养脾气，除心烦闷，不能饮食。治心肚痛，血刺腹痛及赤白痢，则生捣地黄汁，和蜜一大匙服，即下。又长服之，面如花色。”\n7．（宋）《本草衍义》：“石蜜，《嘉佑本草》石蜜收虫鱼部中，又见果部。新书取苏恭说，直将石字不用。石蜜既自有本条，煎炼亦自有法。今人谓之乳糖，则虫部石蜜自是差误，不当更言石蜜也。《本经》以谓白如膏者良，由是知石蜜字，乃白蜜字无疑。去古既远，亦文字传写之误，故今人尚言白沙蜜。盖经久则陈白而沙，新收者惟稀而黄。次条蜜蜡，故须另立别目。盖是蜜之房，攻治亦别。至如白蜡，又附於蜜蜡之下，此又误矣。本是续上文，叙蜜蜡之用及注所出州土，不当更分之为二。何者？白蜡本条中盖不言性味，止是言其色白尔。既有黄白二色，今止言白蜡，是取蜡之精英者，其黄蜡直置而不言。黄则蜡陈，白则蜡新，亦是蜜取陈，蜡取新也。《唐注》云：除蜜字为佳。今详之：蜜字不可除，除之即不显蜡自何处来。山蜜多石中或古木中有，经二三年或一得而取之，气味醇浓。人家窠槛中蓄养者，则一岁春秋二取之。取之既数，则蜜居房中日少，气味不足，所以不逮陈白者日月足也。虽收之，才过夏亦酸坏。若龛于井中近水处，则免。汤火伤，涂之痛止，仍捣薤白相和，虽无毒，多食亦生诸风。”\n8．（元）《汤液本草》：“蜜，气平，微温，味甘。无毒。《本草》云：主心腹邪气，诸惊痫痉。安五脏诸不足，益气补中，止痛解毒，除众病，和百药。养脾气，除心烦，饮食不下，止肠澼，肌中疼痛，口疮，明耳目。《液》云：凡炼蜜，必须用火熬开，以纸覆经宿，纸上去蜡尽，再熬色变，不可过度，令熟入药。”\n9．（明）《本草蒙筌》：“石蜜，味甘，气平、微温。无毒。大小成群，居止弗一。江南地湿，多附木石间；江北地燥，悉入土穴内。人家作桶收养，亦结房垒于中。日逐交飞，采花酿汁。久久和熟，（凡蜂作蜜必须人小便以酿诸花，乃得和熟似饴。一说：以匽潴之水注之蜡房而后蜜成，故谓蜡者蜜之也。）是谓蜜糖。三年一取者气味浓，一年一取者气味薄。故《本经》以石蜜优，家蜜劣也。入药炼熟，滴水成珠。（炼法详载总论款中。）益气补中，润燥解毒。养脾胃，却痫痓，止肠癖，除口疮。心腹卒痛即驱，五脏不足俱补。补阴丸用，取甘缓难化，可达下焦；点眼膏搀，因百花酿成，能生神气。蜜导通大便久闭，蜜浆解虚热骤生。食多亦生诸风，七月忌食生蜜。蜜蜡味淡，（天下之味莫甜于蜜，莫淡于蜡。浓于此者必薄于彼，理自然也。）煎蜜得之。陈则色黄，新则色白。《本经》条中，只言白蜡，不言黄蜡者，盖用蜜宜陈，用蜡宜新也。（一说：蜡熔纳水中，十数过即白，乃蜡之精英，故入药胜。《本经》所取，亦或在此。）益气止泻痢，补中续绝伤。溶裹大黄丸，膈寒凉脾胃无损；嚼为断谷药，度荒歉不饥。”\n10．（明）《本草纲目》之【附方】：“①大便不通：张仲景《伤寒论》云：阳明病，自汗，小便反利，大便硬者，津液内竭也，蜜煎导之。用蜜二合，铜器中微火煎之，候凝如饴状，至可丸，承热捻作挺，令头锐，大如指，长寸半许。候冷即硬，纳便道中，少倾即通也。一法：加皂角、细辛（为末）少许，尤速。②噫不下食：取崖蜜含，微微咽下。《广利方》。③产后口渴：用炼过蜜，不计多少，熟水调服，即止。《产书》。④难产横生：蜂蜜、真麻油各半碗，煎减半服，立下。《海上方》。⑤天行虏疮：比岁有病天行斑疮，头面及身，须臾周匝，状如火疮，皆戴白浆，随决随生。不即疗，数日必死。差后疮瘢黯色，一岁方灭，此恶毒之气。世人云：建武中，南阳击虏所得，仍呼为虏疮。诸医参详疗之，取好蜜通摩疮上，以蜜煎升麻，数数拭之。《肘后》。⑥痘疹作痒：难忍，抓成疮及疱，欲落不落。百花膏：用上等石蜜，不拘多少，汤和，时时以翎刷之。其疮易落，自无瘢痕。《全幼心鉴》。⑦瘾疹瘙痒：白蜜不以多少，好酒调下，有效。《圣惠方》。⑧五色丹毒：蜜和干姜末敷之。《肘后》。⑨口中生疮：蜜浸大青叶含之。《药性论》。⑩阴头生疮：以蜜煎甘草涂之瘥。《外台》。○11肛门生疮：肛门主肺，肺热即肛塞肿缩生疮。白蜜一升，猪胆汁一枚相和。微火煎令可丸，丸三寸长作挺，涂油纳下部，卧令后重，须臾通泄。《梅师》。○12热油烧痛：以白蜜涂之。《梅师》。○13疔肿恶毒：用生蜜与隔年葱研膏，先刺破涂之。如人行五里许，则疔出，后以热醋汤洗去。《济急仙方》。○14大风癞疮：取白蜜一斤，生姜二斤捣取汁。先秤铜铛斤两，下姜汁于蜜中消之，又秤之，令知斤两。即下蜜于铛中，微火煎令姜汁尽，称蜜斤两在，即药已成矣。患三十年癞者，平旦服枣许大一丸，一日三服，温酒下。忌生冷醋滑臭物。功用甚多，不能一一具之。《食疗方》。○15目生珠管：以生蜜涂目，仰卧半日，乃可洗之。日一次。《肘后方》。○16误吞铜钱：炼蜜服二升，可出矣。《葛氏方》。○17诸鱼骨鲠：以好蜜稍稍服之令下。《葛氏》。○18拔白生黑：治年少发白。拔去白发，以白蜜涂毛孔中，即生黑发。不生，取梧桐子捣汁涂上，必生黑者。《梅师方》。\n11．（清）《本草从新》：“蜂蜜俗名蜂糖。生岩石者，名岩蜜，亦名石蜜。以下卵生类。采百花之精英，合露气以酿成。生，性凉，能清热；熟，性温，能补中，甘而和，故能解毒；柔而滑，故能润燥；甘缓可以去急，故止心腹肌肉疮疡诸痛；甘缓可以和中，故能调营卫，通三焦，安五脏，和百药，而与甘草同功。止嗽治痢，解毒润肠，最治痢疾，用姜汁和服甚佳。明目悦颜。同薤白捣涂汤火伤。煎炼成胶，通大便秘。乘热纳谷道中，名蜜煎导。大肠虚滑者，虽熟蜜亦在禁例。酸者食之，令人心烦。同葱食害人。食蜜饮后，不可食鮓。令人暴亡。白如膏者良。汪颖曰：蜜以花为主。闽广蜜热，川蜜温，西蜜凉。安宣州有黄连蜜，味小苦，点目热良。西京有梨花蜜，色白如脂。用银石器，每蜜一斤，入水四两，桑火慢熬，掠去浮沫，至滴水成珠用。黄蜡，甘淡而涩，微温。止痛生肌，疗下痢，蜜，质柔性润，故滑肠胃。蜡，质坚性涩，故止泻痢。续绝伤。蜜与蜡皆蜂所酿成，而蜜味至甘，蜡味至淡，故今人言无味者，谓之嚼蜡。”\n12．（清）《得配本草》：“蜂蜜，忌与生葱同食。甘，平。入手足太阴经。润燥生津。除心烦，通便秘，能缓燥急之火，并解诸般之毒。得姜汁，治初痢。和生地汁，治心腹刺痛。拌薤白，涂汤火伤。入牙皂，通便结。（将蜜煎膏，入牙皂末少许，作锭塞粪门，便自下。）每斤入水四两，桑柴火熬，掠去浮沫，至滴水成珠用。”"
  },
  {
    "id": 55,
    "code": "JNJ",
    "name": "鸡内金",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/09d86015e398731af172d960ce580c94.jpg\"]",
    "local_images": "[\"images\\\\55_鸡内金\\\\image_1.jpg\"]",
    "origin": "鸡作为家禽一直被我国人民所养殖。所以鸡内金从古至今起来源并未改变。鸡内金又称鸡肶胵，从宋代开始才称其为鸡内金。《神农本草经》丹雄鸡项下载：“肶胵，裹黄皮，主泄利。”《说文解字》载：“鸡，知时畜也。籀文作鸡，肪，肥也。肠，大小肠也。膍鸟胵，胵鸟胃也。”此后，鸡内金、鸡肶胵、里黄皮等一直收录在各本草典籍的条目“鸡”项目。",
    "components": "1.营养成分 蛋白质（胃蛋白酶、淀粉酶、角蛋白等）、铁、锰、镁、铜、锌、钙、钾等人体必需的微量元素[4-6]； 2.其它成分 多糖，包括鸡内金多糖、粘多糖等。",
    "effects": "健胃消食，涩精止遗",
    "safety": "目前未见对鸡内金或其主要成分的毒理学研究报导。",
    "applications": "丁香姜糖",
    "contraindications": "大剂量慎服。",
    "historical_records": "1． （汉）《神农本草经》：：“肶胵，裹黄皮，主泄利。”\n2. （汉魏）《名医别录》：“里黄皮：微寒，主小便利，遗溺，除热，止烦。”\n3. （南北朝）《本草经集注》：“里黄皮：微寒，主小便利，遗溺，除热，止烦。”\n4. （唐）《新修本草》：“里黄皮，微寒，主泄痢，小便利，遗溺，除热，止烦。屎白，微寒。主消渴，伤寒，寒热，破石淋及转筋，利小便，止遗溺，灭瘢痕。”\n5. （明）《本草纲目》之【附方】：“①小便遗失：用鸡膍胵一具，并肠烧存性，酒服。男用雌，女用雄。（《集验》）②小便淋沥，痛不可忍。鸡肫内黄皮五钱，阴干烧存性，作一服，白汤下，立愈。（《医林集要》）③膈消饮水：鸡内金（洗、晒干）、栝楼根（炒）五两，为末，糊丸梧桐子大。服三十丸，温水下，日三。（《总录》）④反胃吐食：鸡膍胵一具，烧存性，酒调服。男用雌，女用雄。（《千金》）⑤消导酒积：鸡膍胵、干葛为末，等分，面糊丸梧子大。每服五十丸，酒下。（《袖珍方》）⑥禁口痢疾：鸡内金焙研，乳汁服之。⑦小儿疟疾+用鸡膍胵黄皮烧存性，乳服。男用雌，女用雄。（《千金》）⑧喉闭乳蛾：鸡肫黄皮勿洗，阴干烧末，用竹管吹之即破，愈。（《青囊方》）⑨一切口疮：鸡内金烧灰敷之，立效。（《活幼新书》）⑩鹅口白疮：鸡肫黄皮为末，乳服半钱。（《子母秘录》）⑪走马牙疳《经验》：用鸡肫黄皮（不落水者）五枚，枯矾五钱，研搽立愈。《心鉴》：用鸡肫黄皮，灯上烧存性，入枯矾、黄柏末等分，麝香少许。先以米泔洗漱后，贴之。⑫阴头疳蚀：鸡内金不落水拭净，新瓦焙脆，出火毒，为细末。先以米泔水洗疮，乃搽之。亦治口疳。（《经验方》）⑬谷道生疮，久不愈。用鸡膍胵烧存性为末，干贴之，如神。《总录》。⑭脚胫生疮：雄鸡肫内皮，洗净贴之。一日一易，十日愈。小山（《奇方》）⑮疮口不合：鸡膍胵皮，日贴之。⑯发背初起：用鸡肫黄皮（不落水者）阴干，临时温水润开贴之。随干随润，不过三五个，即消。（《杨氏经验方》）⑰发背已溃：用鸡肫黄皮，同绵絮焙末搽之，即愈。⑱金腮疮蚀，初生如米豆，久则穿蚀。用鸡内金焙、郁金等分，为末。盐浆漱了贴之。忌米食。（《总录》）⑲小儿疣目：鸡肫黄皮擦之，自落。（《集要方》）⑳鸡骨哽咽：活鸡一只打死，取出鸡内金洗净，灯草裹，于火上烧存性。竹筒吹入咽内，即消，不可见肉。（《摄生方》）\n6. （清）《本草从新》：“鸡肫皮、（一名鸡内金、一名膍胵、音皮鸱。）甘平性涩。鸡之脾也。能消水谷。除热止烦。通小肠、膀胱。治泻痢便数。遗溺溺血。崩带肠风。膈消反胃。小儿食疟。男用雌。女用雄。”\n7. （清）《得配本草》：“肫内黄皮甘，平。入大肠、膀胱。健脾开胃。祛肠风，治泄痢，消水谷，除酒积。得花粉，治膈消饮水。配枯矾，敷牙疳口疮（清热之功。）拌人乳，治小儿疟疾。同郁金，贴金腮疮蚀。烧存性，研。”"
  },
  {
    "id": 57,
    "code": "HMR",
    "name": "火麻仁",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/adf9aed04becf7b3b98fd7c3098d6b81.jpg\"]",
    "local_images": "[\"images\\\\57_火麻仁\\\\image_1.jpg\"]",
    "origin": "火麻仁入药始见于《神农本草经》，原名麻子。历代本草又名：麻蕡、麻子、麻子仁、麻仁、大麻子、大麻仁、冬麻子、火麻子等。“火麻仁”之名始见于元代吴瑞所撰《日用本草》。《神农本草经》始作麻蕡, 并又将“麻子”附在麻蕡条下。《本草纲目》收载大麻子于谷部麻麦稻类，李时珍曰：“大麻即今火麻，亦日黄麻。处处种之，剥麻收子……大科如油麻。叶狭而长，状如益母草叶，枝七叶或九叶。五、六月开细黄花成穗，随即结实，大如胡荽子，可取油。剩其皮作麻。其秸白而有棱，轻虚可为烛心。”植物形态特征与今桑科植物大麻相符合。《证类本草》麻賁项下所附植物图与今用大麻非常相似。明代李时珍《本草纲目》称“大麻即今火麻”，并对大麻雌雄分株及其植物学特征做了详细的描述，同样符合桑科植物大麻的植物形态特征。综合相关考证[2]认为，历代本草记载的大麻就是现今桑科大麻属植物大麻C. sativa L.。\n（二）药用部位\n宋代《图经本草》[3]载：“今处处有，皆田圃所莳，绩其皮以为布者。麻蕡，一名麻勃，麻上花勃勃者,七月七日采。麻子九月采, 入土者不用。”说明当时大麻种植已相当广泛。火麻仁的使用部位在《神农本草经》、《名医别录》中并未明确用种仁，陶弘景《本草经集注》伊始明确用种仁：“其子中人(仁) , 合丸药并酿酒, 大善, 而是滑利性。”此后本草方书中基本以种仁入药为主, 并且记载了详细的去皮壳方法。《备急千金要方》：“治连用饮酒咽喉烂, 舌生疮方, 大麻仁(一升)[4]……” 。宋代《图经本草》则记载其去壳方法：“今用麻仁, 极难去壳, 医家多以水浸。经三、两日, 煮令壳破, 暴干。新瓦上擂取自用。”《本草衍义》记载麻子去壳之法更为详实的：“取麻子, 帛包之, 沸汤中浸, 汤冷出之, 垂井中一夜, 勿令着水, 次日日中曝干, 就新瓦上挼去壳，簸扬取仁, 粒粒皆完。张仲景麻仁丸, 是用此大麻子。”对于去壳使用的原因，李时珍已经于《本草纲目》中直接指出：“壳有毒而仁无毒也。” 综合火麻仁的应用历史，以及历代综合性本草和食物性本草的记载可以看出，尽管火麻仁历代记载名称有别，然来源是明确的，即是桑科植物大麻Cannabis sativa L.。从部位来看，其药用部位当是大麻种子之去壳种仁。",
    "components": "1.营养成分 脂肪油、蛋白质、氨基酸、维生素B1、维生素B2等[7]，微量元素铁、钠、锰、锌、镁、钙、钾等。 2.其他成分 脂肪酸和酯类、木脂素酰胺类、甾体类、大麻酚类、黄酮和苷类、生物碱、挥发油、蛋白质和氨基酸等[8]。",
    "effects": "润肠通便",
    "safety": "含有一定量的毒蕈碱和大麻素等生物活性很高的成分，食用过量(超过50g)有中毒可能，产生恶心、呕吐、腹泻、四肢麻木、哭闹、失去定向力、瞳孔散大、抽搐、甚至昏迷[10]。",
    "applications": "火麻仁酒\n火麻仁长寿汤",
    "contraindications": "中医认为，火麻仁多食损血脉，滑精气，妇人多食发带疾；脾肾不足之便溏、阳痿、遗精、带下者慎服。",
    "historical_records": "1.（汉）《神农本草经》将“麻子”列为上品，载曰：“麻子，味甘，平，主补中益气，肥健不老。”\n2.（汉魏）《名医别录》曰：“无毒。疗中风汗出，逐水，利小便，破积血，复血脉，乳妇产后余疾，长发，可为沐药。久服神仙。九月采。入土中者贼人。生太山川谷。”\n3.（南北朝）《本草经集注》载：“陶隐居云：麻蕡即牡麻，牡麻则无实，今人作布及履用之。麻勃，方药亦少用，术家合人参服之，令逆知未来事。其子中仁，合丸药并酿酒，大善，而是滑利性。麻根汁及煮饮之，亦主療血、石淋。”\n4．（唐）《新修本草》 ：“唐本注云：蕡，即麻实，非花也。《尔雅》云：蕡，枲实。《礼》云：苴，麻之有蕡者。注云：有子之麻为苴。皆谓子耳。陶以一名麻勃，谓勃勃然如花者，即以为花，重出子条，误矣。既以麻蕡为米之上品，今用花为之，花岂堪食乎？根主产难胞衣不出，破血壅胀，带下，崩中不止者，以水煮服之，效。沤麻汁，主消渴。捣叶水绞取汁，服五合，主蛔虫。捣敷蝎毒。效。今按陈藏器本草云：麻子，下气，利小便，去风痹皮顽，炒令香，捣碎，小便取汁服。妇人倒产，吞二七枚即正。麻子去风，令人心欢。压为油，可以油物。早春种，为春麻子，小而有毒；晚春种，为秋麻子，入药佳。\n5．（宋）《嘉祐本草》：“蕡，枲实。释曰：枲，麻也；蕡，麻子也。《仪礼》注：苴，麻之有蕡者。又《禹贡》青州厥贡岱畎丝枲是也。又日荸麻。释曰：直麻之盛子者也。一名荸，一名麻母。药性论云：麻花，白麻是也。味苦，微热，无毒。方用能治一百二十种恶风，黑色遍身苦痒，逐诸风恶血。主女人经候不通，䗪虫为使。又叶沐发，长润。青麻汤淋瘀血，又主下血不止。麻青根一十七枚，洗去土，以水五升，煮取三升，冷，分六服。又云大麻人，使。治大肠风热结涩及热淋。又麻子二升，大豆一升，熬令香，捣末，蜜丸，日二服，令不饥，耐老益气。子五升研，同叶一握捣相和，浸三日去滓，沐发，令白发不生，补下瞧，主治渴。又子一升，水三升，煮四、五沸，去滓，冷服半升，日二服，差。陈士良云：大麻人，主肺藏，润五藏，利大小便，踈风气。不宜多食，损血脉，滑精气，痿阳气，妇人多食发带疾。日华子云：大麻，补虚劳，逐一切风气，长肌肉，益毛发，去皮肤顽痹，下水气及下乳，止消渴，催生，治横逆产。\n6. （宋）《本草衍义》：“大麻子 海东来者最胜，大如莲实，出毛罗岛。其次出上郡、北地，大如豆，南地者子小，去壳法∶取麻子，帛包之，沸汤中浸，汤冷出之，垂井中一夜，勿令着水，次日日中曝干，就新瓦上去壳，簸扬取仁，粒粒皆完。张仲景麻仁丸，是用此大麻子。”\n7. （元）《汤液本草》：“麻仁 味甘平。无毒。入足太阴经，手阳明经。《本草》云∶主补中益气，中风汗出，逐水，利小便，破积血，复血脉，乳妇产后余疾。长发，可为沐药。久服肥健不老。《液》云∶入足太阴、手阳明。汗多冒热便难，三者皆燥湿而亡津液，故曰脾约。约者，约束之义，《内经》谓∶燥者润之，故仲景以麻仁润足太阴之燥及通肠也。”\n8. （明）《本草蒙筌》：“火麻子 味甘，气平。无毒。乡落俱有，平地沿栽。根实花茎，依时收采。各有用度，并无弃遗。麻骨可作炬心，麻皮堪绩布疋。麻子入药，修制宜精。始用帛包浸沸汤，待冷检出；井内，隔水勿沾。务过一宵，方取曝日。候干燥置平地面，压重板揩净壳皮。择起细仁，随宜索效。或搀粳米煮粥，或佐血药为丸。经入阳明大肠及足太阴脾脏。恶茯苓一味，畏牡蛎白薇。益气补中，催生下乳。去中风出汗，皮肤顽痹；润大肠风热，结涩便难。止消渴而小水能行，破积血而血脉可复。胎逆横生易顺，产后余疾总除。和菖蒲鬼臼为丸，吞服即见鬼魅。（要见鬼者，用各等分，杵，丸弹大。每朝向日服一丸，满百日即见鬼魅。）合豆子头发着井，祝敕能辟瘟魔。（除夜四更，取麻子、豆子各二七粒，家人头发少许，着井中祝敕井吏，能避五瘟鬼，竟年免瘟疫伤寒。乃作沐汤，头发滋润。久服肥健，不老神仙。重压取油，亦能油物。麻花味苦性热，堪调经水不通。驱恶风黑色遍身，散诸风瘙痒难抵。麻根煮服，更通石淋。除难产带下崩中，逐腕折挝打瘀血。麻叶捣汁，又杀蛔虫。或被蝎伤，敷之即效。麻沸汤专主虚热，渍麻汁善解渴消。\n9.（明）《本草纲目》：“【附方】旧二十，新十八。服食法麻子仁一升，白羊脂七两，蜜蜡五两，白蜜一合，和杵蒸食之，不饥耐老。食疗。耐老益气 久服不饥。麻子仁二升，大豆ー升，熬香为末，蜜丸。日二服。药性论。大麻仁酒 治骨髓风毒疼痛，不可运动。用大麻仁水浸，取沉香一大升曝干，于银器中旋旋慢炒香熟，入木臼中捣至万杵，待细如白粉即止，平分为十帖。每用一帖，取家酿无灰酒一大碗，同麻粉，用柳槌蘸人砂盆中擂之，滤去売，煎至减半。空腹温服一帖。轻者四五帖见效，甚者不出十帖，必失所苦，效不可言。箧中方。麻子仁粥 治风水腹大，腰脐重痛不可转动。用冬麻子半斤，研碎，水滤取汁，入粳米二合，煮稀粥，下葱、椒、盐豉。空心食。食医心镜。老人风痹 麻子煮粥，上法食之。五淋涩痛 麻子煮粥，如上法食之。同上。大便不通 麻子煮粥，如上法服之。肘后方。麻子仁丸 治脾约，大便秘而小便数。麻子仁二升，芍药半斤，厚朴一尺，大黄、枳实各一斤，杏仁一升，熬研，炼蜜丸梧桐子大。每以浆水下十丸，日三服。不知再加。张仲景方。产后秘塞 许学士云：产后汗多则大便秘，难于用药，惟麻子苏子粥最稳。不惟产后可服，凡老人诸虚风秘，皆得力也。用大麻子仁、紫苏子各二合，洗净研细，再以水研，滤取汁盏，分二次煮粥啜之。本事方。产后瘀血 不尽。麻子仁五升，酒一升渍一夜，明且去滓温服一升，先食服。不瘥，夜再服升，不吐不下。不得与男子通一月，将养如初产法。千金方。胎损腹痛冬麻子一升，杵碎熬香，水二升煮汁，分服。心镜。妊娠心痛 烦闷。麻子仁一合研，水二盏，煎六分，去滓服。圣惠。月经不通 或两三月，或半年、一年者。用麻子仁二升，桃仁二两，研匀，熟酒一升，浸一夜。日服一升。普济。呕逆不止麻仁三合杵熬，水研取汁，着少盐吃，立效。李谏议常用，极妙。外台。虚劳内热下焦虚热，骨节烦疼，肌肉急，小便不利，大便数，少气吸吸，口燥热淋。用大麻仁五合研，水二升，煮减半，分服。四五剂。外台。补下治渴 麻子仁一升，水三升，煮四五沸去滓。冷服半升，日二。药性论。消渴饮水 至数斗，小使赤涩。用秋麻子仁一升，水三升，煮三四沸。饮汁，不过五升瘥。肘后方。乳石发渴 大麻仁三合，水三升，煮二升。时时呷之。外台。饮酒咽烂 口舌生疮。大麻仁一升，黄芩二两，为末，蜜丸。含之。千金方。脚气肿渴 大麻仁熬香，水研取一升。别以水三升，煮一升赤小豆，取一升汁，即内麻汁，更煎三五沸。食豆饮汁。外台秘要。脚气腹痹 大麻仁一升研碎，酒三升，流二宿。温服大良。外台。血痢不止 必效方：用麻子仁汁煮绿豆。空心食，极效。外台。小儿痢下赤白。体弱大困者。麻子仁三合，炒香研细末。每服一钱，浆水服，立效。子母秘录。截肠怪病大肠头出寸余，痛苦，干则自落，又出，名为截肠病，若肠尽即不治。但初觉截时，用器盛脂麻油坐浸之，饮大麻子汁数升，即愈也。夏子益奇疾方。金疮瘀血 在腹中。用大麻仁三升，葱白十四枚，捣熟，水九升，煮一升半，顿服。血出不尽，更服。千金。腹中虫病 大麻仁一升，东行茱萸根八升，渍水。平日服二升，至夜虫下。食疗。小儿疳疮麻子傅之，日六七度。子母秘录。小儿头疮麻子五升研细，水绞汁和蜜傅之。千金。白秃无发麻子三升炒焦研末，猪脂和涂，发生为度。普济方。发落不生麻子汁煮粥，频食之。圣济总录。婷耳出脓麻子一合，花胭脂分，研匀，作梃子，绵裹塞之。圣惠方。大风癞疾大麻仁三升淘晒，以酒一斗浸一夜，研取白汁，滤入瓶中，重汤煮数沸收之。每饮一小盏，兼服茄根散、乳香丸，取效。圣惠方。卒被毒箭 麻仁数升，杵汁饮。肘后。解射罔毒 大麻子汁饮之良。千金。辟禳温疫 麻子仁、赤小豆各二七枚，除夜着井中。饮水良。龙鱼河图。赤游丹毒麻仁捣末，水和傅之。千金方。湿癣肥疮 大麻诣傅之，五日瘥。千金方。瘭疽出汁生手足肩背，累累如赤豆状。剥净，以大麻子炒研末摩之。千金方。\n10.（清）《本草从新》：大麻仁 一名火麻。甘，平，滑利。缓脾润燥。治阳明病胃热，汗多而便难。（汗出愈多、则精枯而大便愈燥。仲景治脾约有麻仁丸。无己曰∶脾欲缓、急食甘以缓之。麻仁之甘以缓脾润燥。子和曰：诸燥皆三阳病。宣风利关节，催生而通乳。陈士良云：多食损血脉．滑精气，痿阳事，妇人多食，即发带疾。以其滑利下行，走而不守也，肠滑者尤忌。极难去壳，帛裹置沸汤中，待冷，悬井中一夜，晒干，就新瓦上捋去壳，捣用。畏牡蛎、白薇、茯苓。”\n11.（清）《得配本草》：“大麻仁 一名火麻，畏茯苓、牡蛎、白薇。甘，平。滑利。入足太阴，兼手阳明经血分。理女子经脉，治汗多胃燥，除里结后重，去皮肤顽痹，能催生下乳。合苏子研汁煮粥，治虚风便秘。同紫菀、杏仁煎服，治大便不利。（肺气润，便自利。）以葱、椒、盐豉入麻仁粥食之，治风水腹大，腰脐重痛。去壳研用。多食滑精痿阳发带疾。怪症∶肠头出寸许，痛苦非常，干则自落，又出又落，名截肠。宜于初起麻油浸之，食大麻仁汁数升而愈。”\n12.（清）《本草崇原》：“大麻仁 气味甘平，无毒。主补中、益气。久服肥健，不老神仙。（大麻即火麻，俗名黄麻。始出泰山川谷，今处处种之，其利颇饶。叶狭茎长，五六月开细黄花成穗，随结子可取油。《齐民要术》曰∶麻有雌雄，于放花时拔出雄者，若未花先拔，则不结子。）大麻放花结实于五六月之交，乃阳明太阴主气之时。《经》云∶阳明者，午也。五月盛阳之阴也。又，长夏属太阴主气，夫太阴、阳明，雌雄相合，麻仁禀太阴、阳明之气，故气味甘平。主补中者，补中土也。益气者，益脾胃之气也。夫脾胃气和则两土相为资益，阳明燥土得太阴湿气以相资，太阴湿土得阳明燥气以相益，故久服肥健，不老神仙。"
  },
  {
    "id": 58,
    "code": "EJ",
    "name": "阿胶",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/31c02cf11bf6c0b5e8e26bd90cf2f784.jpg,/uploads/20240315/b07048bc60166adeb40700a282ca0702.jpg,/uploads/20240315/29daf737ab52a2cf59ab74269e3d7f8f.jpg,/uploads/20240315/bc93a38f259615debc900a568b4951e3.jpg\"]",
    "local_images": "[]",
    "origin": "阿胶始载于《本经》，列为上品。早期的阿胶主要来源于牛皮，《别录》载：“阿胶生东平郡（今山东东平县），煮牛皮作之，出东阿县。”《本草经集注》又曰：“今东都下亦能作之。用皮亦有老少。胶则有清浊。”唐之后西域之驴传入中原，而出现驴皮代替牛皮的情况。《本草图经》曰：“今郓州皆能作之。以阿县城北井水作煮为真。造之，阿井水煎乌驴皮，如常煎胶法。其井官禁，真胶极难得……大抵以驴皮得阿井水乃佳耳……今时方家用黄明胶，多是牛皮，《本经》阿胶亦用牛皮，是二皮亦通用。”《纲目》云：“凡造诸胶，自十月至二三月间，用㸺牛、水牛、驴皮者为上，猪、马、骡、驼皮者次之，其旧皮、鞋、履等物者为下。俱取生皮，水浸四五日，洗刮极净。”根据上述记载可知古代阿胶原料最早用牛皮，后期以驴皮为佳，牛皮熬制的胶后称“黄明胶”，并强调了驴皮用阿井水煎成者为最佳，和今天的应用情况一致。",
    "components": "1.营养成分[2,3] 含多糖、氨基酸、多肽、蛋白质等，含有钾、钠、钙、镁、铜、铁、，锰、铝、锌、锶等元素； 2.化学成分[2-6] 含糖胺聚糖如硫酸皮肤素等；挥发性成分中含有吡嗪类、醛类、酯类、酮类等[7]。",
    "effects": "补血滋阴，润燥，止血",
    "safety": "小鼠灌胃进行急性毒性试验研究，阿胶LD50大于20.0g/kg，属于无毒级物质；遗传毒性试验表明，阿胶无致突变性，无致小鼠骨髓嗜多染红细胞微核作用，无致小鼠精子畸形作用；30天喂养试验结果表明阿胶喂养组与对照组相比未出现有意义的病理改变,表明其无亚急性毒性。60天灌服长期毒性试验表明，阿胶片尸解和组织观察未见异常[4,8,9]。",
    "applications": "马齿苋阿胶汤",
    "contraindications": "脾虚便溏者慎服。根据中医九种体质学说，阴虚体质人群更为适宜，湿热、痰湿质人群忌食或少食。",
    "historical_records": "1. （汉）《神农本草经》：“味甘平。主心腹，内崩，劳极，洒洒如疟状，腰腹痛，四肢酸疼，女子下血安胎，久服轻身益气，一名傅致胶。”\n2. （汉魏）《名医别录》：“微温，无毒。主丈夫少腹痛，虚劳羸瘦，阴气不足，脚酸不能久立，养肝气。生东平郡，煮牛皮作之．出东阿。”\n3. （唐）《新修本草》：“恶大黄，得火良。出东阿，故名阿胶。今都下能作之，用皮亦有老少，胶则有清浊。凡三种∶清薄者，书画用；浓而清者，名为盆覆胶，作药用之，用之皆火炙，丸散须极燥，入汤微炙尔；浊黑者，可胶物用，不入药也。用一片鹿角即成胶，不尔不成也。”\n4. （宋）《本草图经》：“出东平郡，煮牛皮作之，出东阿，故名阿胶。今郓州皆能作之，以阿县城北井水作煮为真。造之，用阿井水煎乌驴皮，如常煎胶法。”\n5. （元）《汤液本草》：“气微温，味甘平。无毒。甘，平。味薄，气升阳也。入手太阴经、足少阴经、厥阴经。《象》云∶主心腹痛内崩。补虚安胎，坚筋骨，和血脉，益气止痢。炮用。《心》云∶补肺金气不足。除不足，甘温补血。出东阿，得火良。《本草》云∶主心腹内崩，劳极，洒洒如疟状。腰腹痛，四肢酸痛，女子下血，安胎，丈夫小腹痛。虚劳羸瘦。阴气不足，脚痛，不能久立。养肝气，益肺气。肺虚极损。咳嗽，唾脓血，非阿胶不补。仲景猪苓汤，用阿胶，滑以利水道。《活人书》四物汤加减例，妊娠下血者，加阿胶。”\n6. （明）《本草蒙筌》：“风淫木旺，遍疼延肢体能驱；火盛金虚，久咳唾脓血即补。养血止吐衄崩带，益气扶羸瘦劳伤。利便闭，调猪苓汤吞；禁胎漏，加四物汤服。定喘促，同款冬、紫菀；止泻痢，和蜜蜡黄连。安胎养肝，坚骨滋肾。”\n7. （明）《本草纲目》之【附方】：“①瘫缓偏风∶治瘫缓风及诸风，手脚不遂，腰脚无力者。驴皮胶微炙熟。先煮葱豉粥一升，别贮。又以水一升，煮香豉二合，去滓入胶，更煮七沸，胶烊如饧，顿服之。及暖，吃葱豉粥。如此三四剂即止。若冷吃粥，令人呕逆。（《广济方》）②肺风喘促∶涎潮眼窜。用透明阿胶切炒，以紫苏、乌梅肉（焙研）等分，水煎服之。（《直指》）③老人虚秘∶阿胶（炒）二钱，葱白三根。水煎化，入蜜二匙，温服。④胞转淋閟∶阿胶三两，水二升，煮七合，温服。（《千金方》）⑤赤白痢疾∶黄连阿胶丸∶治肠胃气虚，冷热不调，下痢赤白，里急后重，腹痛口渴，小便不利。用阿胶（炒过，水化成膏）一两，黄连三两，茯苓二两。为末，捣丸梧子大。每服五十丸，粟米汤下，日三。（《和剂局方》）⑥吐血不止∶《千金翼》∶用阿胶（炒）二两，蒲黄六合，生地黄三升，水五升，煮三升，分三服。《经验》∶治大人、小儿吐血。用阿胶、蛤粉各一两，辰砂少许为末，藕节捣汁，入蜜调服。⑦肺损呕血并开胃∶用阿胶（炒）三钱，木香一钱，糯米一合半，为末。每服一钱，百沸汤点服，日一。⑧（《普济》）。大衄不止，耳鼻俱出：用阿胶（炙）半两，蒲黄一两，每服二钱，水一盏，入生地黄汁一合，煎至六分，温服。急以帛系两乳。（《圣惠》）⑨月水不调∶阿胶一钱，蛤粉 炒成珠，研末，热酒服即安。一方入辰砂末半钱。⑩月水不止∶阿胶炒焦为末，酒服二钱。（《秘韫》）⑪妊娠尿血∶阿胶炒黄为末，食前粥饮下二钱。（《圣惠》）⑫妊娠血痢∶阿胶二两，酒一升半，煮一升，顿服。（《杨氏产乳》）⑬妊娠下血不止∶阿胶三两炙为末，酒一升半煎化，一服即愈。又方∶用阿胶末二两，生地黄半斤捣汁，入清酒三升，绞汁分三服。（《梅师方》）⑭妊娠胎动∶《删繁》∶用阿胶（炙研）二两，香豉一升，葱一升，水三升，煮二物取一升，入胶化服。《产宝》胶艾汤∶用阿胶（炒）二两，熟艾叶二两，葱白一升。水四升，煮一升半， 分温两服。⑮产后虚閟∶阿胶（炒）、枳壳（炒）各一两，滑石二钱半。为末，蜜丸梧桐子大。每服五十丸，温水下。未通，再服。（《和剂局方》）⑯久嗽经年∶阿胶（炒）、人参各二两，为末。每用三钱，豉汤一盏，葱白少许，煎服，日三次。（《圣济总录》）。\n8.（清）《本草从新》：“甘平。清肺养肝，滋肾补阴，止血去瘀，除风化痰，润燥定喘，利大小肠。治虚劳咳嗽，肺痿吐脓，吐血衄血，血淋血痔，肠风下痢（伤暑伏热成痢者、必用之、妊娠血痢尤宜），腰酸骨痛，血痛血枯，经水不调，崩带胎动（或妊娠下血、酒煎服）及一切风病。（藏器曰、诸胶皆能疗风、补虚止泄、驴皮主风为最，宗奭曰∶用驴皮煎胶、取其发散皮肤之外、用乌者、取其属水、以制热则生风之义也），痈疽肿毒，（士瀛曰∶小儿惊风后、瞳神不正者、以阿胶倍人参服、最良、阿胶有神、人参益气也、按阿井乃济水伏流、其性趋下、用搅浊水则清、故治瘀浊及逆上之痰也，大抵补血与液、为肺大肠要药。），胃弱作呕吐，脾虚食不消者，均忌。用黑驴皮、阿井水煎成。以黑光带绿色，顿之易化，清而不腻并不臭者良。蛤粉炒（化痰），蒲黄炒（止血）酒化，水化，童便和用，得火良。山药为使，畏大黄（月水不止、阿胶炒焦为末、酒服二钱、妊娠尿血、阿胶炒黄为末、食前、粥饮下二钱）。\n9. （清）《本草崇原》：“气味甘平，无毒。主治心腹内崩，劳极洒洒如疟状，腰腹痛，四肢酸疼，女子下血，安胎，久服轻身益气。山东兖州府，古东阿县地有阿井，汲其水煎乌驴皮成胶，故名阿胶。此清济之水，伏行地中，历千里而发现于此井，济居四渎之一，内合于心，井有官舍封禁，发煮胶以供天府，故真胶难得，货者多伪。其色黯绿，明净不臭者为真，俗尚黑如漆。故伪造者，以寻常之水煎牛皮成胶，搀以黑豆汁，气臭质浊，不堪入药。”"
  },
  {
    "id": 59,
    "code": "DDH",
    "name": "代代花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/1509e0aca26e6194a541fc9ff1707ffd.jpg\"]",
    "local_images": "[\"images\\\\59_代代花\\\\image_1.jpg\"]",
    "origin": "代代又称玳玳( C. aurantium L. var daidai)是芸香科柑橘亚属植物, 为酸橙的变种, 在我国的福建、四川、浙江等地都有栽培。代代的成熟果实呈橙红色, 留于树上至次年夏天, 变为污绿色，状如回生，故其果又名回青橙、回春橙[2]。“代代”即谓其可回生续代也。代代（果）性微寒，味苦、酸。有行气宽中、消食、化痰的功能。宋代以前, 正品枳壳的来源为枸橘。宋代和明代之间正品枳壳的原植物来源发生了变化, 宋代以前为枸橘, 至明代则为酸橙类植物。因代代为酸橙的变种之一, 民间有用其果实替代作为枳实、枳壳入药。其花蕾作为药用，其具有舒肝理气，和胃止呕的功效。用于脘腹胀痛，胸胁不舒，恶心呕吐，不思饮食等症。用法为泡茶，煎汤等。代代花植物作为酸橙的一个栽培变种，其作为枳壳入药出现较晚，主产于浙江的杭州和江苏的苏州, 药材习称“苏枳壳、苏枳实”,并且其在市场上并不是主要品种。综上，宋代之后的代代为芸香科柑桔亚属植物酸橙的栽培变种。",
    "components": "1营养成分 代代花富含挥发油和油脂类成分油酸、亚麻酸、亚油酸乙酯[6]等，含有糖类和有机酸类物质[7]，未见代代花微量元素含量的文献报道。 2.其他成分 腺苷、绿原酸、柚皮苷、橙皮苷、新橙皮苷、构椽皮素等挥发油、黄酮类成分、生物碱类、香豆素类等[8]。",
    "effects": "理气宽胸，和胃止呕",
    "safety": "未见到代代花药用或食用的毒理学研究有关文献报道。",
    "applications": "扁豆茶",
    "contraindications": "月经期间忌用，孕妇慎用。按中医九种体质，气郁质最适合食用。",
    "historical_records": "1.《饮片新参》：“理气宽胸，开胃止呕。”\n2.《福建药物志》：“理气宽胸，开胃解酒。主治食欲不振，食后涨闷，恶心呕吐，醉酒。”\n3.《浙江药用植物志》：“舒肝利气，止痛。主治气郁不舒，胃脘作痛，脘腹胀满。”\n2.《中药志》：“枳壳，原植物来源为酸橙、代代花、香圆。”\n4.《浙江中药手册》：“调气疏肝，治胸膈及脘宇痞痛。”\n5.《中华药海》：“代代的未成熟果实称玳玳花枳壳或苏枳壳。”\n6.《中华本草》：“代代花，果实加工成枳壳，故称枳壳花。其成熟果橙红色，留于树干上至次年夏季转为污绿色，状如回生，故其果又名回青橙，回春橙。代代者，谓其回升续代也。代讹传为玳”\n7.《中药大辞典》：“代代花枳壳为：芸香科植物代代花Citrus aurantium L. var. amara Engl.的果实。7～8月摘取未成熟的绿色果实，自中部横切为两半，晒干或烘干。”\n8.《食物疗法》：“橘皮玳玳花茶，橘皮6g，玳玳花6g，甘草3g。以上3药切碎，用开水浸泡，不限时服用。具芳香健胃，行气止痛。适宜于胃脘胀痛、胸闷不舒、频频嗳气、食少腹胀、大便不爽等症。”\n9.《草花谱》：“枳壳花细而香，闻之破郁，结篱旁种之，实可入药。”\n代代花别名回青橙，始载于《开宝本草》，花蕾作为药用，其具有舒肝理气，和胃止呕的功效。古代本草多记载代代的未成熟果实入药，称玳玳花枳壳或苏枳壳。《本草汇言》中记载：“其能除诸热，滑利能导积滞，善治赤白痢，干涩不通，下坠欲解而不解。” 关于代代花蕾的药食记载文献较少，《食物疗法》中载将代代花与橘皮，甘草等泡水饮服，芳香健胃，行气止痛。可用于腹胀便秘所引起的肥胖减肥治疗。"
  },
  {
    "id": 63,
    "code": "GHX",
    "name": "藿香",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/6b062f4dc81f52d46a7a2321860f3232.jpg,/uploads/20240315/cebbd6a99319fbd7bb47fa101c4c22cd.jpg\"]",
    "local_images": "[]",
    "origin": "藿香始载于汉代杨孚《异物志》，云：“藿香交趾有之。”其后嵇含《南方草木状》云；“出交趾九真诸国。” 《本草图经》云：“藿香旧附五香条，不著所出州土，今岭南郡多有之，人家亦多种植，二月生苗，茎梗甚密作丛，叶似桑而小薄，六月七月采之，暴干乃芬香，须黄色然后可收。” 《纲目》云：“藿香方茎有节中虚，叶微似茄叶。洁古、东垣惟用其叶，不用枝梗。今人并枝梗用之，因叶多伪故耳。”从上述“叶似桑而小薄”，“叶微似茄叶”及《本草图经》之“蒙州藿香”和《纲目》藿香附图观之，均确证明代以前所称的“藿香”，系今日《药典》所收载的“广藿香”。此种藿香历史上主产于越南，后引种之广东栽培。与今天的广藿香Pogostemon cablin( Blanco) Benth.相符合。",
    "components": "1.营养成分 蛋白质、氨基酸、维生素、铁、铜、锌、锰、钙、镁等人体必需微量元素[1-2]； 2.其它成分 挥发油类（广藿香醇、刺蕊草烯、愈创木烯、广藿香烯、广藿香酮等）、黄酮类化合物（芹菜素、金合欢素、金丝桃苷）、植物甾醇等[3-4]。",
    "effects": "芳香化浊，和中止呕，发表解暑",
    "safety": "采用口服和腹腔注射给药途径，观察小鼠给予不同剂量广藿香醇花生油溶液后的死亡率；结果显示广藿香醇花生油溶液的灌胃给药的LD50是4.69 g/Kg，广藿香醇花生油溶液的腹腔注射给药的LD50是3.14 g/Kg，表明广藿香醇的安全性较高，属于低毒药物[6]。分别以广藿香油及其主要成分广藿香醇、广藿香酮对斑马鱼胚胎发育的毒性进行考察，结果显示随作用时间延长，三种药物毒性表现越明显；24 h 时广藿香醇和广藿香酮对斑马鱼的LD50分别为50.3、12.9 mg/L，广藿香油组无明显致死现象；96 h时广藿香油、广藿香醇和广藿香酮对斑马鱼胚胎的LC50分别为21.22、12.86和11.76 mg/L。对比12 mg/L浓度下三种药物的毒性，广藿香醇和广藿香酮在24 h 时主要表现为生长缓慢、止于体节期，96 h 时表现为导致幼鱼脊柱侧弯，心脏肿大，卵黄囊肿大、摆尾次数和心率明显下降等现象；广藿香油在各时间点主要表现为延缓黑色素的生成和轻微的心脏毒性；对比结果表明，广藿香酮毒性最明显。因此，广藿香油、广藿香醇和广藿香酮对斑马鱼均有胚胎发育毒性，其毒性大小为广藿香酮 ＞ 广藿香醇 ＞ 广藿香油[7]。",
    "applications": "丁香姜糖",
    "contraindications": "阴虚火旺、邪实便秘者禁服。根据中医九种体质学说，痰湿、湿热质人群更为适宜食用，阴虚质人群忌食或少食。",
    "historical_records": "1.（宋）《本草图经》：“藿香，旧附五香条，不著所出州土，今岭南郡多有之，人家亦多种植。二月生苗，茎梗甚密，作丛，叶似桑而小薄。六月、七月采之，曝干。乃芬香，须黄色，然后可收。又金楼子及《俞益期笺》皆云：扶南国人言∶众香共是一木，根便是旃檀，节是沉水，花是鸡舌，叶是藿香，胶是薰陆。详《本经》所以与沉香等共条，盖义出于此。然今南中所有，乃是草类。\n2.（宋）《证类本草》：“微温。疗风水毒肿，去恶气，疗霍乱心痛。”\n3.（明）《本草蒙筌》：“藿香，味辛、甘，气微温。味薄气厚，可升可降，阳也。无毒。岭南郡州，人多种莳。七月收采，气甚芬香。市家多搀棉花叶、茄叶假充，不可不细择尔。拣去枝梗入剂，专治脾肺二经。加乌药顺气散中，奏功于肺；加黄耆四君子汤内，取效在脾。入伤寒方，名正气散。理霍乱俾呕吐止，开胃口令饮食增。禁口臭难闻，消风水延肿。”\n4.（明）《本草纲目》之【附方】：“①升降诸气：藿香一两，香附炒五两，为末，每以白汤点服一钱。《经效济世方》。②霍乱吐泻，垂死者，服之回生：用藿香叶、陈皮各半两，水二盏，温服。《百一选方》。③暑月吐泻：滑石炒二两，藿香二钱半，丁香五分，为末。每服一二钱，淅米泔调服。《禹讲师经验方》④胎气不安，气不升降，呕吐酸水：香附、藿香、甘草各三钱，为末，每服二钱，入盐少许，沸汤调服之。《普济》。⑤香口去臭：藿香洗净，煎汤，时时噙漱。《摘玄方》。⑥冷露疮烂：藿香叶、细茶等分，烧灰，油调涂叶上贴之。《应验方》。”\n5.（清）《本草从新》：“藿香，宣、去恶气。辛甘微温，入手足太阴。（肺、脾。）快气和中，开胃止呕。去恶气，进饮食，治霍乱吐泻，心腹绞痛，上中二焦邪滞。（禀清和芳烈之气、为脾肺达气要药、局方有藿香正气散、正气通畅、则邪逆自除。）阴虚火旺，及胃热胃虚作呕者，戒用。出交广，方茎有节，叶微似茄叶，古唯用叶，今枝梗亦用，因叶多伪也。（冷露疮烂、藿香叶、细茶等分、烧灰、油调涂之、良。）”\n6.（清）《得配本草》：“藿香，辛、甘，微温。入足太阴、阳明经气分。温中快气，理脾和胃，为吐逆要药。治上中二焦邪气壅滞，霍乱吐泻，心腹绞痛，去恶气，疗水毒，除饮酒口臭。得滑石，治暑月吐泻。（加丁香，尤效。）配豆仁，治饮酒口臭。广产者良。叶主散，茎主通。胃弱胃热而呕，阴虚火旺者，禁用。”"
  },
  {
    "id": 64,
    "code": "FPZ",
    "name": "覆盆子",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/5e289b1f1812299078adee449377d481.jpg\"]",
    "local_images": "[\"images\\\\64_覆盆子\\\\image_1.jpg\"]",
    "origin": "覆盆子始载于《别录》，列为上品。关于其来源古代本草诸说不一。如《本草经集注》、《新修本草》、《开宝本草》、《本草图经》等皆认为覆盆与蓬蘽是同物异名。《食疗本草》指出覆盆子与悬钩子相似，陈士良《食性本草》则云：“蓬蘽似蚕莓，大；覆盆小，其苗各别。”《本草蒙筌》谓：“道傍田侧，处处有生。苗长七八寸余，实结四五颗止。大若半弹而有蒂，微生黑毛而中虚，赤熟夏初，小儿竞采。江南咸谓苺子。”《纲目》曰：“蓬蘽子以八九月熟，故谓之割田藨。覆盆以四五月熟，故谓之插田藨，正与《别录》五月采相合。”又曰：“南土覆盆极多。悬钩是树生，覆盆是藤生，子状虽同。而覆盆色乌赤，悬钩色红赤，功亦不同。”综合上述本草覆盆子与蓬蘽、悬钩子相似的记载，可以认定覆盆子应为蔷薇科悬钩子属植物。该类植物果实果柄脱落形如“盆”而造成历史上的混乱。当前市场流通中，覆盆子使用量最大的为掌叶覆盆子Rubus chingii Hu，也是《中国药典》收载的品种，其次为山莓，商品习称“小覆盆子”、“川覆盆子”。。从历史来看，覆盆子来源于多种悬钩子属植物，但以掌叶覆盆子为主。",
    "components": "1.营养成分 氨基酸、维生素、铁、铜、锌、锰、钙、镁等人体必需微量元素[1]； 2.其它成分 黄酮类（木犀草素、槲皮素、山奈酚、芦丁等）、二萜类（半日花烷型和贝壳杉烷型二萜等）、三萜类（乌苏烷型、齐墩果烷型、羽扇豆烷型三萜等）、生物碱类（喹啉、异喹啉、吲哚型生物碱等）、香豆素类（七叶内酯、七叶内酯苷、欧前胡内酯等）、有机酸类（莽草酸、鞣花酸、没食子酸、硬脂酸等）、甾体类化合物（β-谷甾醇、豆甾醇、胡萝卜苷）等[2-3]。",
    "effects": "益肾，固精，缩尿",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "肾虚有火，小便不利者慎服。根据中医九种体质学说，阳虚质人群更为适宜食用，痰湿、湿热质人群忌食或少食。",
    "historical_records": "1.（汉魏）《名医别录》：“覆盆子，味甘，平，无毒。主益气轻身，令发不白。五月采。”\n2.（唐）《千金要方·食治方》：“覆盆子，味甘、辛、平、无毒，益气轻身，令发不白。”\n3.（宋）《嘉祐本草》：“李云是蓬蔂子也。陶云蓬蔂子津味与覆盆子小异，而云未审，乃慎之至也。苏云覆盆、蓬蔂一物也，而云剩出此条者，亦非也。今据蓬蔂即苺也。按《切韵》苺，音茂，其子覆盆也。又按：蔂者，藤也。今此云覆盆子，则不言其蔓藤也，前云蓬蔂，则不言其子实也。犹如芎与蘼芜异条，附子与乌头殊用。药性论云：覆盆子，臣，微热，味甘、辛。能主男子肾精虚竭，女子食之有子。主阴痿，能令坚长。孟诜云：覆盆子，味酸，五月于麦田中得之良。采得及烈日晒干，免烂不堪。江东亦有，名悬钩子。大小形异，气味、功力同。北土即无悬钩，南地无覆盆，是土地有前后生，非两种物耳。陈藏器云：笮取汁，合成膏，涂发不白。食其子，令人好颜色。叶挼绞取汁，滴目中，去肤赤，有虫出如丝线。陈士良云：蓬蔂似蚕莓大，覆盆小，其苗各別。日华子云：苺子，安五藏，益颜色，养精气，长发，强志，疗中风身热及惊。又有树莓，即是覆盆子。”\n4.（宋）《本草图经》：“覆盆子，旧不著所出州土，今并处处有之，而秦、吴地尤多。苗短不过尺，茎、叶皆有刺。花白，子赤黄，如半弹丸大，而下有茎承如柿蒂状。小儿多食其实。五月采其苗，叶采无时。”\n5.（宋）《本草衍义》：“覆盆子，长条，四、五月红熟，秦州甚多，永兴华州亦有。及时，山中人采来卖。其味酸甘，外如荔枝。樱桃许大，软红可爱，失采则就枝生蛆。益肾脏，缩小便，服之，当覆其溺器，如此取名。食之多热，收时五、六分热便可采。烈日曝，仍须薄绵蒙之。今人取汁作煎为果，仍少加蜜，或熬为稀汤，点服，治肺虚寒。采时着水则不堪煎。”\n6.（明）《本草蒙筌》：“味甘，气平、微热。无毒。道傍田侧，处处有生。苗长七八寸余，实结四五颗止。大若半弹而有蒂，（承之如柿蒂状。）微生黑毛而中虚。（去蒂中虚而白。）赤熟夏初，小儿竞采。江南咸谓苺子，《本经》易名覆盆。因益肾易收小便，人服之当覆溺器。由此为誉，大能拯。益气温中，补虚续绝。\n安和五脏，悦泽肌肤。疗中风发热成惊，治肾伤精竭流滑。明目黑发，耐老轻身。男子久服强阴，女人多服结孕。叶绞汁，堪滴目中。止冷泪浸淫，去赤花盲暗。又种蛇 ，附地而生。苗茎仅长寸余，茎端只结一实。小而光洁，略异覆盆。下有蛇藏，切勿采食。敷蛇虫咬毒最效，疗射工溪毒亦良。仍有蓬，甘酸咸味。茎粗叶疏类树，枝枝有刺软柔。结实盈枝，亦熟而擎蒂中实；俗呼树，采食与覆盆同时。安五脏，益精气。长阴悦颜色，强志力有子。\n（谟）按：覆盆、蓬蘽，本系两种。《本经》不考，妄注蓬蘽即是覆盆，一种二名，则甚误也。殊不知蓬蘽枝茎类树而粗长，结实有百千颗；覆盆枝茎是草而短小，结实仅四五枝。蓬赤熟，擎蒂中实而味酸；覆盆赤熟，蒂脱中虚而味甜。大相差殊，何得混指。故特别白，以释其疑。”\n7.（明）《本草纲目》之【附方】：“阳事不起：覆盆子，酒浸焙研为末。每旦酒服三钱。《集简方》。”\n8.（清）《本草从新》：“温补肝肾、涩缩小便。甘酸而温，益肾脏而固精。补肝虚而明目。起阳痿，缩小便。（寇宗曰：服之可覆其溺器、故名，李当之曰：子似覆盆之形、因名之。）续绝伤，美颜色，乌须发。（捣汁涂发、不白。）女子多孕。同蜜为膏，治肺气虚寒。（李士材曰：强肾无燥热之偏、固精无凝滞之害、金玉之品也。）性固涩。小便不利者勿服。去蒂淘净，捣饼，用时酒拌蒸，叶绞汁。滴目中。出目弦虫。除肤赤。收湿止泪。疮溃烂、酸浆水洗后、覆盆叶为末掺之、日一次、以愈为度。）”\n9.（清）《得配本草》：“覆盆子，甘、酸、温。入足少阴、厥阴经。止肾脏之虚泄，疗肺气之虚寒。补肝脏，明耳目，壮阳治痿。得益智仁，治小便频数。佐破故纸，治阳事不起。去皮蒂，酒煮用。戒酒、面、油腻。叶研细末，绵裹，浸人乳，点青盲目暗，能使视物如常。”"
  },
  {
    "id": 65,
    "code": "GC",
    "name": "甘草",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f22e1984d1f7614f0b74b927d0c330a3.jpg\"]",
    "local_images": "[\"images\\\\65_甘草\\\\image_1.jpg\"]",
    "origin": "甘草，别名蜜草、甜草、甜根子，因其味甘，故而得名。甘草为豆科植物甘草Glycyrrhiza uralensis Fisch.、胀果甘草G. inflata Bat.或光果甘草G. glabra L.的干燥根和根茎。春、秋二季采挖，除去须根，晒干。甘草首载于《神农本草经》，并将其列为上品。中医认为，甘草味甘性平，归心、肺、脾、胃经，有补脾益气，清热解毒，祛痰止咳，缓急止痛，调和诸药之功效，用于脾胃虚弱，倦怠乏力，心悸气短，咳嗽痰多，脘腹、四肢挛急疼痛，痈肿疮毒，缓解药物毒性、烈性。甘草含有甘草酸、黄酮、香豆素、生物碱、挥发油、有机酸、糖类等化学成分；现代研究其具抗消化性溃疡、解痉、抑制胃酸分泌、抗炎抑菌、抗病毒、抗癌、抗氧化、解毒等药理作用，临床上用于消化性溃疡、肝炎、支气管哮喘、解食物中毒等方面的治疗[1]。",
    "components": "1.营养成分 甘草含有脂肪、糖类、果胶、维生素C等[7]，微量元素钙、钴、铜、铁、镁、锌、锰、镍等[8]。 2.其他成分 甘草中含有三萜皂甙（主要是甘草酸）、黄酮、香豆素、生物碱、挥发油、有机酸、多糖类等，其中三萜皂甙和黄酮类是主要活性成分[9]。",
    "effects": "补脾益气，清热解毒，祛痰止咳，缓急止痛，调和诸药",
    "safety": "未见甘草单独使用的毒理学研究及安全性报道。",
    "applications": "甘草苏叶酒\n甘麦大枣茶\n甘麦大枣汤\n甘草阳桃汤",
    "contraindications": "甘草不宜与京大戟、芫花、甘遂同用；甘草不要多服、久服或当甜味剂嚼食（尤其是儿童），会产生类似肾上腺皮脂激素样的副作用，使血钠升高，钾排出增多，导致高血压、低血钾症，出现浮肿、软瘫等临床表现。久服甘草，还会引起低血钙，出现钙性抽搐等症状，还可能引起肾上腺皮质小球带萎缩，导致肾上腺皮质机能减退等。",
    "historical_records": "1. （汉）《神农本草经》：“甘草，味甘，平。主五脏六腑寒热邪气，坚筋骨，长肌肉，倍力，金创尰，解毒。久服轻身延年。”\n2. （汉魏）《名医别录》：“无毒。温中下气，烦满短气，伤脏咳嗽，止咳，通经脉，利血气，解百药毒，为九土精，安和七十二种石，一千二百种草。一名蜜甘，一名蜜草，一名蕗草。生河西川谷积沙山及上郡。二月、八月除日采根，曝干，十日成。”\n3.（南北朝）《本草经集注》：“河西、上郡不复通市。今出蜀汉中，悉从汶山诸夷中来，赤皮、断理，看之坚实者，是抱罕草，最佳。抱罕，羌地名。亦有火炙干者，理多虚疏。又有如鲤鱼肠者，被刀破，不复好。青州间亦有，不如。又有紫甘草，细而实，乏时可用。此草最为众药之主，经方少不用者，犹如香中有沉香也。国老即帝师之称，虽非君，为君所宗，是以能安和草石解诸毒也。”\n2.\n4.（唐）《新修本草》：“味甘，平，无毒。主五脏六腑寒热邪气，坚筋骨，长肌肉，倍力，金疮肿，解毒，温中下气，烦满短气，伤脏咳嗽，止渴，通经脉，利血气，解百药毒，为土之精，安和七十二种石，一千二百种草。久服轻身延年。一名密甘、一名美草、一名蜜草、一名 草。生河西川谷积沙山及上郡。二月、八月除日采根，曝干，十日成。术、干漆、苦参为之使，恶远志，反大戟、芫花、甘遂、海藻四物。”\n5.（宋）《嘉祐本草》： “臣禹锡等谨按尔雅云：蘦，大苦。注：今甘草也，蔓延生，叶似荷青黄，茎赤有节，节有枝相当。疏引《诗唐· 风》云：采苓采苓，首阳之巅，是也。药性论云：甘草，君，忌猪肉。诸药众中为君，治七十二种乳石毒，解一千二百般草木毒，调和使诸药有功，故号国老之名矣。 主腹中冷痛，治惊痛，除腹胀满，补益五藏，制诸药毒，养肾气内伤，令人阴萎。主妇人血沥腰痛。虚而多热，加而用之。日华子云：安魂定魄，补五劳七伤，一切虚损惊悸，烦闷健忘，通九窍，利百脉，益精养气，壮筋骨，解冷热，入药炙用。”\n6.（宋）《本草图经》：“甘草，生河西川谷积沙山及上郡，今陕西及河东州郡皆有之。春生青苗，高一、二尺；叶如槐叶；七月间开紫花似柰；冬结实作角子如毕豆；根长者三、四尺，粗细不定，皮赤，上有横梁，梁下皆细根也。二月、八月除日采根，曝干；十日成，去芦头及赤皮，今云阴干用。今甘草有数种，以坚实断理者为佳。其轻虚纵理及细韧者不堪，惟货汤家用之。”\n7.（宋）《本草衍义》：“甘草 枝叶悉如槐，高五六尺，但叶端微尖而糙涩，似有白毛。实作角生，如相思角，作一本生。子如小扁豆，齿咬不破。今出河东西界，入药须微炙，不尔，亦微凉。生则味不佳。”\n8.（元）《汤液本草》：“甘草 气平，味甘，阳也。无毒。入足厥阴经、太阴经、少阴经。《象》云∶生用大泻热火，炙之则温，能补上焦、中焦、下焦元气，和诸药，相协而不争，性缓，善解诸急，故名国老。去皮用。甘草梢子生用为君，去茎中痛，或加苦楝、酒煮玄胡索为主，尤妙。《心》云∶热药用之缓其热，寒药用之缓其寒。经曰∶甘以缓之。阳不足，补之以甘，中满禁用。寒热皆用，调和药性，使不相悖，炙之散表寒，除邪热，去咽痛，除热，缓正气，缓阴血，润肌。《珍》云∶养血补胃，梢子去肾中之痛。胸中积热，非梢子不能除。《本草》云∶主五脏六腑寒热邪气，坚筋骨，长肌肉，倍力。金疮 ，解毒，温中下气。烦满短气，伤脏咳嗽。止渴，通经脉，利血气，解百药毒。为九土之精，安和七十二种石，一千二百种草，故名国老。《药性论》云∶君。忌猪肉。《内经》曰∶脾欲缓，急食甘以缓之。甘以补脾，能缓之也，故汤液用此以建中。又曰∶甘者令人中满。又曰∶中满者勿食甘。即知非中满药也。甘入脾，归其所喜攻也。或问∶附子理中、调胃承气皆用甘草者，如何是调和之意？答曰∶附子理中用甘草，恐其僭上也；调胃承气用甘草，恐其速下也。二药用之非和也，皆缓也。小柴胡有柴胡、黄芩之寒，人参、半夏之温，其中用甘草者，则有调和之意。中不满而用甘，为之补，中满者用甘，为之泄，此升降浮沉也。凤髓丹之甘，缓肾湿而生元气，亦甘补之意也。经云∶以甘补之，以甘泻之，以甘缓之。《本草》谓∶安和七十二种石、一千二百种草，名为国老，虽非君而为君所宗，所以能安和草、石而解诸毒也。于此可见调和之意。夫五味之用，苦直行而泄，辛横行而散，酸束而收敛，咸止而软坚，甘上行而发，如何《本草》言下气？盖甘之味，有升降浮沉，可上可下，可内可外，有和有缓，有补有泻，居中之道尽矣。入足厥阴、太阴、少阴，能治肺痿之脓血而作吐剂，能消五发之疮疽。每用水三碗，慢火熬至半碗，去渣服之。消疮与黄 同功，黄 亦能消诸肿毒疮疽。修治之法与甘草同。《本草》又云∶术、干漆、苦参为之使。恶远志，反大戟、芫花、甘遂、海藻四物。”\n9．（明）《本草蒙筌》：“味甘，气平。生寒炙温，可升可降。阴中阳也。无毒。产陕西川谷，逢秋后采根。因味甘甜，故名甘草。忌猪肉，恶远志。反甘遂、海藻及大戟、芫花。入太阴、少阴、厥阴足经，用白术、干漆、苦参引使。生泻火，炙温中。梢去尿管涩痛，节消痈疽肿。”\n10．（明）《本草纲目》 之【附方】：“旧十五，新二十。伤寒心悸 脉结代者。甘草二两，水三升，煮一半，服七合，日一服。伤寒类要。伤寒咽痛 少阴证，甘草汤主之。用甘草二两蜜水炙，水二升，煮一升半，服五合，日二服。张仲景伤寒论。肺热喉痛 有痰热者。甘草炒二两，桔梗米泔浸一夜一两，每服五钱，水一钟半，入阿胶半片，煎服。钱乙直诀。肺痿多涎 肺痿吐涎沫，头眩，小便数而不咳者，肺中冷也，甘草干姜汤温之。甘草炙四两，干姜炮二两，水三升，煮一升五合，分服。张仲景金匮要略。肺痿久嗽 涕唾多，骨节烦闷，寒热。以甘草三两炙，捣为末。每日取小便三合，调甘草末一钱，服之。广利方。小儿热嗽 甘草二两，猪胆汁浸五宿，炙研末，蜜丸绿豆大，食后薄荷汤下十丸。名凉膈丸。圣惠方。初生解毒 小儿初生，未可便与朱砂蜜。只以甘草一指节长，炙碎，以水二合，煮取一合，以绵染点儿口中，可为一蚬壳，当吐出胸中恶汁。此后待儿饥渴，更与之。令儿智慧无病，出痘稀少。王璆选方。初生便闭 甘草、枳売煨各一钱，水半盏煎服。全幼心鉴。小儿撮口 发噤。用生甘草二钱半，水一盏，煎六分，温服，令吐痰涎，后以乳汁点儿口中。金匮玉函。婴儿目涩 月内目闭不开，或肿羞明，或出血者，名慢肝风。用甘草一截，以猪胆汁炙为末，每用米泔调少许灌之。幼幼新书。小儿遗尿 大甘草头煎汤，夜夜服之。危氏得效方。小儿尿血 甘草一两二钱，水六合煎二合，一岁儿一日服尽。姚和众至宝方。小儿贏瘦 甘草三两，炙焦为末，蜜丸绿豆大。每温水下五丸，日二服。金匮玉函。大人羸瘦 甘草三两炙，每旦以小便煮三四沸，顿服之，良。外台秘要。赤白痢下崔宣州衍所传方：用甘草一尺，炙劈破，以淡浆水蘸三二度，又以慢火炙之，后用生姜去皮半两。二味以浆水一升半，煎取八合，服之立效。梅师方：用甘草一两炙，肉豆蔻七个煨锉，以水三升，煎一升，分服。舌肿塞口不治杀人。甘草煎浓汤，热漱频吐。圣济总录。太阴口疮 甘草二寸，白矾一粟大，同嚼咽汁。保命集。发背痈疽 崔元亮海上集验方云：李北海言，此方乃神授，极奇秘。用甘草三大两，生捣筛末，大麦面九两，和匀，取好酥少许人内，下沸水搜如饼状，方圆大于疮一分，热傅肿上，以绸片及故纸隔，令通风，冷则换之。已成者脓水自出，未成者肿便内消，仍当吃黄芪粥为妙。又一法：甘草一大两，水炙捣碎，水一大升浸之，器上横一小刀子，露一宿，平明以物搅令沫出，去沫服之，但是疮肿发背皆甚效。苏颂图经。诸般痈疽甘草三两，微炙切，以酒一斗同浸瓶中，用黑铅一片溶成汁，投酒中取出，如此九度。令病者饮酒至醉，寝后即愈也。经验方。一切痈疽 诸发，预期服之，能消肿逐毒，使毒不内攻，功效不可具述。用大横文粉草二斤捶碎，河水浸一宿，揉取浓汁，再以密绢过，银石器内慢火熬成膏以瓷罐收之。每服一、二匙，无灰酒或白汤下，曾服丹药者亦解之，或微利无妨，名国老膏。外科精要方。痈疽秘塞 生甘草二钱半，井水煎服，能疏导下恶物。直指方。乳痈初起 炙甘草二钱，新水煎服，仍令人咂之。直指方。些小痈疖 发热时，即用粉草节，晒干为末，热酒服一、二钱，连进数服，痛热皆止。外科精要方。痘疮烦渴粉甘草炙，栝楼根等分，水煎服之。甘草能通血脉，发疮痘也。直指方。阴下悬痈 生于谷道前后，初发如松子大，渐如莲子，数十日后，赤肿如桃李，成脓即破，破则难愈也。用横文甘草一两，四寸截断，以溪涧长流水一碗，河水、井水不用，以文武火慢慢蘸水炙之，自早至午，令水尽为度，劈开视之，中心水润乃止。细锉，用无灰好酒二小碗，煎至一碗，温服，次日再服，便可保无虞。此药不能急消，过二十日，方得消尽。兴化守康朝病已破，众医拱手，服此两剂即合口，乃韶州刘从周方也。李迅痈疽方。阴头生疮 蜜煎甘草末，频频涂之神效。千金方。阴下湿痒 甘草煎汤，日洗三五度。古今录验。代指肿痛甘草煎汤渍之。千金方。冻疮发裂甘草煎汤洗之。次以黄连、黄檗、黄芩末，入轻粉、麻油调傅。谈野翁方。汤火灼疮甘草煎蜜涂。李楼奇方。蛊毒药毒甘草节，以真麻油浸之，年久愈妙。每用嚼咽，或水煎服，神妙。直指方。小儿中蛊 欲死者。甘草半两，水一盏，煎五分服，当吐出。金匮玉函。牛马肉毒甘草煮浓汁，饮一二升，或煎酒服，取吐或下。如渴，不可饮水，饮之即死。千金方。饮僎中毒未审何物，卒急无药。只煎甘草荠苨汤，人口便活。金匮玉函方。水茛菪毒菜中有水茛菪，叶园而光，有毒，误食令人狂乱，状若中风，或作吐。以甘草煮汁服之，即解。金匮玉函妙方。”\n11.（清）《本草从新》：“味甘，生用气平，补脾胃不足，而泻心火。炙用气温，补三焦元气，而散表寒。入和剂则补益，入汗剂则解肌，入凉剂则泻邪热，入峻剂则缓正气，入润剂则养阴血。能协和诸药，使之不争，生肌止痛。通行十二经，解百药毒，故有国老之称。”\n12. （清）《得配本草》：“甘草 术、苦参、干漆为之使。恶远志，反大戟、芫花、甘遂、海藻，忌猪肉。味甘。入手少阴、足阳明、太阴、厥阴经气分。益精养气，泻火和中，健脾胃，解百毒，和络血，缓肝急，祛邪热，坚筋骨，长肌肉，疗疮毒。得猪胆汁炙为末，米泔调，灌婴儿月内、目闭不开，或肿羞明，或出血者，名慢肝风。得桔梗，清咽喉。配大豆汁，解百药毒奇验。佐陈皮，和气。佐茯苓，泄涨。入汉剂，解肌。入凉剂，泻热。入峻剂，缓正气。入辛热药，温散血中之结。入润剂，养阴血。入辛凉药，行肝胃污浊之血。（宜用头。）大而结紧断文者为佳，谓之粉草。泻心火，败火毒，缓肾急，和络血，宜生用。梢止茎中痛，去胸中热。节能消肿毒。和中补脾胃，粳米拌炒，或蜜炙用。酒家、呕家、酒痢初起、中满者，禁用。”\n13．（清）《本草崇原》：“甘草 气味甘平，无毒。主五脏六腑寒热邪气，坚筋骨，长肌肉，倍气力，金疮 ，解毒，久服轻身延年。（甘草始出河西川谷、积沙山，及上郡，今陕西河东州郡皆有之。一名国老，又名灵通。根长三四尺、粗细不定、皮色紫赤，上有横梁，梁下皆细根也，以坚实断理者为佳。调和脏腑，通贯四旁，故有国老、灵通之名。）甘草味甘，气得其平，故曰甘平。《本经》凡言平者，皆谓气得其平也。主治五脏六腑之寒腑为阳。寒病为阴，热病为阳。甘草味甘，调和脏腑，通贯阴阳，故治理脏腑阴阳之正气，以除寒热阴阳之邪气也。坚筋骨，长肌肉，倍气力者，坚肝主之筋，肾主之骨，长脾主之肉，倍肺主之气，心主之力。五脏充足，则六腑自和矣。金疮乃刀斧所伤，因金伤而成疮。金疮 ，乃因金疮而高 也。解毒者，解高 无名之毒，土性柔和，如以毒物埋土中，久则无毒矣。脏腑阴阳之气皆归土中，久服则土气有余，故轻身延年。”"
  },
  {
    "id": 68,
    "code": "BH",
    "name": "薄荷",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/27220aab434ef885117deb4fdc451eda.jpg,/uploads/20240315/b9d2f752b1ab9571afcb64f03ee4663f.jpg\"]",
    "local_images": "[]",
    "origin": "薄荷，李时珍认为即西汉扬雄《甘泉赋》中的苃葀。《新修本草》记载：“薄荷茎叶似荏而尖长，根经冬不死，又有蔓生者。”李时珍在《纲目》中对薄荷的特征、栽培、分布和用途作了详述：“薄荷，人多栽莳。二月宿根生苗，清明前后分之。方茎赤色，其叶对生，初时形长而头圆，及长则尖。吴、越、川、湖人多以代茶。苏州所莳者，茎小而气芳，江西者稍粗，川蜀者更粗，入药以苏产为胜。”《纲目》及《植物名实图考》所附的薄荷图，与李时珍所述的薄荷一致，《新修本草》所谓蔓生者实为薄荷花期的形态特征，来源于今唇形科的薄荷Mentha haplocalyx B.",
    "components": "1.营养成分 氨基酸、维生素、铝、硼、钡、钙、铜、铁、钾、镁、锰、钠、镍、磷等[1]； 2.其它成分 挥发油类（薄荷醇、异薄荷酮、胡薄荷酮、乙酸薄荷酯等）、二羟基-1,2-二氢萘酚类、黄酮类（香叶木素、橙皮苷、蒙花苷等）、蒽醌类（大黄素、大黄酚、大黄素甲醚等）、有机酸类化合物等[2-4]。",
    "effects": "宣散风热，清头目，透疹",
    "safety": "挥发油是薄荷中目前比较明确的功效和毒性物质基础，而黄酮类、有机酸类等非挥发性成分的研究仅集中在其药理作用上，目前未见其毒性研究报道。对啮齿类动物的研究表明，薄荷油中所含的胡薄荷酮（Pulegone）可能是导致肝毒性的成分。胡薄荷酮在薄荷油中含0.5% ～ 1.5%，具有左旋和右旋两种异构体，在肝微粒体酶作用下，右旋胡薄荷酮体内主要经CYP1A2 代谢生成薄荷呋喃（Menthofuran），快速而大量地削弱谷胱甘肽（GSH），并与某些蛋白共价结合，直接对肝细胞产生毒性作用[8-9]。而左旋胡薄荷酮则不能生成薄荷呋喃[10]。此外，胡薄荷酮在肝脏还可氧化为其他产物，也可能参与了肝损伤过程[11]。",
    "applications": "丁香姜糖",
    "contraindications": "表虚汗多者禁服。多服久服，令人虚冷，阴虚发热，咳嗽自汗者勿施。",
    "historical_records": "1.（汉魏）《名医别录》：“味辛，苦，温，无毒。主贼风伤寒发汗，恶气，心腹胀满，霍乱，宿食不消，下气。煮汁服，亦堪生食。人家种之，饮之发汗，大解劳乏。”\n2.（唐）《新修本草》：“茎方，叶似荏而尖长，根经冬不死；又有蔓生者，功用相似。”\n3.（宋）《嘉祐本草》：“薄荷，使。能去愤气，发毒汗，破血，止痢，通利关节，尤与薤作菹相宜。新病差人勿食，令人虚汗不止。”\n4.（宋）《证类本草》：“食疗∶平。解劳，与薤相宜。发汗，通利关节。杵汁服，去心脏风热。外台秘要∶治蜂螫。挪贴之，瘥。经验方∶治水入耳。以汁点，立效。食医心镜∶煎豉汤，暖酒和饮、煎茶、生食衍义曰∶薄荷，世谓之南薄荷，为有一种龙脑薄荷，故言南以别之。小儿惊风，壮热，须此引药，猫食之即醉，物相感尔。治骨蒸热劳，用其汁与众药熬为膏。”\n5.（宋）《本草衍义》：“世谓之南薄荷，为有一种龙脑薄荷，故言南以别之。小儿惊风、壮热，须此引药。猫食之即醉，物相感尔。治骨蒸热劳，用其汁与众药熬为膏。”\n6.（明）《本草蒙筌》：“味辛、苦，气温。气味俱薄，浮而升，阳也。无毒。又名鸡苏，各处俱种。姑苏龙脑者第一，（龙脑地名，在苏州府，儒学前此处种者，气甚香窜，因而得名，古方有龙脑鸡苏丸，即此是也。）五月端午日采干。与薤作相宜，和蜜炒饯益妙。入手厥阴包络，及手太阴肺经。下气令胀满消弥，发汗俾关节通利。清六阳会首，驱诸热生风。退骨蒸解劳乏，善引药入荣卫。乃因性喜上升，小儿风涎尤为要药。新病瘥者忌服，恐致虚汗亡阳。猫误食之，即时昏醉，盖亦物相感尔。”\n7.（明）《本草纲目》  之【附方】：“①清上化痰，利咽膈，治风热：以薄荷末，炼蜜丸芡子大，每噙一丸。白沙糖和之亦可。《简便单方》。②风气瘙痒：用大薄荷、蝉蜕等分，为末，每温酒调服一钱。《永类钤方》。③舌胎语蹇：薄荷自然汁，和白蜜、姜汁擦之。《医学集成》。④眼弦赤烂：薄荷，以生姜汁浸一宿，晒干为末。每用一钱，沸汤泡洗。《明目经验方》。⑤瘰疬结核，或破未破：以新薄荷二斤，取汁，皂荚一挺，水浸去皮，捣取汁，同于银石器内熬膏。入连翘末半两，连白青皮、陈皮，黑牵牛半生半炒，各一两，皂荚仁一两半，同捣和，丸梧子大。每服三十丸，煎连翘汤下。《济生方》。⑥衄血不止：薄荷汁滴之。或以干者水煮，绵裹塞鼻。《许学士本事方》。⑦血痢不止：薄荷叶煎汤常服。《普济》。⑧水入耳中：薄荷汁滴入立效。《经验方》。⑨蜂虿螫伤：薄荷叶挼贴之。《外台秘要》。⑩火毒生疮，冬间向火，火气入内，两股生疮，汁水淋漓者：用薄荷煎汁频涂，立愈。《张杲医说》。” \n8.（清）《本草从新》：“轻、宣散风热。辛能散，凉能清（本经温、盖体温而用凉也。）升浮能发汗，搜肝气而抑肺盛，疏逆和中。宣滞解郁，消散风热，清利头目。治头痛头风，中风失音，痰嗽口气，语涩舌胎，（含漱、或和蜜擦之。）眼耳咽喉口齿诸病。（辛香通窍、而散风热。）皮肤瘾疹疮疥，惊热（小儿治惊药蒸。）消宿食，止血痢。（血痢病在凝滞、辛能散、凉能清。）通关节。定霍乱，猫咬蛇伤。（薄荷、猫之酒也、犬、虎之酒也、蜈蚣、鸡之酒也、桑葚、鸠之酒也、莽草、鱼之酒也、食之皆醉、被猫伤者、薄荷汁涂之。）辛香伐气，多服损肺、伤心。虚者远之。（每见小儿多食薄荷糕者、汗多体弱。）苏州所莳者，茎小而气芳，最佳。江西者稍粗，次之。四川者更粗，又次之。野生者，茎叶气味都相似，入药以苏产者为胜。（张杲医说方、灸火毒瓦斯入内、两股生疮、汁水淋漓者、用薄荷煎汁、频涂立愈。）”\n9.（清）《得配本草》：“辛、微苦，微凉。入手太阴、足厥阴经气分。散风热，清头目，利咽喉口齿耳鼻诸病。治心腹恶气，胀满霍乱，小儿惊热，风痰血痢，瘰疮疥，风瘙瘾疹。亦治蜂虿蛇蝎猫伤。（薄荷，猫之酒也。）配生地、春茶，治脑热鼻渊。配花粉，治热痰。配蝉蜕、僵蚕，治风瘙瘾疹。配生姜汁，治眼弦赤烂。配白蜜、白糖，化痰利咽膈。入逍遥散，疏肝郁。捣取自然汁，滴耳。捣取自然汁，和姜汁、白蜜，擦舌胎语涩。揉叶塞鼻，止衄血。（取汁滴鼻中即止。）产苏州者名龙脑薄荷，方茎中虚，似苏叶而微长，齿密面皱，其气芳香，消散风热，其力尤胜。兼能理血。新病瘥人，服之令虚汗不止。瘦弱人，久服动消渴病。肺虚咳嗽，客寒无热，阴虚发热，痘后吐泻者，皆禁用。”"
  },
  {
    "id": 69,
    "code": "BZ",
    "name": "白芷",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/24b456401c97deaaa11ad17ea18d3bad.jpg\"]",
    "local_images": "[\"images\\\\69_白芷\\\\image_1.jpg\"]",
    "origin": "白芷入药始见于《神农本草经》，列为中品。《别录》曰：“白芷生河东川谷下泽，二月八月采根暴干。”陶弘景日：“今出近道，处处有，近下湿地，东间甚多。”《本草图经》载：“白芷，今所在有之，吴地尤多。根长尺余，白色，粗细不等。枝去地五寸已上。春生叶，相对婆娑，紫色，阔三指许。花白微黄，入伏后结子，立秋后苗枯。”并附“泽州白芷”图。“吴地”即今浙江及江苏南部，“泽州”在今山西晋城东北。以上均强调了吴地的白芷，与今之杭白芷颇有渊源。根据本草描述及附图基本上和今天的白芷相符。《本草乘雅半偈》[描述了浙江白芷的栽培情况：“所在有之，吴地尤多，近钱唐笕桥亦种莳矣。春生苗，叶叶对生，花白微黄，入伏后结子，立秋后苗枯，根长尺余，粗细不等，黄泽者为佳”。这种栽培于杭州笕桥的白芷即今之杭白芷并一直延续下来。实际上根据近人考证，今天的川白芷及祁白芷均引自于杭白芷。结合古今本草及应用情况，白芷应包括伞形科植物白芷Angelica dahurica (Fisch.ex Hoffm.)Benth.et Hook.f.和杭白芷A. dahurica(Fisch.ex Hoffm.)Benth. Et Hook.f.var.formosana (Boiss.)Shan et Yuan。这两种仅为栽培品种差异，实为同源。",
    "components": "1.营养成分 蛋白质、脂肪、硫胺素、核黄素、烟酸、膳食纤维、维生素C、维生素E、胡萝卜素等[3]；微量元素有Fe、Cu、Zn、Ca、Mg、Ba、Na、Al、Pb、P等[4]。 2.其他成分 香豆素类成分、挥发油类成分、苷类成分、谷甾醇、生物碱及有机酸类等",
    "effects": "散风除湿，通窍止痛，消肿排脓",
    "safety": "白芷的安全性值得关注，临床上有白芷导致中毒、全身过敏反应以及引起流产的相关报道[7,8,9]。",
    "applications": "白芷菊花茶\n白芷粥",
    "contraindications": "阴虚血热者忌服。",
    "historical_records": "1.《神农本草经》：“白芷，味辛，温。主女人漏下赤白，血闭，阴肿，寒热，风头侵目泪出。长肌肤润泽，可作面脂。一名芳香。”\n2. （汉魏）《名医别录》：“无毒，疗风邪，久渴，吐呕，两胁满，风痛。头眩，目痒，可作膏药面脂，润颜色。一名白茝，一名，一名莞，一名苻离，一名泽芬。叶名蒿麻，可作浴汤。生河东下泽。二月、八月采根，曝干。 \n3. （南北朝）《本草经集注》：“今出近道处处有，近下湿地东间甚多。叶亦可作浴汤，道家以此香浴，去尸虫，又用合香也。”\n4. （唐）《新修本草》：“味辛，温，无毒。主女人漏下赤白，血闭，阴肿，寒热，风头侵目泪出长肌肤润泽，可作面脂。疗风邪，久渴，吐呕，两胁满，风痛，头眩，目痒，可作膏药面脂，润颜色。一名芳香，一名白 ，一名，一名莞，一名苻离，一名泽芬。叶名蒿麻，可作浴汤。生河东川谷下泽。二月、八月采根，曝干。当归为之使，恶旋复花。今出近道，处处有，近下湿地，东间甚多。叶亦可作浴汤，道家以此香浴去尸虫，又用合香也。”\n5．（宋）《嘉祐本草》 ：“臣禹锡等谨按范子计然云：白芷，出齐郡。以春取黄泽者善也。药性论云：白芷，君，有治心腹血刺痛，除风邪，主女人血崩，及呕逆，明目止泪出。疗妇人沥血腰痛，能蚀脓。日华子云：治目赤努肉，及补胎漏滑落，破宿血，补新血，乳痈发背，瘰疬，肠风痔瘘，排脓，疮痍疥癬，止痛生肌，去面皯疵瘢。\n6. （宋）《本草图经》 ：“白芷，生河东川谷下泽，今所在有之，吴地尤多。根长尺余，白色，粗细不等；枝秆去地五寸以上；春生，叶相对婆娑，紫色，阔三指许；花白，微黄；入伏后结子，立秋后苗枯。二月、八月采根，曝干。”\n7．（宋）《本草衍义》：“白芷 是也，出吴地者良。经曰∶“能蚀脓。”今人用治带下、肠有败脓、淋露不已，腥秽殊甚，遂至脐腹更增冷痛。此盖为败脓血所致，卒无已期，须以此排脓。白芷一两，单叶红蜀葵根二两，芍药根白者、白矾各半两，矾烧枯别研，余为末，同以蜡丸，如梧子大。空肚及饭前米饮下十丸或十五丸。俟脓尽。仍别以他药补之。”\n8．（元）《汤液本草》：“白芷 气温，味大辛，纯阳。无毒。气味俱轻，阳也。阳明经引经药，手阳明经本经药。行足阳明经，于升麻汤四味内加之。《象》云：治手阳明头痛，中风寒热，解利药也。以四味升麻汤主之。《珍》云：长肌肉，散阳明之风。《心》云：治风通用，去肺经风热。《本草》云：主女子漏下赤白，血闭阴肿寒热，风头侵目泪出，长肌肤润泽可作面脂，疗风邪，久渴吐呕，两胁满，风痛头眩目痒。《日华子》云：补胎漏滑落，破宿血，补新血。乳痈发背，一切疮疥，排脓止痛生肌，去面 疵瘢，明目。其气芳香，治正阳阳明头痛。与辛夷、细辛同用，治鼻病。内托，用此长肌肉，则阳明可知矣。又云：当归为之使，恶旋复花。”\n9．（明）《本草蒙筌》：“白芷 味辛，气温。气味俱轻，升也，阳也。无毒。所在俱生，吴地尤胜。气甚香窜，又名芳香。根收处暑蛀无，（是日收，则不蛀。）色选黄泽效速。恶旋覆，使当归。通行手足阳明二经，又为太阴经之引使也。乃本经头痛中风寒热解利之要药，亦女人漏下赤白血闭阴肿之仙丹。（宜炒黑用。）作面脂去面瘢，散目痒止目泪。去肺经风寒，治风通用；疗心腹血痛，止痛多宜。外散乳痈背疽，内托肠风痔 。排脓消毒，长肉生肌。一切疮疡，并用调治。与细辛辛夷作料，治久患鼻塞如神。叶名蒿麻，道家常采煎汤浴体，能杀尸虫。”\n10.（明）《本草纲目》：“旧一，新三十三。一切伤寒 神白散，又名圣僧散：治时行一切伤寒，不问阴阳轻重老少男女孕妇，皆可服之。用白芷一两，生甘草半两，姜三片，葱白三寸，枣一枚，豉五十粒，水二碗，煎服取汗。不汗再服。病至十余日未得汗者，皆可服之。此药可卜人之好恶也。如煎得黑色，或误打翻，即难愈；如煎得黄色，无不愈者。煎时要至诚，忌妇人鸡犬见。卫生家宝方。一切风邪 方同上。风寒流涕 香白芷一两，荆芥穗一钱，为末，蜡茶点服二钱。百一选方。小儿流涕是风寒也。白芷末、葱白，捣丸小豆大，每茶下二十丸。仍以白芷末，姜汁调，涂太阳穴，乃食热葱粥取汗。圣惠方。小儿身热白芷煮汤浴之，取汗避风。子母秘录。头面诸风 香白芷切，以萝卜汁浸透，日干为末。每服二钱，白汤下。或以嗅鼻。直指方。偏正头风 百药不治，一服便可，天下第一方也。香白述炒二两五钱，川芎炒、甘草炒、川乌头半生半熟各一两，为末。每服一钱，细茶、薄荷汤调下。谈野翁试效方。头风昡运 都梁丸，见发明下。眉棱骨痛属风热与痰。白芷、片芩酒炒等分，为末。每服二钱，茶清调下。丹溪纂要。风热牙痛香白芷一钱，朱砂五分，为末，蜜丸芡子大，频用擦牙。此乃濠州一村如以医人者，声州郭医云，绝胜他药也。或以白芷、吴茱萸等分，浸水漱涎。医林集要。一切眼疾白芷雄黄为末，炼蜜丸龙眼大，朱砂为衣。每服一丸，食后茶下，日二服。名还睛丸。普济方。口齿气臭 百一选方：用香白芷七钱为末，食后井水服一钱。济生方：用白芷、川芎等分，为末，蜜丸芡子大，日噙之。盗汗不止太平白芷一两，辰砂半两，为末。每服二钱，温酒下，屡验。朱氏集验方。血风反胃香白芷一两，切片，瓦妙黄为末。用猪血七片，沸汤泡七次，蘸末食之，日一次。妇人良方。脚气肿痛白芷、芥子等分，为末，姜汁和，涂之效。医方摘要。妇人白带白芷四两，以石灰半斤，淹三宿，去灰切片，炒研末。酒服二钱，日二服。医学集成。妇人难产白芷五钱，水煎服之。唐瑶经验方。胎前产后 乌金散：治胎前产后虚损，月经不调，崩漏及横生逆产。用白芷、百草霜等分，为末，以沸汤入童子小便同醋调服二钱。丹溪加滑石，以芎归汤调之。普济方。大便风秘 香白芷炒，为末。每服二钱，米饮入蜜少许，连进二服。十便良方。小便气淋结涩不通，白醋浸焙干，二两，为末。煎木通、甘草酒调下一钱，连进二服。普济方。鼻衄不止 就以所出血调白芷末，涂山根，立止。简便方。小便出血 白芷、当归等分，为末，米饮每服二钱。经验方。肠风下血 香白芷为末，每服二钱，米饮下，神效。余居土选奇方。痔漏出血 方同上，并煎汤熏洗。直指方。痔疮肿痛先以皂角烟熏之，后以鹅胆汁调白芷末涂之，即消。医方摘要。肿毒热痛 醋调白芷末傅之。卫生易简方。乳痈初起 白芷、贝母各二钱，为末，温酒服之。秘传外科方。疔疮初起 白芷一钱，生姜一两，擂酒一盏，温服取汗，即散。此陈指挥方也。袖珍方。痈疽赤肿 自芷、大黄等分，为末，米饮服二钱。经验方。小儿丹瘤游走入腹必死。初发，急以截风散截之。白芷、寒水石为末，生葱汁调涂。全幼心鉴。刀箭伤疮香白芷嚼烂涂之。集简方。解砒石毒白芷末，井水服一钱。事林广记。诸骨哽咽 白芷、半夏等分，为末。水服一钱，即呕出。普济方。毒蛇伤螫 临川有人被蝮伤，即昏死，一臂如股，少顷遍身皮胀，黄黑色。一道人以新汲水调香白芷末一升，灌之。觉脐中搰搰然，黄水自口出，腥秽逆人，良久消缩如故云。以麦门冬汤调尤妙，仍以末搽之。又径山寺僧为蛇伤，一脚溃烂百药不愈。一游僧以新水数洗净腐败，见白筋，挹干，以白芷末，人胆矾、麝香少许掺之，恶水涌出。日日如此，一月平复。洪迈夷坚志。”。\n11．（清）《本草从新》：“白芷 宣、发表、祛风燥湿。色白味辛，行手阳明庚金；（大肠。）性温气浓，行足阳明戊土；（胃。）芳香上达，入手太阴辛金；（肺。）故主治不离三经。通窍发汗，除湿散风。治头目昏痛，（阳明之脉萦于面，故治头面诸疾。杨吉老方，白芷汤泡四、五遍，蜜丸弹子大、名都梁丸、每服一丸，荆芥点腊茶嚼下。）眉棱骨痛，（风热与痰、同酒浸黄芩为末，茶下。）牙痛，（上龈属足阳明，下龈属手阳明，二经风热。）鼻渊，（肺主鼻，风热乘肺，上烁于脑，故鼻多浊涕而渊。经曰：脑渗为涕、宜同细辛，辛夷治之。）目痒泪出面皯，（干，去声。面黑气。）瘢疵，（可作面脂。）皮肤燥痒，三经风热之病，及血崩血闭，肠风痔瘘。痈疽疮疡，三经湿热之病。活血排脓，（肠有败脓血，淋露腥秽，致脐腹冷痛，须以此排之。）生肌止痛，解砒毒，蛇伤。（先以绳扎伤处，酒调下白芷末五钱。种白芷能辟蛇。）又治产后伤风，诸种头痛。（自鱼尾上攻。血虚头痛、多在日晚，宜四物加辛芷、气虚头痛，多在清晨。宜芎、藁倍参。刘松石保寿堂经验方。治偏正头风、白芷川芎各三钱，搽牛脑上，加酒顿熟，热食尽醉，其病如失。）燥能耗血，散能损气，有虚火者勿用，痈疽已溃，宜渐减去。色白气香者佳。（名官白芷。不香者名水白芷。）不堪用。微焙。当归为使。恶旋复花。”\n12．（清）《得配本草》：“白芷 当归为之使。恶旋复花。制雄黄、硫黄。辛，温。入手足阳明经气分。其气芳香，通窍发汗，除湿散风。退热止痛，排脓生肌。凡鼻渊目泪，头疼颊热，眉棱骨痛，牙痛疮 ，项生块磊，崩带肠风，败脓腥秽，因风湿致疾者，皆可施治。解砒石、蛇虫毒。得辰砂，治盗汗不止，（湿热去也。）并擦风热牙痛。得荆芥、腊茶，治风寒流涕。得椿根皮，治湿热带下。配黄芩，治眉棱骨痛。（湿热致痛。）配白芥子、生姜汁，调涂香港脚肿痛。配红葵根、白芍、枯矾，以蜡化丸，治带下败脓。（如脓尽，以他药补之。）佐蒌仁，治乳痈。和猪血，治血风。色白气香者佳。削去皮切碎，用黄精等分拌蒸两次，晒干去黄精用。提女人崩带，炒炭用。去面上 斑，生用。其性燥烈而发散，血虚、气虚者，禁用。痈疽已溃者勿用。怪症：饥饱失时，不能消化，腹中生鳖，行止无常，人形削瘦者，用白芷为君，合雄黄、白马尿和丸，童便下三钱，每日不断，至愈而止。”\n13．（清）《本草崇原》：“白芷 气味辛温，无毒。主治女人漏下赤白，血闭，阴肿，寒热头风侵目泪出，长肌肤，润泽颜色，可作面脂。（白芷处处有之，吴地尤多，根长尺余，粗细不等，色白气香。）白芷臭香色白，气味辛温，禀阳明金土之气化。主治妇人漏下赤白，血闭阴肿者，《经》云∶阳明胃脉，其气下行而主阖。白芷辛温，禀阳明燥金之气下行，则漏下赤白，血闭阴肿可治也。治寒热头风侵目泪出者，白芷芳香，气胜于味，不但禀阳明燥金之气下行，且禀阳明中土之气上达，故寒热头风侵目泪出可治也。土主肌肉，金主皮肤，白芷得阳明金土之气，故长肌肤，面乃阳明之分部，阳气长，则其颜光，其色鲜，故润泽颜色。白芷色白，作粉如脂，故可作面脂。”"
  },
  {
    "id": 70,
    "code": "BG",
    "name": "白果",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/9332e5e6c9c240fc4d8914a9bc0c15a9.jpg,/uploads/20240315/05dc2b537628a655b1af77774c417b6d.jpg,/uploads/20240315/726c1f88991c913fd35dc40fa39d0263.jpg\"]",
    "local_images": "[]",
    "origin": "本品始载于《绍兴本草校注》，原名银杏，云：“银杏……诸处皆产，唯宜州形大者佳。七月八月采实暴干。”《纲目》载：“银杏，原产江南，以宣城者为胜，树高二、三丈，叶薄，纵理俨如鸭掌形，有刻缺，面绿背淡，二月开花成簇，青白色，二更开花，随即卸落，人罕见之。一枝结子百十，经霜乃熟，烂去肉，取核为果，其核两头尖，其仁嫩时绿色，久则黄。”上述形态及《纲目》附图均指银杏科植物银杏。",
    "components": "1.营养成分 淀粉、粗蛋白、粗脂肪、蔗糖、还原糖、粗纤维、矿物质、氨基酸、维生素、铁、锰、铜、锌、硒等微量元素[6]、[7]。 2.其它成分 黄酮类、萜类、酚类、多糖、生物碱、聚异戊烯、长链醇酮、砷等[7]、[8]。",
    "effects": "敛肺定喘，止带浊，缩小便",
    "safety": "白果蛋白粗提物可致豚鼠发生过敏反应。豚鼠给予白果蛋白粗提物后显过敏症状；对足垫激发有明显隆起；皮肤试验现阳性反应；血清的IgG和IgE水平均极显著高于对照，组织病理学分析发现肺、肠和气管有炎症细胞浸润 [10] 。",
    "applications": "白果梨柿膏\n白果山力酒\n白果发菜汤\n白果莲肉粥\n白果枸杞粥\n白果山药粥",
    "contraindications": "喘咳痰稠，不易咳出者慎用；有实邪者禁服。本品有小毒，不宜生食，尤其不可多食；多食可出现呕吐、腹痛、腹泻、抽搐、烦躁不安等症状，亦可引起末梢感觉障碍，下肢迟缓性瘫痪。",
    "historical_records": "1．（明）《本草蒙筌》：“白果，（一名银杏，俗呼鸭脚。）在处俱产，树大而高。二更开花，三更结实。秋熟击落，壳白肉青。生食戟人喉，炒食味甘苦。少食堪点茶餍酒，多食则动风作痰。食满一千，令人少死。阴毒之果，不可不防。古方取其所能，仅治白浊获效。小儿勿食，极易发惊。”\n2．（明）《本草纲目》之【附方】：“①寒嗽痰喘：白果七个煨熟，以熟艾作七丸，每果入艾一丸，纸包再煨香，去艾吃。秘韫方。②哮喘痰嗽：用银杏五个，麻黄二钱半、甘草炙二钱，水一钟半，煎八分，卧时服。又金陵一铺治哮喘，白果定喘汤，服之无不效者，其人以此起家。其方：用白果二十一个炒黄，麻黄三钱，苏子二钱，款冬花、法制半夏、桑白皮蜜炙各二钱，杏仁去皮尖、黄芩微炒各一钱半，甘草一钱，水三钟，煎二钟，随时分作二服。不用姜。并摄生方。③咳嗽失声：白果仁四两，白茯苓、桑白皮二两，乌豆半升，炒蜜半斤，煮熟日干为末，以乳汁半碗拌湿，九蒸九晒，丸如绿豆大，每服三五十丸，白汤下。神效。余居士方。④小便频数：白果十四枚，七生七煨，食之，取效止。⑤小便白浊：生白果仁十枚，擂水饮。日一服。取效止。⑥赤白带下：下元虚惫：白果、莲肉、江米各五钱，胡椒一钱半，为末。用乌骨鸡一只，去肠盛药，瓦器煮烂，空心食之。集简方。⑦肠风下血：银杏煨熟，出火气，食之，米饮下。⑧肠风脏毒：银杏四十九枚，去壳生研，人百药煎末和，丸弹子大。每服二三丸，空心细嚼，米饮送下。戴原礼证治要诀。⑨牙齿虫：生银杏，每食后嚼一二个，良。永类钤方。⑩手足皴裂：生白果嚼烂，夜夜涂之。⑪鼻面酒齇：银杏、酒浮糟同嚼烂，夜涂旦洗。医林集要。⑫头面癣疮：生白果仁切断，频擦取效。邵氏经验方。⑬下部疳疮：生白果杵，涂之。赵原阳。⑭阴虱作痒：阴毛际肉中生虫如虱，或红或白，痒不可忍者。白果仁嚼细，频擦之，取效。刘长春方。⑮狗咬成疮：白果仁嚼细涂之。⑯乳痈溃烂：用银杏仁半斤，以四两研酒服之，以四两研傅之。救急易方。⑰水疔暗疔：水疔色黄，麻木不痛；暗疔疮凸色红，使人昏狂。并先刺四畔，后用银杏去壳浸油中年久者，捣盫之。普济方。\n3.（清）《本草从新》“一名白果。涩、敛肺、去浊痰。甘苦收涩。熟食温肺益气。（色白属金、故入肺。）定痰哮，敛喘嗽，缩小便，止带浊。（带浊赤者、热伤血分、从心小肠来、白者、湿伤气分、从肺大肠来、并有寒热二证、亦有因痰而带浊者、宜二陈、加升柴二术。）生食。降浊痰。解酒消毒。杀虫。（花夜开、人不得见、性阴、有小毒、故能消毒杀虫。）浆泽手面。浣油腻。（时珍曰∶去浊痰之功、可以类推。）多食则收涩太过。令人壅气胪胀。小儿发惊动疳。”\n4.（清）《得配本草》“一名白果。甘、苦、涩。有小毒。入手太阴经。熟用∶益肺气，定喘嗽，缩小便，止带浊。生用∶降痰，消毒杀虫。配百药煎，治肠风。配麻黄、甘草，治哮喘。多食壅气动风，发惊暴厥。（白鲞汤可解。）”"
  },
  {
    "id": 71,
    "code": "CP",
    "name": "陈皮",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/d4daca348718ef11971ced0555308ad0.jpg\"]",
    "local_images": "[\"images\\\\71_陈皮\\\\image_1.jpg\"]",
    "origin": "陈皮，原名橘皮，始载于《本经》上品“橘柚”项下，谓：“橘柚，性辛温……一名橘皮。” 陈皮作为橘皮之处方用名，始见于孟诜的《食疗本草》。陶弘景云：“此是说其皮功尔……并以陈者为良。”元代王好古也说，“橘皮以色红日久者为佳，故曰红皮、陈皮。”陈皮之名由此而来。据上所述历代本草所用陈皮，当为芸香科植物橘Citrus reticulata Blanco的成熟果皮。后期，橘皮出现了黄橘皮（陈皮）、青橘皮（青皮）之别。陈嘉谟《本草蒙签》曰：“青皮，陈皮一种，……因其迟收早收，特分老嫩而立名也。”刘文泰《本草品汇精要》云：“青皮即青橘皮也，实与黄橘同种。”\n自宋代以来，有将柑皮作橘皮使用的现象，如《本草衍义》在乳柑子条云：“今人多作橘皮售于人，不可不择也。”李时珍在柑条中也说：“柑、橘皮今人多混用，不可不辨也。”“橘皮性温，柑、柚性冷，不可不知。”前人虽一再辨明，但这种现象一直沿用至今，目前陈皮药材有陈皮和广陈皮两种,其中广陈皮即柑皮，主要为茶枝柑（新会柑）Citrus chachiensis Hort.四会柑 C. suhoiensis Tanaka 的成熟果皮。综上，历史上橘皮主要来源于橘Citrus reticulata Blanco，后期逐步形成了以茶枝柑（新会柑）Citrus chachiensis Hort.和四会柑 C. suhoiensis Tanaka作橘皮的现象。",
    "components": "1.营养成分 多糖、蛋白质、氨基酸、维生素以及钾、钠、钙、镁、铜、锌、铁、锶和锰等多种无机元素[1]。 2.其它成分 挥发油类（松油烯、柠檬烯、月桂烯等）、黄酮类（橙皮苷、柚皮苷、川陈皮素等）、柠檬苦素三萜类（柠檬苦素、奥巴叩酮、诺米林）等化合物[1-2]；",
    "effects": "理气健脾，燥湿化痰",
    "safety": "未见到陈皮口服安全性有关研究报道。",
    "applications": "三豆粥",
    "contraindications": "婴幼儿、孕妇、阴虚火旺者慎服。根据中医九种体质学说，痰湿质人群最为适宜食用。",
    "historical_records": "1.（汉）《神农本草经》：“橘柚，味辛温。主胸中瘕热逆气，利水谷。久服，去臭下气通神，一名橘皮。生川谷。”\n2.（汉魏）《名医别录》：“橘柚，无毒。下气，止呕咳，除膀胱留热，下停水，五淋，利小便，主脾不能消谷，气冲胸中吐逆，霍乱，止泄，去寸白。轻身长年。生南山川谷，生江南。十月采。”\n3.（南北朝）《本草经集注》：“此是说其皮功耳，以东橘为好，西江亦有而不如。其皮小冷，疗气乃言欲胜东橘，北人亦用之，以陈者为良。其肉味甘、酸，食之多痰，恐非益人也。今此虽用皮，既是果类，所以犹宜相从。柚子皮乃可食，而不复入药用，此亦应下气。”\n4.（唐）《新修本草》：“柚皮厚，味甘，不如橘皮味辛而苦，其肉亦如橘，有甘有酸，酸者名胡甘。今俗人或谓橙为柚，非也。案 《吕氏春秋》 云：果之美者。有云梦之柚。郭璞曰：柚似橙而大于橘。孔安国云：小曰橘，大曰柚，皆谓甘也。今注：自木部今移。”\n5.（宋）《嘉祐本草》: “橘皮，臣，味苦、辛。能治胸膈间气，开胃，主气痢，消痰涎，治上气欬嗽。陈藏器云：橘、柚本功外，中实冷。酸者聚痰，甜者润肺。皮堪入药，子非宜人。其类有朱柑、乳柑、黄柑、石柑、沙柑。橘类有朱橘、乳橘、塌橘、山橘、黄淡子。此辈皮皆去气调中，实总堪实。就中以乳柑为上。《本经》 合入果部，宜加实字；入木部非也。岭南有柚，大如冬瓜。孟诜云：橘，止泄痢。食之下食，开胸膈痰实结气。下气不如皮。穰不可多食，止气。性虽温，止渴。又，干皮一斤，捣为末，蜜为丸。每食前酒下三十丸，治下膲冷气。又，取陈皮一斤，和杏人五两，去皮、尖熬，加少蜜为丸。每日食前饮下三十丸，下腹藏间虚冷气。脚气动心，心下结硬，悉主之。日华子云：橘，味甘、酸。止消渴，开胃，除胸中隔气。\n又云：皮，暖，消痰止嗽，破癥瘕痃癖。又云核，治腰痛，膀胱气，肾疼，炒去壳，酒服良。橘囊上筋膜，治渴及吐酒。炒，煎汤饮，甚验也。\n又云：柚子，无毒，治妊孕人吃食少并口淡，去胃中恶气，消食，去肠胃气。解酒毒，治饮酒人口气。”\n6.（宋）《本草衍义》：“橘柚，自是两种，故曰一名橘皮，是元无柚字也。岂有两等之物，而治疗无一字别者，即知柚字为误。后人不深求其意，为柚字所惑，妄生分别，亦以过矣。且青橘与黄橘，治疗尚别，矧柚为别种也。郭璞云∶柚似橙而大于橘，此即是识橘柚者也。今若不如此言之，恐后世亦以柚皮为橘皮，是贻无穷之患矣。去古既远，后之贤者，亦可以意逆之耳。橘惟用皮与核。皮，天下甚所须也。仍汤浸去穣。余如经与《注》。核、皮二者须自收为佳。有人患气嗽将期，或教以橘皮、生姜焙干、神曲等分为末，丸桐子大，食后、夜卧，米饮服三五十丸。兼旧患膀胱，缘服此偕愈。然亦取其陈皮入药，此六陈中一陈也。肾疰腰痛、膀胱气痛，微炒核，去壳为末，酒调服，愈。”\n7.（明）《本草蒙筌》：“橘皮，味辛、苦，气寒。味浓，沉也，阴也，阴中之阳。无毒。浙郡俱生，广州独胜。本与橘红同种，此未成熟落之。皮紧浓色则纯青，头破裂状如莲瓣。去穣嘴薄，润醋炒干。《汤液》云∶陈皮治高，青皮治低，亦以功力大小不同故尔。入少阳三焦胆腑，又厥阴肝脏引经。削坚癖小腹中，温疟热盛者莫缺；（患疟热盛，缠久不愈，必结癖块，俗云疟母。宜清脾汤多服，内有青皮疏利肝邪，则癖自不结也。）破滞气左胁下，郁怒痛甚者须投。劫疝疏肝，消食宽胃。病已切勿过服，恐损真气；先防老弱虚羸，尤当全戒。近冬赤熟，薄皮细纹。新采者名橘红，气味稍缓，胃虚气弱者宜；久藏者名陈皮，气味辛烈，痰实气壅服妙。东垣又曰∶留白则补胃和中，去白则消痰利滞。治虽分二，用不宜单。君白术则益脾，单则损脾；佐甘草则补肺，否则泻肺。同竹茹，治呃逆因热；同干姜，治呃逆因寒。止香港脚冲心，除膀胱留热。利小水，通五淋，解酒毒，去寸白。核研仁调醇酒饮，驱腰痛疝痛神丹；叶引经以肝气行，散乳痈胁痈圣药。橘囊上筋膜微炒，醉呕吐发渴急煎。肉多食生痰，穣多食上气。虽并止渴，未足益人。又种乳柑，圆大过橘。皮粗且浓，色赤兼黄。经霜甚甜，未经霜者味酸，故名柑子。其皮不任药用，肉惟解酒良。多食脏寒，令人泄痢也。柑皮不甚苦，橘皮极苦，至熟亦苦。\n（谟）按∶青皮、陈皮一种，枳实、枳壳一种，因其迟早采收，特分老嫩而立名也。嫩者性酷治下，青皮枳实相同；老者性缓治高，陈皮枳壳无异。四药主治并以导滞消痞为专，虽高下各行，其泻气则一。单服久服俱损真元，故必以甘补之药为君，少加辅佐，使补中兼泻，泻则兼补，庶几不致于偏胜也。陈皮款下已详发明，余虽未言，举一隅则可以三隅反矣。”\n8.（明）《本草纲目》之【附方】：“①润下丸：治湿痰，因火泛上，停滞胸膈，咳唾稠粘。陈橘皮半斤，入砂锅内，下盐五钱，化水淹过煮干，粉甘草二两，去皮蜜炙，各取净末，蒸饼和丸梧桐子大。每服百丸，白汤下。《丹溪方》。②宽中丸：治脾气不和，冷气客于中，壅遏不通，是为胀满。用橘皮四两，白术二两，为末，酒糊丸梧子大。每食前木香汤下三十丸，日三服。《是斋指迷方》。③橘皮汤：治男女伤寒并一切杂病呕哕，手足逆冷者。用橘皮四两，生姜一两。水二升，煎一升，徐徐呷之即止。《仲景方》。④嘈杂吐水：真橘皮去白为末，五更安五分于掌心舐之，即睡，三日必效。皮不真则不验。《怪证奇方》。⑤霍乱吐泻：不拘男女，但有一点胃气存者，服之再生。广陈皮去白五钱，真藿香五钱，水二盏，煎一盏，时时温服。《百一选方》。《圣惠》∶用陈橘皮末二钱，汤点服。不省者灌之。仍烧砖沃醋，布裹砖，安心下熨之，便活。⑥反胃吐食∶真橘皮，以日照西壁土炒香为末。每服二钱，生姜三片，枣肉一枚，水二钟，煎一钟，温服。《直指方》。⑦卒然食噎∶橘皮一两，汤浸去瓤，焙为末。以水一大盏，煎半盏，热服。《食医心镜》。⑧诸气呃噫∶橘皮二两去瓤，水一升，煎五合，顿服。或加枳壳尤良。《孙尚药方》。⑨痰膈气胀∶陈皮三钱，水煎热服。杨氏《简便方》。⑩卒然失声∶橘皮半两，水煎徐呷。《肘后方》。○11经年气嗽∶橘皮、神麴、生姜焙干等分，为末，蒸饼和丸梧子大。每服三五十丸，食后、夜卧各一服。有人患此服之，兼旧患膀胱气皆愈也。《寇氏衍义》。○12化食消痰，胸中热气∶用橘皮半两微熬，为末。水煎代茶，细呷。《心镜》。○13下焦冷气∶干陈橘皮一斤为末，蜜丸梧子大。每食前温酒下三十丸。《食疗本草》。○14脚气冲心或心下结硬，腹中虚冷∶陈皮一斤和杏仁五两去皮尖熬，少加蜜捣和，丸如梧桐子大，每日食前米饮下三十丸。《食疗》。○15老人气閟∶方同上。《济生》。○16大肠閟塞∶陈皮连白，酒煮焙研末。每温酒服二钱，一方米饮下。《普济》。○17途中心痛∶橘皮去白，煎汤饮之，甚良。《谈野翁方》。○18食鱼蟹毒∶方同上。《肘后》。○19风痰麻木，凡手及十指麻木，大风麻木，皆是湿痰死血∶用橘红一斤，逆流水五碗，煮烂去渣，再煮至一碗，顿服取吐，乃吐痰圣药也。不吐，加瓜蒂末。《摘玄方》。○20脾寒诸疟，不拘老少孕妇，只两服便止∶真橘皮去白切，生姜自然汁浸过一指，银器内重汤煮干，焙研末。每服三钱，用隔年青州枣十个，水一盏，煎半盏，发前服，以枣下之。《适用方》。○21小儿疳瘦，久服消食和气，长肌肉∶用陈橘皮一两，黄连以米泔水浸一日，一两半，研末，入麝三分，用猪胆盛药，以浆水煮熟取出，用粟米饭和，丸绿豆大。每服一二十丸，米饮下。《钱氏小儿方》。○22产后尿閟不通者∶陈皮一两去白为末，每空心温酒服二钱，一服即通。此张不愚方也。《妇人良方》。○23产后吹奶∶陈皮一两，甘草一钱，水煎服，即散。○24妇人乳痈，未成者即散，已成者即溃，痛不可忍者即不疼，神验不可云喻也∶用真陈橘皮汤浸去白晒，面炒微黄，为末。每服二钱，麝香调酒下。初发者一服见效。名橘香散。○25鱼骨鲠咽∶橘皮常含，咽汁即下。《圣惠方》。○26嵌甲作痛，不能行履者∶浓煎陈皮，汤煎陈皮汤浸良久，甲肉自离，轻手剪去，以虎骨末傅之即安。《医林集要》。”\n9.（清）《本草从新》：“橘皮，宣、理气调中、泻、燥湿、消痰。辛能散，温能和，苦能燥能泻。为脾、肺气分之药。（脾为气母、肺为气龠、凡用补药涩药、有宜佐陈皮以利气者。）调中快膈，导滞消痰。（大法治痰、以健脾顺气为主、洁古曰：陈皮定呕止嗽，利水破症，宣通五脏，统治百病，皆取其理气燥湿之功。入和中药，则留白。入疏通药，则去白。去白名橘红，兼能除寒发表。（皮能发散皮肤。）气虽中和，亦损真元，无滞勿用。广产为胜，皮浓不脆，有猪棕纹。（福建产者、名建皮、力薄、浙江衢州出者、名衢皮、更恶劣矣。）陈久者良，故又名陈皮。（陈则烈气消、无燥散之患、半夏亦然、故同用、名二陈汤。）治痰咳，童便浸晒。治痰积，姜汁炒，入下焦。盐水炒。（化州陈皮、消痰甚灵、然消伐太峻、不宜轻用、况此物真者绝少、无非柚皮而已。）”\n10.（清）《本草崇原》：“橘皮，气味苦辛温，无毒。主治胸中瘕热逆气，利水谷。久服去臭，下气，通神。\n（橘生江南及山南山谷，今江浙荆襄湖 皆有。枝多坚刺，叶色青翠，经冬不凋，结实青圆橘实形圆色黄，臭香肉甘，脾之果也。其皮气味苦辛，性主温散，筋膜似络脉，皮形若肌肉，宗眼如毛孔，乃从脾脉之大络而外出于肌肉毛孔之药也。胸中瘕热逆气者，谓胃上郛郭之间，浊气留聚，则假气成形，而为瘕热逆气之病。橘皮能达胃络之气，出于肌腠，故胸中之瘕热逆气可治也。利水谷者，水谷入胃，藉脾气之散精，橘皮能达脾络之气，上通于胃，故水谷可利也。久服去臭者，去中焦腐秽之臭气，而整肃脾胃也。下气通神者，下肺主之气，通心主之神，橘皮气味辛苦，辛入肺，而苦入心也。\n愚按：上古诸方，只曰橘皮个用不切，并无去白之说。李东垣不参经义，不礼物性，承嗽。\n夫咳嗽非只肺病，有肝气上逆而咳嗽者，有胃气壅滞而咳嗽者，有肾气奔迫而咳嗽者，有心火上炎而咳嗽者，有皮毛闭拒而咳嗽者，有脾肺不和而咳嗽者。《经》云：五脏六腑皆令人咳，非独肺也。橘皮里有筋膜，外黄内白，其味先甘后辛，其性从络脉而外达于肌肉、毛孔，以之治咳，有从内达外之义。若去其白，其味但辛，只行皮毛，风寒咳嗽似乎相宜，虚劳不足，益辛散矣。后人袭方书糟粕，不穷物性本原，无怪以讹传讹，而莫之止。须知雷 乃宋人，非黄帝时雷公也。业医者当以上古方制为准绳，如《金匮要略》用橘皮汤治干呕哕，义可知矣。日华子谓∶橘瓤上筋膜，治口渴吐酒，煎汤饮甚效。以其能行胸中之饮而行于皮肤也。夫橘皮从内达外，凡汗多里虚，阳气外浮者，宜禁用之。”"
  },
  {
    "id": 72,
    "code": "BBD",
    "name": "白扁豆",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f453400439cadf846931b11fe3812e3b.jpg,/uploads/20240315/5ab805f52c797d38446039a0cd395408.jpg\"]",
    "local_images": "[]",
    "origin": "本品始载于《别录》，原名扁豆，列为中品。至唐代《药性论》才开始明确用“白扁豆”，并以白扁豆为药名。宋代《本草图经》更加明确地指出以扁豆种子的颜色分为黑扁豆和白扁豆二种，黑扁豆又叫鹊豆。《本草经集注》：“人家种之于篱援（垣），其荚蒸食甚美。”《本草图经》云：“扁豆，旧不著所出州土，今处处有之，人家多种于篱援（垣）间，蔓延而上，大叶细花，花有紫、白二色，荚生花下。其实亦有黑、白二种，白者温而黑者小冷，入药当用白者。”《纲目》记载：“扁豆二月下种，蔓生延缠。叶大如杯，团而有尖。其花状如小蛾，有翅尾形。其荚凡十余样，或长或团，或如龙爪、虎爪，或如猪耳、刀镰，种种不同，皆累累成枝子有黑、白、赤、斑四色。种荚硬不堪食。豆子粗圆而色白者可入药。”《植物名实图考》亦载：“豆入药用，余皆供蔬。”《本草思辦录》云：“扁豆花白实白，实间藏芽处，別有一条，其形如眉，格外沾白，且白露后实更繁衍。盖得金气之最多者。”从以上历代本草文献所述植物生长与形态特点，以及种子色白者入药等，可见古今白扁豆的药用情况基本一致。\n然而，在唐代之前，本草学并未区分黑、白二种扁豆，《名医别录》和《本草经集注》中所说的作为食用的扁豆其实包含了黑扁豆和白扁豆二种。唐代之后的食疗本草著作中作为食用的扁豆也都黑、白不分，直至清代，《随息居饮食谱》提出：“扁豆，甘平。嫩荚亦可为蔬。子以白者为胜”，《食鉴本草》单列“白扁豆”条，开始将食用扁豆也确定为白扁豆。\n据谢宗万[2]的考证，药用扁豆从唐代起开始明确使用花白、实白的白扁豆，而原产非洲的开紫花、种子紫黑色的黑扁豆不作药用，前者即L. purpureus(L.)Sweet，与本文之前考证同。有鉴于此，应选择白扁豆L. purpureus(L.)Sweet.作为药食两用品种。",
    "components": "1.营养成分 糖类（淀粉、棉子糖、水苏糖、蔗糖、果糖）、蛋白质类（胰蛋白酶抑制剂、淀粉酶抑制物、酪氨酸酶、血球凝集素A、B等）、脂类、维生素类（维生素A、B、C）、矿物质（钙、磷、铁、植物钙镁、锌）等[6]。 2.其他成分 苷类成分（淀粉氰苷等）、甾体类成分（豆甾醇等）、扁豆皂苷I等[7]。",
    "effects": "健脾化湿，和中消暑",
    "safety": "需注意的是，因扁豆含有凝血物质和溶血性皂素，如煮不透，半生半熟的食用可引起中毒现象，出现头昏、头疼、呕吐、恶心等症状，因此，吃扁豆一定要煮熟烧透。若误食未煮熟的扁豆出现中毒现象，可饮绿豆甘草汤解之。",
    "applications": "白扁豆花馄饨\n白扁豆花酒\n白扁豆花粥\n白扁豆花茶\n白扁豆酸奶",
    "contraindications": "白扁豆含有凝集素，有一定的毒性，加热处理可以使其失去毒性，如果没有煮熟，食用以后很可能发生中毒，在食后的三四个小时内，出现头痛、恶心、呕吐等现象，所以食用时一定煮熟蒸透。体内气虚生寒，脏腑被寒气所困，表现为腹胀、腹痛、面色发青、手脚冰凉的人不宜食用白扁豆。白扁豆不能食用过多，多食容易气滞，腹胀。",
    "historical_records": "1. （汉魏）《名医别录》 ：“扁豆 味甘，微温。主和中，下气。叶，主治霍乱吐下不止。”\n2. （南北朝）《本草经集注》 ：“陶隐居云：人家种之于篱援，其荚蒸食甚美，无正用取其豆者。叶乃单行用之。患寒热病者，不可食。”\n3. （唐）《新修本草》：“此北人名鹊豆，以其黑而间白故也。”\n4．（宋）《嘉祐本草》：“臣禹锡等谨按孟诜云：扁豆，疗霍乱吐痢不止，末和醋服之，下气。又吐痢后转筋，生捣叶一把，以少酢浸汁，服之立差。其豆如绿豆，饼食亦可。药性论云：白扁豆，亦可单用。主解一切草木毒，生嚼及煎汤服，取效。日华子云：平，无毒。补五藏。叶傅蛇虫咬。”\n5．（宋）《本草衍义》：“扁豆 有黑、白、鹊三等，皆于豆脊有白路。白者，治霍乱筋转。”\n6. （明）《本草蒙筌》：“味甘，气微温。无毒。园圃俱种，苗蔓引长。开花紫白两般，结实黑白二种。实藏荚内，秋老采收。白者扁豆名，黑者鹊豆唤。惟白入药，下气和中。霍乱吐逆能除，河肫酒（曝干研末，米饮调服。）叶敷蛇虫咬伤，（和醋捣烂，敷咬处。）”\n7.（明）《本草纲目》 之【附方】：“新九。霍乱吐利 扁豆、香薷各一升，水六升，煮二升，分服。千金。霍乱转筋 白扁豆为末，醋和服。普济方。消渴饮水 金豆丸：用白扁豆浸去皮，为末，以天花粉汁同蜜和，丸梧子大，金箔为衣。每服二三十丸，天花粉汁下，日二服。忌炙煿酒色。次服滋肾药。仁存堂方。赤白带下 白扁豆炒为末，用米饮每服二钱。毒药堕胎女人服草药堕胎腹痛者。生白扁豆去皮，为末，米饮服方寸匙。浓煎汁饮亦可。凡服药胎气已伤未堕者，或口噤手强，自汙头低，似乎中风，九死一生。医多不识，作风治，必死无疑。中砒霜毒 白扁豆生研，水绞汁饮。并永类方。六畜肉毒白扁豆烧存性研，冷水服之，良。事林广记。诸鸟肉毒生扁豆末，冷水服之。同上。恶疮痂痒作痛以扁豆捣封，痂落即愈。肘后。”\n8.（清）《本草从新》：“白扁豆，甘平，腥香微黄（脾之谷也），调脾和胃，降浊升清，消暑除湿（能消脾胃之暑）。止渴止泻，专治中宫之病（土强湿去、正气自旺、所以能疗呕吐霍乱、及带下诸证，赤白带下、炒研末、米饮服二钱、霍乱转筋、研末、醋汤和服、俱妙）。中和轻缓，故无禁忌，然多食能壅气，伤寒邪炽者勿服，生用或炒研。”\n9．（清）《得配本草》：“ 白扁豆，甘、淡。入足太阴经气分。调和脾胃，通利三焦，化清降浊，消暑除湿。治霍乱，疗呕逆，止泄泻，解消渴；配花粉，治消渴饮水；配龙芽，疗肠风下血；配香薷，治寒热吐泻；合绿豆，解热毒痢。炒研用。恐气滞，同陈皮炒。治吐泻，醋制。止湿火吐血，炒炭。单食多食，壅气伤脾。花：米饮调末，治赤白带下。入盐少许，疗血崩不止。叶：捣汁，治霍乱吐泻转筋。罨蛇咬毒。”"
  },
  {
    "id": 74,
    "code": "BBDH",
    "name": "白扁豆花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/5ab805f52c797d38446039a0cd395408.jpg\"]",
    "local_images": "[\"images\\\\74_白扁豆花\\\\image_1.jpg\"]",
    "origin": "本品始载于《别录》，原名扁豆，列为中品。至唐代《药性论》才开始明确用“白扁豆”，并以白扁豆为药名。宋代《本草图经》更加明确地指出以扁豆种子的颜色分为黑扁豆和白扁豆二种，黑扁豆又叫鹊豆。《本草经集注》：“人家种之于篱援（垣），其荚蒸食甚美。”《本草图经》云：“扁豆旧不著所出州土，今处处有之，人家多种于篱援（垣）间，蔓延而上，大叶细花，花有紫、白二色，荚生花下。其实亦有黑、白二种，白者温而黑者小冷，入药当用白者。”《纲目》记载：“扁豆二月下种，蔓生延缠。叶大如杯，团而有尖。其花状如小蛾，有翅尾形。其荚凡十余样，或长或团，或如龙爪、虎爪，或如猪耳、刀镰，种种不同，皆累累成枝子有黑、白、赤、斑四色。种荚硬不堪食。豆子粗圆而色白者可入药。”《植物名实图考》亦载：“豆入药用，余皆供蔬。”《本草思辦录》云：“扁豆花白实白，实间藏芽处，別有一条，其形如眉，格外沾白，且白露后实更繁衍。盖得金气之最多者。”从以上历代本草文献所述植物生长与形态特点，以及种子色白者入药等，可见古今白扁豆的药用情况基本一致。\n然而，在唐代之前，本草学并未区分黑、白二种扁豆，《名医别录》和《本草经集注》中所说的作为食用的扁豆其实包含了黑扁豆和白扁豆二种。唐代之后的食疗本草著作中作为食用的扁豆也都黑、白不分，直至清代，《随息居饮食谱》提出：“扁豆，甘平。嫩荚亦可为蔬。子以白者为胜”，《食鉴本草》单列“白扁豆”条，开始将食用扁豆也确定为白扁豆。\n据谢宗万[2]的考证，药用扁豆从唐代起开始明确使用花白、实白的白扁豆，而原产非洲的开紫花、种子紫黑色的黑扁豆不作药用，前者即L. purpureus(L.)Sweet，与本文之前考证同。有鉴于此，应选择白扁豆L. purpureus(L.)Sweet.作为药食两用品种。",
    "components": "1.营养成分 蛋白质、粗纤维、多糖、脂肪、氨基酸，微量元素钙、镁、铁、锌等[3]。 2.其他成分 原花青苷、花青素、香豆精、芦丁、木樨草素等[3]。",
    "effects": "健脾化湿，和中消暑",
    "safety": "未见白扁豆毒理学评价有关的文献报道。",
    "applications": "白扁豆花馄饨\n白扁豆花酒\n白扁豆花粥\n白扁豆花茶",
    "contraindications": "根据中医九种体质，痰湿体质更为适宜食用白扁豆花。",
    "historical_records": "1. （汉魏）《名医别录》 ：“扁豆，味甘，微温。主和中，下气。叶，主治霍乱吐下不止。”\n2. （南北朝）《本草经集注》：“陶隐居云：人家种之于篱援，其荚蒸食甚美，无正用取其豆者。叶乃单行用之。患寒热病者，不可食。”\n3. （唐）《新修本草》：“此北人名鹊豆，以其黑而间白故也。”\n4．（宋）《嘉祐本草》：“臣禹锡等谨按孟诜云：扁豆，疗霍乱吐痢不止，末和醋服之，下气。又吐痢后转筋，生捣叶一把，以少酢浸汁，服之立差。其豆如绿豆，饼食亦可。药性论云：白扁豆，亦可单用。主解一切草木毒，生嚼及煎汤服，取效。日华子云：平，无毒。补五藏。叶傅蛇虫咬。”\n5．（宋）《本草衍义》：“扁豆 有黑、白、鹊三等，皆于豆脊有白路。白者，治霍乱筋转。”\n6. （明）《本草蒙筌》：“味甘，气微温。无毒。园圃俱种，苗蔓引长。开花紫白两般，结实黑白二种。实藏荚内，秋老采收。白者扁豆名，黑者鹊豆唤。惟白入药，下气和中。霍乱吐逆能除，河肫酒（曝干研末，米饮调服。）叶敷蛇虫咬伤，（和醋捣烂，敷咬处。）”\n7.（明）《本草纲目》 之【附方】：“新九。霍乱吐利 扁豆、香薷各一升，水六升，煮二升，分服。千金。霍乱转筋 白扁豆为末，醋和服。普济方。消渴饮水 金豆丸：用白扁豆浸去皮，为末，以天花粉汁同蜜和，丸梧子大，金箔为衣。每服二三十丸，天花粉汁下，日二服。忌炙煿酒色。次服滋肾药。仁存堂方。赤白带下 白扁豆炒为末，用米饮每服二钱。毒药堕胎女人服草药堕胎腹痛者。生白扁豆去皮，为末，米饮服方寸匙。浓煎汁饮亦可。凡服药胎气已伤未堕者，或口噤手强，自汙头低，似乎中风，九死一生。医多不识，作风治，必死无疑。中砒霜毒 白扁豆生研，水绞汁饮。并永类方。六畜肉毒白扁豆烧存性研，冷水服之，良。事林广记。诸鸟肉毒生扁豆末，冷水服之。同上。恶疮痂痒作痛以扁豆捣封，痂落即愈。肘后。”\n8.（清）《本草从新》：“白扁豆，甘平，腥香微黄（脾之谷也），调脾和胃，降浊升清，消暑除湿（能消脾胃之暑）。止渴止泻，专治中宫之病（土强湿去、正气自旺、所以能疗呕吐霍乱、及带下诸证，赤白带下、炒研末、米饮服二钱、霍乱转筋、研末、醋汤和服、俱妙）。中和轻缓，故无禁忌，然多食能壅气，伤寒邪炽者勿服，生用或炒研。”\n9．（清）《得配本草》：“ 白扁豆 甘、淡。入足太阴经气分。调和脾胃，通利三焦，化清降浊，消暑除湿。治霍乱，疗呕逆，止泄泻，解消渴；配花粉，治消渴饮水；配龙芽，疗肠风下血；配香薷，治寒热吐泻；合绿豆，解热毒痢。炒研用。恐气滞，同陈皮炒。治吐泻，醋制。止湿火吐血，炒炭。单食多食，壅气伤脾。花：米饮调末，治赤白带下。入盐少许，疗血崩不止。叶：捣汁，治霍乱吐泻转筋。罨蛇咬毒。”"
  },
  {
    "id": 79,
    "code": "FZ",
    "name": "榧子",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/568095ee0e1303c9bc61944b351e9918.jpg,/uploads/20240315/53c17c5aba21550449decd055cfef451.jpg\"]",
    "local_images": "[]",
    "origin": "榧子，始载于《本经》下品，原作“彼子”《别录》云：“有毒，生永昌山谷。”但又列“榧实”条，亦云生永昌。《本草经集注》在“彼子”条云：“方家从来无用此者，古今诸医及药家子不复识，又一名熊子，不知其形何类也。”说明陶弘景已不知“彼子”为何物。《新修本草》云：“此彼子当木傍作皮，彼仍音披，木实也，误入虫部……叶似杉、木如柏，肌软、子名榧子。”并在“榧实”条下云：“此物是虫部中彼子也……其树大连抱，高树仞，叶似杉，其木如柏作松理，肌细软，堪为器用也，”认为“彼子”即“柀子”，也就是“榧子”。根据音韵学知识和汉字发展规律，“榧子”乃“彼子”后世分化字，《别录》将两者分列二条，可能是不了解“彼”与“榧”二字之间的关系，其所述二者的功效、产地基本一致。李时珍亦同意此观点，云：“榧实、柀子治疗相同，当为一物无疑。”并将“柀子”附于“榧子”之中叙述。另《本草拾遗》在“棑华”条，云：“棑，树似杉，子如槟榔，食之肥美，主痔杀虫，春华，并与《本经》相会，《本经》虫部云彼子……陶复于果部重出棑，此即是其华也。”指出“棑华”、“彼子”植物来源一致，其所述植物形态及种子功用，亦与“彼子”基本相同。且“棑”亦是“彼”的后世分化字，与“榧”同。因此，各本草所音“彼子”、“柀子”、“榧实”、“棑华”均来源于同一植物。后世本草对“榧实”的描述更为详尽，如《本草衍义》云：“榧实大如橄榄，壳色紫褐而脆，其中子有一重粗黑衣，其仁黄白色，久嚼渐甘美。”《纲目》云：“榧生深山中，人呼为野杉……其木似桐而叶似杉，绝难长。木有牝牡，牡者华而牝者实。冬月开黄圆花，结实大小如枣，其核长如橄榄核，有尖者，不尖者，无棱而壳薄，黄白色……一树不下数十斛。”根据诸家本草的描述及《植物名实图考》之附图，可以证实古代药用榧子的正品即今之红豆杉科植物榧Torreya grandis Fort.的种子。",
    "components": "1.营养成分 碳水化合物、蛋白质、氨基酸、脂肪酸、膳食纤维、烟酸、叶酸、维生素A、维生素E及钙、铁、磷、钾、钠、镁、磷、锌、锰、硫、铜、硒等人体必需的微量元素[2]； 2.其它成分 挥发油（二十八醛、亚油酸、二十六醛等）、酚类（对羟基苯甲醛、4-甲氧基邻苯二酚、4-羟基肉桂醛等）、甾醇等。",
    "effects": "杀虫消积，润燥通便",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "脾虚泄泻及肠滑大便不实者慎服。榧子不宜与绿豆同食，容易发生腹泻。根据中医九种体质学说，气虚质、阳虚质体质应忌食或少食",
    "historical_records": "1．（汉魏）《名医别录》：“榧实，味甘，无毒。主五痔，去三虫，蛊毒，鬼疰，生永昌。”\n2．（南北朝）《本草经集注》：“陶隐居云：今出东阳诸郡，食其子，乃言疗寸白虫。不复有余用,不入药方,疑此与前虫品彼子疗说符同。”\n3．（唐）《新修本草》：“此物是虫部中彼子也。《尔雅》云：柀杉也。其树大连抱，高数仞。叶似杉，其树如柏，作松理，肌细软，堪为器用也。今注：彼子与此殊类，既未知所用，退入有名无用。”\n4．（宋）《嘉祐本草》：“平。多食一、二升，佳。不发病，令人能食消谷，助筋骨，行营卫，明目轻身。”\n5．（宋）《证类本草》：“食疗云：治寸白虫，日食七颗，七日满，其虫皆化为水。外台秘要：治白虫。榧子一百枚，去皮，只然啖之，能食尽佳。不然，啖五十枚亦得。经宿虫消下。”\n6．（宋）《本草衍义》：“榧实，大如橄榄，壳色紫褐而脆，其中子有一重粗黑衣。其仁黄白色，嚼久渐甘美。五痔人常如果食之，愈。过多则滑肠。”\n7．（明）《本草蒙筌》：“榧（一名赤果） 味甘。属土与金。无毒。多生永昌，（属云南。）亦产各处。树大连抱，叶密类杉。实生与橄榄同形，秋熟色紫褐而脆。摘以文火烘燥，嚼甚甘美馨香。丹溪云∶此肺家果也。非火不可啖，经火则熟；生食不宜多，引火入肺。大肠受损，滑泻难当。主五痔能使去根，杀三虫旋化为水。助筋骨健，调荣卫行。忌同鹅肉食之，生瘕节风上壅。木纹细软，器皿堪为。”\n8．（明）《本草纲目》之【附方】：“①寸白虫：日食榧子七颗，满七日，虫皆化为水也。《外台秘要》：用榧子一百枚，去皮火燃，啖之，经宿虫消下也。胃弱者啖五十枚。②好食茶叶：面黄者。每日食榧子七枚，以愈为度。《杨起简便方》。③令发不落：榧子三个，胡桃二个，侧柏叶一两，捣浸雪水梳头，发永不落且润也。《圣惠方》。④卒吐血出：先食蒸饼两三个，以榧子为末，白汤服三钱，日三服。《圣济总录》。⑤口咽痛痒：语言不出。榧实半两，芜荑一两，杏仁、桂各半两，为末，蜜丸弹子大，含咽。《圣济总录》。”\n9．（清）《本草从新》：“甘涩而平。杀虫。小儿黄瘦有虫积者，宜食之。疗痔消积。丹溪曰：此肺家果也。多食引火入肺，大肠受伤，反绿豆。”\n10．（清）《得配本草》：“榧实，反绿豆，能杀人。甘、涩、平。入手太阴经气分。助筋骨，行营卫，润肺气，助阳道，去虫蛊，消谷食。配芜荑、杏仁、肉桂，蜜丸含咽，治口咽痛痒。去壳衣蒸用，生嚼亦可。多食引火入肺，大肠受伤。忌同鹅肉食。（生断节风。）”"
  },
  {
    "id": 80,
    "code": "BH",
    "name": "百合",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/170dcec5d403e001aa94336082cb013b.jpg,/uploads/20240315/7b1a77ccdd4ca8532dee6e20389bb2ae.jpg\"]",
    "local_images": "[]",
    "origin": "百合始载于《本经》。《本草经集注》云：“根如胡蒜，数十片相累。”《新修本草》云：“此药有二种，一种细叶，花红白色；一种叶大，茎长，根粗，花白，宜入药用。”《本草图经》云：“百合，生荆州川谷，今近道处处有之。春生苗，高数尺，干粗如箭，四面有叶如鸡距，又似柳叶，青色，叶近茎微紫，茎端碧白，四五月开红白花，如石榴嘴而大，根如胡蒜重叠，生二三十瓣。二月、八月采根，暴干。人亦蒸食之，甚益气。又有一种，花黄有黑斑，细叶，叶间有黑子，不堪入药。”《纲目》云：“叶短而阔，微似竹叶，白花四垂者，百合也。叶长而狭，尖如柳叶，红花，不四垂者，山丹也。茎叶似山丹而高，红花带黄而四垂，上有黑斑点，其子先结在枝叶间者，卷丹也。”综上所述，可见古代药用的百合来源于百合属多种植物，从唐代开始就根据叶的大小分为两类，李时珍明确了阔叶者为百合，而细叶者有山丹和卷丹。。《本草图经》所述花黄有黑斑、叶间有黑子者，为卷丹。现在江苏、浙江、广东连县等地栽培供药用和食用的百合，就是卷丹，在江苏宜兴已有上百年的栽培历史。而山丹根据描述为今之细叶百合。综上，历史上百合为多种，主要为百合科卷丹L. lancifolium Thunb.、百合L. brownii F.E.Brown var. viridulum Baker 或细叶百合L. pumilum DC.",
    "components": "1.营养成分 蛋白质、氨基酸、糖、淀粉、脂肪、维生素、果胶、以及磷、钾、钠、铁、钙、镁、锌、锰、铜等矿物质[6]。 2.其它成分 百合多糖、百合甾体皂苷（螺甾皂苷、异螺甾皂苷、变形螺甾烷皂苷等）、秋水仙碱等[7]。",
    "effects": "养阴润肺，清心安神",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "乌梅百合汤",
    "contraindications": "风寒咳嗽及中寒便溏者禁服[9]。大量食用百合，可能会造成肾、肺功能的损害。直接接触百合的球茎，有可能会引起皮肤瘙痒。根据中医九种体质，阴虚体质人群最为适宜食用。",
    "historical_records": "1．（汉）《神农本草经》：“百合，味甘，平。主邪气腹张，心痛，利大小便，补中益气。”\n2．（汉魏）《名医别录》：“无毒。除浮肿，胪胀，痞满，寒热，通身疼痛，及乳难喉痹肿，止涕泪。一名重箱，一名重迈，一名摩罗，一名中逢花，一名强瞿。生荆州川谷。二月、八月采根，曝干。”\n3．（南北朝）《本草经集注》：“近道处处有，根如胡蒜，数十片相累。人亦蒸煮食之，乃言初是蚯蚓相缠结变作之。俗人皆呼为强仇，仇即瞿也，声之讹尔。亦堪服食。”\n4．《新修本草》：“此药有二种：一种细叶，花红白色；一种叶大，茎长，根粗，花白，宜入药用。”\n5．（宋）《嘉祐本草》：“百合，使，有小毒。主百邪鬼魅，涕泣不止。除心下急满痛，治脚气热咳逆。吴氏云：百合，一名重迈，一名中庭。生冤朐及荆山。日华子云：白百合，安心，定胆，益志，养五藏，治癫邪啼泣狂叫，惊悸，杀蛊毒气，熁乳痈发背，及诸疮肿，并治产后血狂运。”\n6．（宋）《本草图经》：“百合，生荆州川谷，今近道处处有之。春生苗，高数尺，秆粗如箭；四面有叶如鸡距，又似柳叶，青色，叶近茎微紫，茎端碧白；四、五月开红白花，如石榴觜而大；根如葫蒜重叠，生二、三十瓣。二月、八月采根，曝干。人亦蒸食之，甚益气。又有一种，花黄有黑斑细叶，叶间有黑子，不堪入药。徐锴《岁时广记》∶二月种百合法∶宜鸡粪。或云百合是蚯蚓所化，而反好鸡粪，理不可知也。又百合作面，最益人，取根曝干，捣细，筛，食之如法。张仲景治百合病，有百合知母汤、百合滑石代赭汤、百合鸡子汤、百合地黄汤，凡四方，病名百合，而用百合治之，不识其义。”\n7．（宋）《本草衍义》：“百合，张仲景用治伤寒坏后百合病须此也。茎高三尺许，叶如大柳叶，四向攒枝而上。其颠即有淡黄白花，四垂向下覆，长蕊。花心有檀色，每一枝颠，须五六花。子紫色，圆如梧子，生于枝叶间。每叶一子，不在花中，此又异也。根即百合，其色白，其形如松子壳，四向攒生，中间出苗。”\n8．（元）《汤液本草》：“百合，气平，味甘，无毒。《本草》云：主邪气腹胀心痛，利大小便，补中益气，除浮肿胪胀，痞满寒热，遍身疼痛，及乳难喉痹，止涕泪。仲景治百合病，百合知母汤、百合滑石代赭石汤，有百合鸡子汤、百合地黄汤。或百合病已经汗者，或未经汗下吐者，或病形如初，或病变寒热。并见《活人书》，治伤寒腹中疼，百合一两，炒黄为末，米饮调服。孙真人云：治百合除毒，煮百合浓汁服一升。”\n9.（明）《本草蒙筌》：“百合，味甘，气平。无毒。洲渚山野俱生，花开红白二种。根如葫蒜，小瓣多层。人因美之，称名百合。白花者，养脏益志，，定胆安心。逐惊悸狂叫之邪，消浮肿痞满之气。止遍身痛，利大小便。辟鬼气，除时疫咳逆；杀蛊毒，治外科痈疽。乳痈喉痹殊功，发背搭肩立效。又张仲景治伤寒坏后，已成百合病证，用此治之，固此名同，然未识有何义也。蒸食能补中益气，作面可代粮过荒。赤花者，仅治外科，不理他病。凡采待用，务必分留。”\n10．（明）《本草纲目》之【附方】：“旧三，新十三。百合病 ①百合知母汤：治伤寒后百合病，行住坐卧不定，如有鬼神状，已发汗者。用百合七枚，以泉水浸一宿，明旦更以泉水二升，煮取一升，却以知母三两，用泉水二升煮一升，同百合汁再煮取一升半，分服。②百合鸡子汤：治百合病已经吐后者。用百合七枚，泉水浸一宿，明旦更以泉水二升，煮取一升，入鸡子黄一个，分再服。③百合代赭汤：治百合病已经下后者。用百合七枚，泉水浸一宿，明旦更以泉水二升，煮取一升，却以代赭石一两，滑石三两，水二升，煮取一升，同百合汁再煮取一升半，分再服。④百合地黄汤：治百合病未经汗吐下者。用百合七枚，泉水浸一宿，明旦更以泉水二升，煮取一升，入生地黄汁一升，同煎取一升半，分再服。并仲景金匮要略方。百合变渴 病已经月，变成消渴者。百合一升，水一斗，渍一宿，取汁温浴病人。浴毕食白汤饼。陈延之小品方。百合变热者。用百合一两，滑石三两，为末，饮服方寸匕。微利乃良。小品方。百合腹满作痛者。用百合炒为末，每饮服方寸匕，日二。小品。阴毒伤寒 百合煮浓汁，服一升良。孙真人食忌。肺脏壅热烦闷咳嗽者。新百合四两，蜜和蒸软，时时含一片，吞津。圣惠方。肺病吐血 新百合捣汁，和水饮之。亦可煮食。卫生易简。耳聋耳痛 干百合为末，温水服二钱，日二服。胜金方。拔白换黑 七月七日，取百合熟捣，用新瓷瓶盛之，密封挂门上，阴干百日。每拔去白者掺之，即生黑者也。便民图纂。游风隐疹 以楮叶掺动，用盐泥二两，百合半两，黄丹二钱，醋一分，唾四分，捣和贴之。摘玄方。疮肿不穿 野百合同盐捣泥，傅之良。应验方。天泡湿疮 生百合捣涂，一二日即安。濒湖集简方。鱼骨哽咽 百合五两研末，蜜水调围颈项包住，不过三五次即下。圣济录。”\n11．《本草从新》：“百合，润肺止咳。甘平，润肺宁心，清热止嗽(朱二允曰：久嗽之人，肺气必虚，虚则宜敛，百合之甘敛，胜于五味之酸收。)利二便，止涕泪。(涕泪，肺肝热也。经曰：肺为涕，肝为泪，心为汗，脾为涎，肾为唾)。治浮肿胪胀痞满，寒热疮肿乳痈，伤寒百合病(行住坐卧不定，如有鬼神状。苏颂曰：病名百合，而用百合治之，不识其义。士材曰：亦清心宁神之效)。善通二便，中寒下陷者忌之。花白者入药（肺病吐血、鲜百合捣汁、和水饮之、亦可煮食）。”\n12.（清）《得配本草》：“百合，甘、苦、平。入手太阴及手少阴经。润肺宁心，清热止嗽，利二便，除浮肿，疗虚痞，退寒热，定惊悸，止涕泪，治伤寒百合病。（行住坐卧不定。）得川贝母，降肺气。配款冬花，治痰血。白花者入药。鲜者可煎可煮，干者作粉食，最益人。肠滑者禁用。多服伤脾气。（中气寒则下陷。）”\n13．（清）《本草崇原》：“百合，气味甘平，无毒。主治邪气腹胀心痛，利大小便，补中益气。（百合近道山谷处处有之。三月生苗，高二三尺，一茎直上，叶如竹叶，又似柳叶，四向而生，五月茎端开白花，芬芳六出，四垂向下，昼开夜合，故名夜合花。其根如蒜，细白而长，重叠生二三十瓣。煮食甘美，取瓣分种，如种蒜法，一种花红不四垂者，山丹也。一种花红带黄而四垂，上有黑斑点，其子黑色，结在枝叶间者，卷丹也。其根皆同百合，皆可煮食，而味不美。盖一类三种，唯白花者入药，余不可用。）百合色白属金，味甘属土，昼开夜合，应天道之昼行于阳，夜行于阴，四向六合，应土气之达于四旁。主治邪气腹胀心痛者，邪气下乘于脾，则地气不升而腹胀。邪气上乘于肺，则天气不降而心痛。盖腹者脾之部，肺者心之盖也。利大小便者，脾气上升，肺气下降，则水津四布，糟粕营运矣。补中者，补脾。益气者，益肺也。”"
  },
  {
    "id": 82,
    "code": "HH",
    "name": "槐花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/d30e4bedaa90f2751c6470c0f588b8e0.jpg,/uploads/20240315/ef57ead4bd7913103d68a39412f96709.jpg\"]",
    "local_images": "[]",
    "origin": "《本经》收载“槐实，”《嘉祐本草》据《日华子》资料另立“槐花”条。《淮南子》曰：“槐之生也，入季春五日而兔目，十日而鼠耳，更旬而始规，二旬叶成。”《本草图经》云：“谨按《尔雅》，槐有数种，叶大而黑者名櫰槐，昼合夜开者名守宫槐。叶细而青绿者但谓之槐，其功用不言有别。四月、五月开花，六月、七月结实。”其中所附“高邮军槐实”图，其荚果呈串珠状，叶与羽状复叶相似。又《本草纲目》云：“其花未开时，状如米粒，炒过煎水，染黄甚鲜。其实作荚连珠，中有黑子，以子连多者为好。”以上所述槐的特征及附图均与豆科植物槐一致。本草描述了槐花已开放者和花蕾，而以未开者佳。即槐花和槐米。植物来源为豆科植物槐 Sophora japonica L.",
    "components": "1．营养成分 蛋白质、脂肪、氨基酸、多种维生素及锌、锰、镉、铜、钾等人体必需的微量元素。 2．其它成分 三萜皂苷（赤豆皂苷I、大豆皂苷I、槐花皂苷I等）、黄酮（槲皮素、芸香苷、异鼠李素等）、脂肪酸（月桂酸、十二碳烯酸、硬脂酸等）等[7]。",
    "effects": "凉血止血，清肝泻火",
    "safety": "现代研究未见对丁香的食用部位花蕾或丁香花蕾的提取物进行毒理实验，仅对丁香叶片进行小鼠急性和大鼠亚急性的毒理试验，结果表明，给小鼠250倍的治疗剂量灌胃，未见异常。给大鼠以1/10和1/5治疗量喂大鼠，未发现丁香叶片对主要脏器的毒性作用[8]。",
    "applications": "丁香姜糖",
    "contraindications": "过敏性体质、消化不良，脾胃虚弱者慎服。根据中医九种体质学说，适宜食用槐花、槐米的人群为湿热质型，气虚、阳虚体质人群少食。",
    "historical_records": "1．（汉）《神农本草经》：“槐实，味苦、寒。主五内邪气热，止涎唾，补绝伤，疗五痔，火疮，妇人乳瘕，子脏急痛。”\n2．（汉魏）《名医别录》：“槐实，酸、咸，无毒。以七月七日取之，捣取汁，铜器盛之，日煎，令可作丸，大如鼠矢，内窍中，三易乃愈。又堕胎。久服明目，益气，头不白，延年。枝主洗疮及阴囊下湿痒。皮主烂疮。根主喉痹寒热。生河南平泽。可作神烛。”\n3．（南北朝）《本草经集注》：“陶隐居云：槐子以相连多者为好，十月上巳日采之。新盆盛，合泥百日，皮烂为水，核如大豆。服之，令人脑满，发不白而长生。今处处有，此云七月取其子未坚，故捣绞取汁。”\n4．（唐）《新修本草》：“八月断槐大枝，使生嫩孽，煮汁酿酒，疗大风痿痹甚效。槐耳味苦、辛，平，无毒。主五痔心痛，妇人阴中痒痛。槐树菌也，当取坚如桑耳者。枝炮熨止蝎毒也。”\n5．（宋）《嘉祐本草》：“櫰，槐大叶而黑。守宫槐，叶昼聂，宵炕。释曰：櫰，槐也。大叶而黑名櫰，不尔即名槐。又曰：槐叶昼合夜开者，别名守宫槐。聂，合也。炕，张也。药性论云：槐子，臣，主治大热，难产。皮煮汁。淋阴囊坠肿气痛。又云：槐白皮，味苦，无毒。能主治口齿风疳（匿虫）血，以煎浆水煮含之。又煎淋浴男子阴疝卵肿。陈藏器云：槐实本功外，杀虫去风。合房折取阴干煮服，味一如茶，明目，除热泪，头脑、心胸间热风烦闷，风眩欲倒，心头吐涎如醉，漾漾如船车上者。花堪染黄，子上房七月收之，染皂木为灰，长毛发。日华子云：槐子，治丈夫、女人阴疮湿痒，催生。吞七粒。又云槐皮草，治中风皮肤不仁，喉痹，浸洗五痔并一切恶疮，妇人产门痒痛及汤火疮。煎膏，止痛长肉，消痈肿。”“槐花，味苦，平，无毒。治五痔，心痛，眼赤，杀腹藏虫及热，治皮肤风并肠风泻血，赤白痢，并炒服。叶，平，无毒。煎汤治小儿惊痫，壮热，疥癣及丁肿。皮、茎同用。”\n6．（宋）《证类本草》：“简要济众：治妇人漏下血不绝。槐花鹅不以多少烧作灰，细研。食前温酒服二钱匕。”\n7．（宋）《本草衍义》：“槐花，今染家亦用。收时折其未开花，煮一沸，出之釜中，有所澄下稠黄滓，渗漉为饼，染色更鲜明。治肠风热泻血甚佳，不可过剂。”\n8．（元）《汤液本草》：“槐花，苦薄，阴也。《珍》云：凉大肠热。”\n9．（明）《本草蒙筌》：“槐实，味苦、辛、咸，气寒。无毒。折枝插地即活，人家多植门庭。实生荚中，十月收采。粒大如豆，色紫而坚。一荚两粒三粒者为良，若系单粒五粒者勿用。小铜锤击碎，乌牛乳浸宵。蒸过才煎，景天为使。主五内邪热，去五痔肿疼。（七月七日取，捣绞汁，贮铜器内，置高处曝二十日以上，煎稠硬，圆如鼠粪大，纳谷道内，三易之乃愈。）止涎唾，补绝伤，凉大肠，消乳瘕。除男子阴疮湿痒不歇，却女子产户痛痒难当。仍理火疮，且堕胎孕。酒吞七粒，催产尤良。嫩房荚收煎代茶，去头风明目补脑。老荚疏导风热，亦可取捣煎尝。白皮皮肤不仁服效。消阴疝卵肿，却壮热惊痫。茎叶功同，总治疮毒。熬膏贴痈疽溃烂，煮汁嗽口齿风疳。根作神烛可烧，仍主喉痹寒热。枝洗疮住痒，煅揩齿杀虫。花味甚苦炒黄，亦凉大肠去热。理肠风泻血及皮肤风，止痔疮来红并赤白痢。去胃脘卒痛，杀腹脏蛔蚘。胶主诸风化涎，任作汤散丸服。却风痹肢难举动，散风毒身如虫行。噤口急风殊功，破脑伤风立效。槐耳系菌，亦树所生。坚如桑耳者良，用作细末酒服。去妇人阴中疮痛，治痔疮谷道血流。”\n10．（明）《本草纲目》之【附方】：“①衄血不止：槐花、乌贼鱼骨等分，半生半炒为末，吹之。《普济方》。②舌衄出血：槐花末，敷之即止。《朱氏集验》。③吐血不止：槐花烧存性，入麝香少许，研匀，糯米饮下三钱。《普济方》。④咯血唾血：槐花炒研。每服三钱，糯米饮下，仰卧一时取效。《朱氏》。⑤小便尿血：槐花（炒）、郁金（煨）各一两，为末。每服二钱，淡豉汤下，立效。《箧中秘宝方》。⑥大肠下血：《经验方》：用槐花、荆芥穗等分，为末。酒服一钱匕。《集简方》：用柏叶三钱，槐花六钱，煎汤日服。《袖珍》：用槐花、枳壳等分，炒存性为末。新汲水服二钱。⑦暴热下血：生猪脏一条，洗净控干，以炒槐花末填满扎定，米醋沙锅内煮烂，擂丸弹子大，日干。每服一丸，空心当归煎酒化下。《永类钤方》。⑧酒毒下血：槐花（半生半炒）一两，山栀子（焙）五钱，为末。新汲水服二服。《经验良方》。⑨脏毒下血：新槐花炒研，酒服三钱，日三服。或用槐白皮煎汤服。《普济方》。⑩妇人漏血不止：槐花烧存性，研。每服二、三钱，食前温酒下。《圣惠方》。○11血崩不止：槐花三两，黄芩二两，为末。每服半两，酒一碗，铜秤锤一枚，桑柴火烧红，浸入酒内，调服。忌口。《乾坤秘韫》。○12中风失音：炒槐花，三更后仰卧嚼咽。《危氏得效方》。○13痈疽发背：凡人中热毒，眼花头晕，口干舌苦，心惊背热，四肢麻木，觉有红晕在背后者。即取槐花子一大抄，铁杓炒褐色，以好酒一碗汗之。乘热饮酒，一汗即愈。如未退，再炒一服，极效。纵成脓者，亦无不愈。彭幸庵云：此方三十年屡效者。刘松石《保寿堂方》。○14杨梅毒疮：乃阳明积热所生。槐花四两略炒，入酒二盏，煎十余沸，热服。胃虚寒者勿用。《集简方》。○15外痔长寸：用槐花煎汤，频洗并服之。数日自缩。《集简方》。○16疔疮肿毒：一切痈疽发背，不问已成未成，但焮痛者皆治。槐花（微炒）、核桃仁二两，无灰酒一钟，煎十余沸，热服。未成者二三服，已成者一二服见效。《医方摘要》。○17发背散血：槐花、绿豆粉各一升，同炒作象牙色，研末。用细茶一两，煎一碗，露一夜，调末三钱敷之，留头。勿犯妇女手。《摄生众妙方》。○18下血血崩：槐花一两，棕灰五钱，盐一钱，水三钟，煎减半服。《摘玄方》。○19白带不止：槐花（炒）、牡蛎（煅）等分，为末。每酒服三钱，取效。同上。”\n11．（清）《本草从新》：“槐花，苦，凉。功同槐实，凉血。治风热目赤，赤白泄痢，五痔肠风，吐崩便衄诸血。舌上出血如线者名舌衄，炒研掺之。忌同槐实．含蕊而陈久者佳。微炒。”"
  },
  {
    "id": 83,
    "code": "HHJ",
    "name": "黑胡椒",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/51650f69678f4a2bc860fbd33d90ecf2.jpg\"]",
    "local_images": "[\"images\\\\83_黑胡椒\\\\image_1.jpg\"]",
    "origin": "胡椒始载于《新修本草》，云：“胡椒生西戎，形如鼠李子，调食用之，味甚辛辣。”《纲目》果部味果类载：“胡椒，因其辛辣似椒，故得椒名，实非椒也。”“胡椒，今南番诸国及交趾、滇南、海南诸地皆有之。蔓生附树及作棚引之。叶如扁豆、山药辈。正月开黄白花，结椒累累，缠藤而生，状如梧桐子，亦无核，生青熟红，青者更辣。四月熟，五月采收，爆干乃皱。今遍中国食品，为日用之物也。”根据以上记载，与今日所用之胡椒相符合。",
    "components": "1．营养成分 蛋白质、脂肪、膳食纤维、烟酸、钙、铜、锰、铁、锌等人体必需的微量元素。 2．其它成分 酰胺类化合物（胡椒碱、胡椒酰胺、次胡椒酰胺等）、挥发油（向日葵素、二氢香苇醇、氧化丁香烯等）、有机酸类化合物等[3]。",
    "effects": "温中散寒，下气，消痰",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "热病及阴虚有火者禁服，孕妇慎服。根据中医九种体质学说，适宜食用黑胡椒的人群为阳虚质型，而阴虚有火者应禁食或少食。",
    "historical_records": "1．（唐）《新修本草》：“胡椒，味辛，大温，无毒。主下气，温中，去淡，除脏腑中风冷。生西戎，形如鼠李子，调食用之，味甚辛美，而芳香不及蜀椒。”\n2．（宋）《嘉祐本草》：“调五藏，止霍乱，心腹冷痛，壮肾气，及主冷痢，杀一切鱼、肉、鳖、蕈毒。”\n3．（宋）《证类本草》：“海药云：谨按徐表《南州记》：生南海诸国。去胃口气虚冷，宿食不消，霍乱气逆，心腹卒痛，冷气上冲。和气，不宜多服，损肺。一云：向阴者澄茄，向阳者胡椒也。雷公云：凡使，只用内无皱壳者，用力大。汉椒使壳，胡椒使子。每修拣了，于石糟中碾碎，成粉用。食疗云：治五脏风冷，冷气心腹痛，吐清水，酒服之佳。亦宜汤服。若冷气，吞三、七枚。孙真人：治霍乱。以胡椒三、四十粒，以饮吞之。段成式酉阳杂俎云：胡椒，出摩伽陁国，呼为昧履支。其苗蔓生，茎极柔弱，长寸半。有细条与叶齐，条上结子，两两相对。其叶晨开暮合，合则裹其子于叶中。形似汉椒，至辛辣，六月采，今作胡盘肉食，皆用之也。”\n4．（宋）《本草衍义》：“胡椒，去胃中寒痰吐水，食已即吐，甚验。过剂则走气。大肠寒滑亦用，须各以他药佐之。” \n5．（元）《汤液本草》：“胡椒，气温，味辛。无毒。《本草》云：主下气温中去痰，除脏腑中风冷。向阳者为胡椒，向阴者为荜澄茄。胡椒多服损肺。味辛辣，力大于汉椒。”\n6．（明）《本草蒙筌》：“胡椒，味辛，气大温。属火有金。无毒。来从南广，出自西戎。蔓生苗茎软柔，长仅寸半；发枝条细嫩，与叶相齐。子结条中，两两相对。其叶晨开暮合，合则将子里藏。阴气不沾，故甚辛热。状如鼠李，六月采收。番人呼为昧履支，中国称曰胡椒子。杀一切鱼肉菰蕈之毒，调诸般食馔汤饮之需。下气去风痰，温中止霍乱。肠胃冷痢可却，心腹冷痛堪除。疗产后血气刺疼，治跌扑血滞肿痛。食勿过剂，损肺伤脾。又荜澄茄柄粗蒂圆，系嫩胡椒青时摘取。一云：向阳生者为胡椒，向阴生者为澄茄。化谷食，理逆气多效；消痰癖，止呕哕殊功。染须发香身，逐鬼气除胀。伤寒咳噫，亦每用之。”\n7．（明）《本草纲目》之【附方】：“①心腹冷痛：胡椒三七枚，清酒吞之。或云一岁一粒。《孟诜食疗》。②心下大痛：《寿域方》：用椒四十九粒，乳香一钱，研匀。男用生姜、女用当归酒下。又方：用椒五分，没药三钱，研细。分二服，温酒下。又方：胡椒、绿豆各四十九粒研烂，酒下神效。③霍乱吐泻：《孙真人》：用胡椒三十粒，以饮吞之。《直指方》：用胡椒四十九粒，绿豆一百四十九粒。研匀，木瓜汤服一钱。④反胃吐食：《戴原礼方》：用胡椒醋浸，晒干，如此七次，为末，酒糊丸梧桐子大。每服三四十丸，醋汤下。《圣惠方》：用胡椒七钱半，煨姜一两，水煎，分二服。《是斋百一方》：用胡椒、半夏（汤泡）等分，为末，姜汁糊丸梧子大。每姜汤下三十丸。⑤夏月冷泻及霍乱：用胡椒碾末，饭丸梧桐子大。每米饮下四十丸。《卫生易简方》。⑥赤白下痢；胡椒、绿豆各一岁一粒，为末，糊丸梧桐子大。红用生姜、白用米汤下。《集简方》。⑦大小便闭：关格不通，胀闷二三日则杀人。胡椒二十一粒，打碎，水一盏，煎六分，去滓，入芒硝半两，煎化服。《总录》。⑧小儿虚胀：塌气丸：用胡椒一两，蝎尾半两，为末，面糊丸粟米大。每服五七丸，陈米饮下。一加莱菔子半两。《钱乙方》。⑨虚寒积癖：在背膜之外，流于两胁，气逆喘急，久则营卫凝滞，溃为痈疽，多致不救。用胡椒二百五十粒，蝎尾四个，生木香二钱半，为末，粟米饭丸绿豆大。每服二十丸，橘皮汤下。名磨积丸。《济生》。⑩房劳阴毒：胡椒七粒，葱心二寸半，麝香一分，捣烂，以黄蜡溶和，做成条子，插入阴内，少顷汗出即愈。孙氏《集效方》。○11惊风内钓：胡椒、木鳖子仁等分，为末，醋调黑豆末，和杵，丸绿豆大。每服三四十丸，荆芥汤下。《圣惠》。○12发散寒邪：胡椒、丁香各七粒，碾碎，以葱白捣膏和，涂两手心，合掌握定，夹于大腿内侧，温覆取汗则愈。《伤寒蕴要》。○13伤寒咳逆：日夜不止，寒气攻胃也。胡椒三十粒打碎，麝香半钱，酒一钟，煎半钟，热服。《圣惠方》。○14风虫牙痛：《卫生易简方》：用胡椒、荜茇等分，为末，蜡丸麻子大。每用一丸，塞蛀孔中。《韩氏医通》：治风、虫、客寒，三般牙痛，呻吟不止。用胡椒九粒，绿豆十一粒，布裹捶碎，以丝绵包作一粒，患处咬定，涎出吐去，立愈。《普济方》：用胡椒一钱半，以羊脂拌打四十丸，擦之追涎。○15阿伽陀丸：治妇人血崩。用胡椒、紫檀香、郁金、茜根、小檗皮等分，为末，水丸梧子大。每服二十丸，阿胶汤下。时珍曰：按《酉阳杂俎》：胡椒出摩伽陀国。此方之名，因此而讹者也。○16沙石淋痛：胡椒、朴消等分，为末。每服用二钱，白汤下，日二。名二拗散。《普济方》）。○17蜈蚣咬伤：胡椒，嚼封之，即不痛。《多能鄙事》。\n8．（清）《本草从新》：“胡椒，辛，大热，有毒。温中下气，快膈消痰。治寒痰食积，肠滑冷痢，阴毒腹痛，胃寒吐水，牙齿浮热作痛。合荜茇散之。杀一切鱼肉鳖蕈毒。《多能鄙事》方，蜈蚣咬伤，胡椒嚼封之即不痛。世人因其快膈，嗜之者众。然损肺走气，动火动血，损齿昏目，发疮痔脏毒，必阴气至足者方可用。毕澄茄，即胡椒之大者，乃一类二种，主治略同。亦易僭上。”\n9．（清）《得配本草》：“胡椒，辛，热。有毒。入足阳明经气分。除寒湿，下膈气。治一切风冷、积滞、痰饮、泻痢诸痛，杀一切鱼肉鳖蕈诸毒。得木香、蝎梢，治背膜寒癖。配绿豆，为末，治冷热下痢。（一岁各一粒。）使芒硝，治大小便秘。入麝香，治伤寒呃逆。多用动血伤气，发疮昏目。因热致病者。”"
  },
  {
    "id": 87,
    "code": "FS",
    "name": "佛手",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/cddff1d2d73ae62b648952be0cd92155.jpg,/uploads/20240315/51b8da63d9e6788cb090fcfc824a5cd5.jpg\"]",
    "local_images": "[]",
    "origin": "中药佛手，以佛手柑、香橼等名称见于历代本草中，因性温与橘、橼一类相近，常与枸橼、香橼相混淆。李时珍的《本草纲目》，将其列于果部枸橼名下，云：“枸椽产闽广间，木似朱栾而叶尖长，枝间有刺，植近水乃生，其实状如人手，有指，俗称为佛手柑。有长一尺四、五寸者，皮如橙柚而浓，皱而光泽。其色如瓜，生绿熟黄，其核细”。”直到《本经逢原》，才开始将佛手、枸橼分列介绍。根据本草产地、形态特征描述，特别是果实形态证明历史上所指枸橼即今之佛手Citrus medica L.var. sarcodactylis Swingle。",
    "components": "1.营养成分[6] 蛋白质、脂肪、维生素、矿物质（铁、硒、铜、锌、锰等微量元素[7]） 2.其它成分[8] 挥发油、佛手内酯、柠檬内酯、橙皮苷、布枯叶苷、多糖以及铬、铅、镉、镍、钴等微量元素。",
    "effects": "舒肝理气，和胃止痛",
    "safety": "小鼠急性毒性试验研究表明，佛手挥发油的LD50为0.3769±0.0579 mL/20g，相当于临床用量的58倍。",
    "applications": "健脾利水茶",
    "contraindications": "阴虚体热、体质虚弱者少食。根据中医九种体质，气郁质最适宜食用。",
    "historical_records": "1.（明）《本草纲目》：“（时珍曰）枸橼产闽广间。木似朱栾而叶尖长，枝间有刺。植之近水乃生。其实状如人手，有指，俗呼为佛手柑。有长一尺四五寸者。皮如橙柚而厚，皱而光泽。其色如瓜，生绿熟黄。其核细。其味不甚佳而清香袭人。南人雕镂花鸟，作蜜煎果食。置之几案，可供玩赏。若安芋片于蒂而以湿纸围护，经久不瘪。或捣蒜罨其蒂上，则香更充溢。《异物志》云∶浸汁浣葛 ，胜似酸浆也。”"
  },
  {
    "id": 91,
    "code": "HJ",
    "name": "花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/baf2552c938bc9ae737ae8501288cd91.jpg,/uploads/20240315/e99795c9211e285ad67ac3dd46984690.jpg\"]",
    "local_images": "[]",
    "origin": "花椒入药，首载于《神农本草经》，收载“椒”共有“秦椒”“蜀椒”“蔓椒”3类，其中秦椒为中品，蜀椒、蔓椒为下品，“秦椒，味辛，温，除寒痹、坚齿发、明目。蜀椒，温中，逐骨节皮肤死肌、寒湿痹痛，下气。蔓椒，主风寒湿痹、疬节疼，除四肢厥气、膝痛。”《名医别录》载“秦椒生泰山及秦岭上，或琅琊，八月、九月采实。蜀椒生武都及巴郡，八月采实。蔓椒，生云中川谷及丘冢间”。《本草经集注》载秦椒“今从西来，形似椒而大，色黄黑，味亦颇有椒气”，蜀椒“蜀郡北部人家种之，皮肉厚，腹里白，气味浓”。《新修本草》云“秦椒树，叶及茎、子都似蜀椒，但味短实细。蜀椒出金州西域者最善”。《本草图经》载：“秦椒，而今南北所生一种椒，其实大于蜀椒，与陶及郭、陆之说正相合，当以实大者为秦椒。蜀椒，四月结子无花，如小豆颗而圆，皮紫赤色”。其中《本草图经》里秦椒的描述和《新修本草》截然相反，认为秦椒果实大于蜀椒。《本草衍义》记载：“此秦地所产者，故言秦椒。大率椒株皆相似，但秦椒叶差大，粒亦大而纹低，不若蜀椒皱纹高为异也”。认为秦椒果实虽然大于蜀椒，但皱纹不及蜀椒。《本草乘雅半偈》云：“椒分秦、蜀者，不惟方域异。大小牝牡有别也。秦地者，开花结实、实大子牡；蜀地者，无花作实，实小于牝，……蜀椒，色香气味，精胜在肤，独无花而实，所含蓄力，幽且深矣”。此后的《本草纲目》附图虽将蜀椒、秦椒实物图统一为椒，但其记载仍将二者分开：“秦椒，花椒也。今处处可种，最易蕃衍，其叶对生，尖而有刺。四月生细花。五月结实，生青熟红，大于蜀椒，其目亦不及 蜀椒目光也”。从上述对秦椒、蜀椒的形状、形态描述及附图，确定《本草纲目》记载的秦椒、蜀椒原植物均为芸香科花椒属植物花椒Zanthoxylum bungeanum Maxim.。二者因为产地的不同，造成了原植物外观性状、果实大小、气味的差异。此后《植物名实图考》将秦椒、蜀椒归于一图，认为二者来源于同一植物，与上述考证一致[1,2]。",
    "components": "1.营养成分 蛋白质、脂肪、糖分、粗纤维、维生素B1、B2、C、D等，还含有铁、锰、镁、铜、锌等14种人体必需的微量元素[3-4]。 2.其它成分 含甾醇类、黄酮类、环肽类和脑苷脂类化合物等[3-4]。",
    "effects": "温中止痛，杀虫止痒",
    "safety": "目前未见对芡实及其主要成分的毒理学研究报导。",
    "applications": "花椒酒",
    "contraindications": "阴火虚旺者忌服。花椒有小毒，应注意使用剂量不宜过大。孕妇忌服。根据中医九种体质学说，阳虚质人群更为适宜食用。",
    "historical_records": "1. （汉）《神农本草经》：“秦椒，味辛，温，除寒痹、坚齿发、明目。蜀椒，温中，逐骨节皮肤死肌、寒湿痹痛，下气。蔓椒，主风寒湿痹、疬节疼，除四肢厥气、膝痛。”\n2. 《名医别录》：：“蜀椒，一名巴椒，一名蓎藙，生武都及巴郡，八月采实，阴干。秦椒，生太山及秦岭上，或琅邪，八月九月采实。蔓椒，生云中川谷及丘冢间”。\n3. （南北朝）《本草经集注》：“秦椒，味辛，温、生温熟寒，有毒。主治风邪气，温中，除寒痹，坚齿长发，明目。治喉痹，吐逆，疝瘕，去老血，产后余疾，腹痛，出汗，利五脏。久服轻身，好颜色，耐老，增年，通神。”“蜀椒，味辛，温、大热，有毒。主治邪气咳逆，温中，逐骨节皮肤死肌，寒湿痹痛，下气。除五脏六腑寒冷，伤寒，温疟，大风，汗不出，心腹留饮宿食，止肠下痢，泄精，女子字乳余疾，散风邪瘕结，水肿，黄胆，鬼疰，蛊毒，杀虫鱼毒。久服之头不白，轻身，增年。开腠理，通血脉，坚齿发，调关节，耐寒暑，可作膏药。多食令人乏气，口闭者杀人。”“蔓椒，味苦，温，无毒。主治风寒湿痹，历节疼痛，除四肢厥气，膝痛。一名豕椒，一名猪椒，一名彘椒，一名狗椒。生云中山川谷及丘冢间。采茎、根，煮酿酒。”\n4. （唐）《新修本草》：“秦椒树，叶及茎、子，都似蜀椒，但味短，实细。蓝田南、秦岭间大有也。”“蜀椒，出蜀郡北部，人家种之，皮肉浓，腹里白，气味浓。江阳晋原及建平间亦有而细赤，辛而不香，力势不如巴郡。巴椒，有毒不可服，而此为一名，恐不尔。又有秦椒，黑色，在上品中。”\n5. （宋）《本草图经》：“生泰山川谷及秦岭上，或琅琊，今秦、凤间及明、越、金、商州皆有之。初秋生花，秋末结实，九月、十月采。陶隐居云∶似椒而大，色黄黑，或呼大椒。苏恭云∶叶及茎、子都似蜀椒，但实细味短。”“蜀椒，生武都川谷及巴郡，今归、峡及蜀川、陕洛间人家多作园圃种之。高四、五尺，似茱萸而小，有针刺；叶坚而滑，可煮饮，食甚辛香；四月结子无花，但生于枝叶间，如小豆颗而圆，皮紫赤色。八月采实，焙干。此椒江淮及北土皆有之，茎实都相类，但不及蜀中者，皮肉浓，腹里白，气味浓烈耳。”\n6. （宋）《本草衍义》：“秦椒，此秦地所生者，故言秦椒。大率椒株皆相似，秦椒但叶差大，椒粒亦大而纹低，不若蜀椒皱纹高，为异也。然秦地亦有蜀种椒，如此区别。”“须微炒使汗出，又须去附红黄壳。去壳之法∶先微炒，乘热入竹筒中，以梗舂之，播取红，如未尽，更拣，更舂，以尽为度。凡用椒须如此。其中子谓之椒目，治盗汗尤功。将目微炒，捣为极细末，用半钱匕，以生猪上唇煎汤一合，调，临睡服，无不效。盖椒目能行水，又治水蛊。”\n7. （元）《汤液本草》：“气热温，味大辛。辛温，大热。有毒。”\n8. （明）《本草蒙筌》：“味辛，气温、大热。属火，有金与水，浮也，阳中之阳。有毒。产自蜀州，八月收采。颗红者为贵，闭口者杀人。制须炒出汗来，去目及黄壳。（凡用，先择去目及闭口者，微炒汗出则有势力。炒毕，竟投石臼内。以杵舂之，播去附红黄壳，只取外红皮，旋舂旋播，以尽为度。）宜杏仁为使，畏款冬雄黄。却心腹冷疼及寒湿痹疼并效，杀鬼疰蛊毒并虫鱼蛇毒尤灵。除骨节皮肤死肌，疗伤寒温疟不汗。上退两目翳膜，下驱六腑沉寒。通气脉，开鬼门，仍调关节；坚齿发，暖腰膝，尤缩小便。理风邪，禁咳逆之邪；治噫气，养中和之气。消水肿黄胆，止肠 痢红。”\n9. （明）《本草纲目》之【附方】：“秦椒：①膏瘅尿多，其人饮少：用秦椒二分出汗，瓜蒂二分，为末。水服方寸匕，日三服。《伤寒类要》。②手足心肿，乃风也：椒、盐末等分，醋和敷之，良。《肘后方》。③损疮中风：以面作馄饨，包秦椒，于灰中烧之令热，断开口，封于疮上，冷即易之。孟诜《食疗》。④久患口疮：大椒去闭口者，水洗面拌，煮作粥，空腹吞之，以饭压下。重者可再服，以瘥为度。《食疗本草》。⑤牙齿风痛：秦椒煎醋含漱。孟诜《食疗》。⑥百虫入耳：椒末一钱，醋半盏浸良久，少少滴入，自出《续十全方》。蜀椒：①椒红丸：治元脏伤惫，目暗耳聋。服此百日，觉身轻少睡，足有力，是其效也。服及三年，心智爽悟，目明倍常，面色红悦，髭发光黑。用蜀椒去目及合口者，炒出汗，曝干，捣取红一斤。以生地黄捣自然汁，入铜器中煎至一升，候稀稠得所，和椒末丸梧子大。+每空心暖酒下三十丸。合药时勿令妇人、鸡、犬见。诗云：其椒应五行，其仁通六义。欲知先有功，夜见无梦寐。四时去烦劳，五脏调元气。明目腰不痛，身轻心健记。别更有异能，三年精自秘。回老返婴童，康强不思睡。九虫顿消亡，三尸自逃避。若能久饵之，神仙应可冀。②补益心肾：仙方椒苓丸：补益心肾，明目驻颜，顺气祛风延年。真川椒一斤炒去汗，白茯苓十两去皮，为末，炼蜜丸梧子大。每服五十丸，空心盐汤下。忌铁器邵真人《经验方》。③虚冷短气：川椒三两，去目并合口者，以生绢袋盛，浸无灰酒五升中三日，随性饮之。④腹内虚冷：用生椒择去不拆者，用四十粒，以浆水浸一宿，令合口，空心新汲水吞下。久服暖脏腑，驻颜黑发明目，令人思饮食。《斗门方》。⑤心腹冷痛：以布裹椒安痛处，用熨斗熨令椒出汗，即止。孙真人方。⑥冷虫心痛：川椒四两，炒出汗，酒一碗淋之，服酒。《寿域神方》。⑦阴冷入腹，有人阴冷，渐渐冷气入阴囊肿满，日夜疼闷欲死。以布裹椒包囊下，热气大通，日再易之，以消为度。《千金》。⑧呃噫不止：川椒四两炒研，面糊丸梧子大。每服十丸，醋汤下，神效。邵以正《经验方》。⑨传尸劳疰，最杀劳虫。用真川椒红色者，去子及合口，以黄草纸二重隔之，炒出汗，取放地上，以砂盆盖定，以火灰密遮四旁，约一时许，为细末，去壳，以老酒浸白糕和，丸梧子大。每服四十丸，食前盐汤下。服至一斤，其疾自愈。此药兼治诸痹，用肉桂煎汤下；腰痛，用茴香汤下；肾冷，用盐汤下。昔有一人病此，遇异人授是方，服至二斤，吐出一虫如蛇而安，遂名神授丸。陈言《三因方》。⑩历节风痛+白虎历节风痛甚，肉理枯虚，生虫游走痒痛，兼治痹疾，半身不遂。即上治劳疰神授丸方。⑪寒湿脚气，川椒二三升，疏布囊盛之，日以踏脚。贵人所用。《大全良方》。⑫诸疮中风：生蜀椒一升，以少面和溲裹椒，勿令漏气，分作两裹，于煻灰火中烧熟，刺头作孔，当疮上罨之，使椒气射入疮中，冷即易之。须臾疮中出水，及遍体出冷汗，即瘥也。《韦宙独行方》。⑬疮肿作痛：生椒末、釜下土、荞麦粉等分研，醋和敷之。《外台秘要》。⑭囊疮痛痒：红椒七粒，葱头七个，煮水洗之。一人途中苦此，湘山寺僧授此方，数日愈，名驱风散。《经验方》。⑮手足皴裂：椒四合，以水煮之，去渣渍之，半食顷，出令燥，须臾再浸，候干，涂猪羊脑髓，极妙。《胜金方》。⑯漆疮作痒《谭氏方》用汉椒煎汤洗之。《相感志》云：凡至漆所，嚼川椒涂鼻上，不生漆疮。⑰夏月湿泻：川椒炒取红，肉豆蔻煨各一两，为末，粳米饭丸梧子大。每量人米饮服百丸。⑱飧泻不化，及久痢。小椒一两炒，苍术二两土炒，碾末，醋糊丸梧子大。每米饮服五十丸。《普济》。⑲久冷下痢，或不痢，腰腹苦冷。用蜀椒三升，酢渍一宿，曲三升，同椒一升，拌作粥食，不过三升瘥。《千金方》。⑳老小泄泻，小儿水泻，及人年五十以上患泻。用椒二两，醋二升，煮醋尽，慢火焙干碾末，瓷器贮之。每服二钱匕，酒及米饮下。《谭氏》。㉑水泻奶疳：椒一分，去目碾末，酥调，少少涂脑上，日三度。姚和仲《延龄方》。㉒食茶面黄：川椒红，炒碾末，糊丸梧子大。每服十丸，茶汤下。《简便方》。㉓伤寒齿衄，伤寒呕血，继而齿缝出血不止。用开口川椒四十九粒，入醋一盏，同煎熟，入白矾少许服之。《直指方》。㉔风虫牙痛《总录》用川椒红末，水和白面丸皂子大，烧热咬之，数度愈。一方：花椒四钱，牙皂七七个，醋一碗煎，漱之。㉕头上白秃：花椒末，猪脂调敷，三五度便愈。《普济方》。㉖妇人秃鬓：汉椒四两，酒浸，密室内日日搽之，自然长也。《圣惠方》。㉗蝎螫作痛：川椒嚼细涂之，微麻即止。《杏林摘要》。㉘百虫入耳：川椒碾细，浸醋灌之，自出。《危氏方》。㉙毒蛇咬螫：以闭口椒及叶捣，封之良。《肘后方》。㉚蛇入人口，因热取凉，卧地下，有蛇入口，不得出者。用刀破蛇尾，纳生椒二三粒，裹定，须臾即自退出也。《圣惠方》。㉛小儿暴惊，啼哭绝死。蜀椒、左顾牡蛎各六铢，以酢浆水一升，煮五合，每灌一合。《千金方》。㉜舌蹇语吃：川椒，以生面包丸。每服十粒，醋汤送下。《救急方》。㉝痔漏脱肛：每日空心嚼川椒一钱，凉水送下，三五次即收。同上。㉞肾风囊痒：川椒、杏仁研膏，涂掌心，合阴囊而卧，甚效。《直指方》。\n10. （清）《本草从新》：“一名蜀椒。宣、散寒湿、燥、补火，辛大热，有毒。入肺发汗，散寒，治风寒咳嗽。入脾暖胃燥湿，消食除胀，治心腹冷痛，吐泻痢，痰饮水肿。入右肾命门补火，治肾气上逆（能下行、导火归元），阳衰泄精，溲数阴汗，（有人冷气入阴囊、肿满疼闷欲死、以布裹椒、浓半寸、包囊下、热气大通、日再易、以消为度、或以桂末涂、亦良。）破血通经，除症安蛔，（虫闻椒则伏、凡虫咬腹痛者、面白唇红、时发时止）。辟疫伏邪，杀鬼疰虫鱼毒．（最杀劳虫）。通血脉，消痿痹，行肢节，利机关，命门火衰，有寒湿者宜之。阴虚火旺之人，在所大忌，（丹溪曰：食椒既久、则火自水中生、多被其毒也。）蜀产，肉浓皮皱为川椒，比秦椒略小，去闭口者（能杀人），微炒去汗，捣去里面黄壳，取红用。秦椒俗名花椒，宣散寒、燥湿温中，辛苦温，有毒。温中散寒，燥湿除风，下气杀虫。治上气，咳嗽吐逆疝瘕，风湿寒痹，利五脏，去老血，疗久痢，月闭，腹中冷痛，产后余疾，恶血痢，腹痛。禁忌修治，俱同川椒。比川椒味短，纹低，恶苦蒌、防葵，畏雄黄。（手足心肿、风也、椒末盐等分、醋和敷）”\n11. （清）《得配本草》：“得盐良。杏仁为之使。畏款冬花、防风、附子、雄黄、冷水、麻仁浆。辛，热，有毒。入手足太阴经，兼入命门气分。通上焦君火之阳，达下焦命门之气。开腠理，行血脉，散寒湿，化症癖，止泄泻，杀蛔虫，疗温疟，去痰饮；得醋煎熟，入白矾稍许服，治伤寒呕衄。得生地自然汁煎稠和丸，治元脏伤惫。配乌梅，伐肝气。配益智仁，缩小便。配茯苓，蜜丸，补益心肾。配茴香，枣肉丸，治久泻。配苍术，醋丸，治飧泄不化。炒热，布裹椒，包阴囊肿大，疼闷欲死。炒热，熨冷湿诸痛。服药呕吐，加川椒。（蛔见此自服。）去核，微炒出汗，捣去里面黄壳，取红用。酒蒸，或盐水炒，随症制之。多用伤气失明。肺脾有热，阴火虚盛者，禁用。闭口者杀人。”"
  },
  {
    "id": 92,
    "code": "HZM",
    "name": "黑芝麻",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/22b1c1008b7c2c583ff3f2613b79f27d.jpg\"]",
    "local_images": "[\"images\\\\92_黑芝麻\\\\image_1.jpg\"]",
    "origin": "本品以“胡麻”之名始载于《本经》，列为上品。《别录》云：“生上党川泽。”《本草经集注》云“淳黑者名巨胜……本生大宛，故名胡麻。又茎方名巨胜，茎圆名胡麻。”《新修本草》云：“此麻以角作八棱者为巨胜，四棱者名胡麻，都以乌者良，白者劣尔。”本草中胡麻和巨胜相类而混淆。而《本草图经》却说：“胡麻，巨胜也……今并处处有之。皆园圃所种，稀复野生。苗梗如麻，而叶圆锐光泽。”《本草衍义》云：“胡麻，诸家之说参差不一，止是今脂麻也，更无他义。盖其种出于大宛，故言胡麻。今胡地所出者皆肥大，其纹鹊，其色紫黑，故如此区别。取油亦多。”《纲目》云：“胡麻及脂麻也。有迟、早二种，黑、白、赤三色，其茎皆方。秋开白花，亦有带紫艳者。节节结角，长者寸许。有四棱、六棱者，房小而子少；七棱、八棱者，房大而子多，皆随土地肥瘠而然……其茎高者三四尺。有一茎独上者，角缠而子少，有开枝四散者，角繁而子多，皆因苗之稀稠而然也。其叶有本团而末锐者，有本团而末分三叉如鸭掌形者。”从寇宗奭和李时珍的描述可知二人对胡麻即今天所用的芝麻（脂麻）已十分明确了。芝麻有黑白两种栽培品种，品种来源为脂麻Sesamum indicum L.",
    "components": "1.营养成分 含脂肪油可达60%，油中有甾醇、芝麻素、芝麻林素、芝麻酚、维生素E、叶酸、烟酸、卵磷酯、蛋白质等、人体常量元素钙、磷、硫、镁、钾、钠和微量元素铁、锌、硒、铜、锰、铝等[ ]。 2.其他成分 黑色素、芝麻木酯素类。",
    "effects": "滋补肝肾，益血润肠，通便，通乳",
    "safety": "现代研究未见相关毒理学试验报道[8]。",
    "applications": "丁香姜糖",
    "contraindications": "慢性肠炎、便溏腹泻者忌食。根据中医九种体质学说，痰湿、湿热质忌食。",
    "historical_records": "1．（汉）《神农本草经》：“胡麻　味甘，平。主伤中，虚羸。补五内，益气力，长肌肉，填髓脑。久服轻身不老。一名巨胜。生川泽。叶名青蘘。”\n2．（汉魏）《名医别录》：“胡麻　无毒。坚筋骨，疗金疮，止痛，及伤寒温疟，大吐后虚热羸困。久服明耳目，耐饥，延年。以作油，微寒。利大肠，胞衣不落。生者摩疮肿，生秃发。”\n3．（南北朝）《本草经集注》米食部药物上品：“八谷之中，惟此为良。淳黑者名巨胜。巨者，大也，是为大胜。本生大宛，故名胡麻。又，茎方名巨胜，茎圆名胡麻。服食家当九蒸、九暴、熬、捣、饵之断谷，长生、充饥。虽易得，世中学者，犹不能恒服，而况余药耶！蒸不熟，令人发落，其性与茯苓相宜。世方用之甚少，时以合汤丸尔。”\n4．（明）《本草纲目》：“①服食胡麻抱朴子云：用上党胡麻三斗，淘净甑蒸，令气遍。日干，以水淘去沫再蒸，如此九度。以汤脱去皮，簸净，炒香为末，白蜜或枣膏丸弹子大。每温酒化下一丸，日三服。忌毒鱼、狗肉、生菜。服至百日，能除一切痼疾，一年身面光泽不饥，二年白发返黑，三年齿落更生，四年水火不能害，五年行及奔马，久服长生。若欲下之，饮葵菜汁。孙真人云:用胡麻三升，去黄褐者，蒸三十遍，微炒香为末。入白蜜三升，杵三百下，丸梧桐子大。每且服五十丸。人过四十以上，久服明目洞视，肠柔如筋也。神仙传云:鲁女生服胡麻饵术，绝谷八十余年，甚少壮，日行三百里，走及獐鹿。②服食巨胜治五脏虚损，益气力坚筋骨。用巨胜九蒸九暴，收贮。每服二合，汤浸布裹，接去皮再研，水滤汁煎饮，和粳米煮粥食之。[时珍曰] 古有服食胡麻、巨胜二法。方不出于一人，故有二法，其实一物也。③白发返黑乌麻九蒸九晒，研末，枣膏丸，服之。《千金方》。④腰脚疼痛，新胡麻 一升，熬香杵末。日服一小升，服至一斗永瘥。温酒、蜜汤、姜汁皆可下。《千金》。⑤手脚酸痛微肿。用脂麻五升熬研,酒一升，浸一宿。随意饮。《外台》。⑥入水肢肿作痛。生胡麻捣涂之。《千金》。⑦偶感风寒脂麻炒焦，乘热擂酒饮之，暖卧取微汗出良。⑧中暑毒死救生散；用新胡麻一升，微炒令黑，摊冷为末，新汲水调服三钱。或丸弹子大，水下。《经验后方》。⑨呕啘不止白油麻一大合， 清酒半升，煎取三合，去麻烦服。《近效方》。⑩牙齿痛肿胡麻五升，水一斗，煮什五升，含嗽吐之，不过二剂神良。《肘后》。⑪热淋茎痛乌麻子、蔓菁子各五合，炒黄，绯袋盛，以井华水三升浸之，每食前服一钱《圣惠方》。⑫小儿下痢赤白。失败，用油麻一合捣，和蜜汤服之。《外台》。⑬解下胎毒小儿初生，嚼生脂麻，绵包，与儿咂之，其毒自下。家生助麻缩包与儿电之。外台。其毒小自下。⑭小儿急疳，油麻嚼傅之。《外台》。⑮小儿软疖，油麻炒焦，乘热嚼烂博之。《谭氏小儿方》。 ⑯头面诸疮，脂麻生嚼博之。《普济》。 ⑰小儿瘰疬，脂麻连翘等分，为末。频频食之。《简便方》。 ⑱疔肿恶疮胡麻烧灰、针砂等分，为末。醋和傅之，日三。《普济方》。 ⑲痔疮风肿作痛。胡麻子煎汤洗之，即消。 ⑳坐板疮疥生脂麻嚼傅之。《笔峰杂兴》。○21 阴痒生疮胡麻嚼烂傅之，良。《肘后》。 ○22乳疮肿痛用脂麻炒焦，研末。以灯窝油调涂即安。○23妇人乳少脂麻炒研，入盐少许，食之。《唐氏》。○24汤火伤灼胡麻生研如泥，涂之。《外台》。○25蜘蛛咬疮油麻研烂博之。《经验后方》。 ○26诸虫咬伤同上。蚰蜒入耳胡麻炒研，作袋枕之。《梅师》。 ○27谷贼尸咽喉中痛痒，此因误吞谷芒，抢刺痒痛也。谷贼属咽，马喉风属喉，不可不分。用脂麻炒研，白汤调下。《三因方》。○28痈疮不合乌麻炒黑，捣傅之。《千金》。○29小便尿血胡麻三升杵末。以东流水二升浸一宿，平旦绞计，顿热服。《千金方》。”\n5．（清）《本草从新》：“甘，平。益肝肾，润五脏，填精髓，坚筋骨，明耳目，耐饥渴。可以辟谷。乌须发，利大小肠，疗风淫瘫痪。凉血解毒。服之令人肠滑。精气不固者亦勿宜食。皮肉俱黑者良。九蒸九晒，可以服食。麻油，疗疮滑胎。熬膏多用之。”\n6．（清）《得配本草》：“芝麻即胡麻，一名巨胜。甘，平。入足三阴经血分。补精髓，润五脏，通经络，滑肌肤，治尿血，祛头风，敷诸毒不合，并阴痒生疮。得蔓荆，治热淋茎痛；得白蜜蒸饵，治百病。配连翘，治小儿瘰疬。嚼生芝麻，绵包与儿咂之，下胎毒。乌色者佳。敷疮，生嚼；滑痰，生用；逐风，酒蒸。入补，蒸晒；炒食，不生风病。精滑，脾滑，牙疼，口渴，四者禁用。麻虽润而偏致口燥。”"
  },
  {
    "id": 93,
    "code": "CXD",
    "name": "赤小豆",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a5a81efd13cb5d5c57bf6b0682cc0070.jpg,/uploads/20240315/2e9416d9adf65904df71482e6793b08b.jpg\"]",
    "local_images": "[]",
    "origin": "赤小豆始载于《本经》，列为中品。苏颂《本草图经》云：赤小豆，今江淮间多种之。”《纲目》列入谷部菽豆类，俗名“红豆”。时珍曰：“此豆以紧小而赤黯色者入药，其稍大而鲜红、淡红色者，并不治病。俱于夏至后下种，苗科高尺许，枝叶似豇豆，叶微圆崤而小。至秋开花，似豇豆花而小淡，银褐色，有腐气。结荚长二三寸，比绿豆荚稍大，皮色微白带红，三青二黄时即收之。”时珍指出有“紧小而赤黯色者”和“稍大而鲜红、淡红色者”两种，但这两种植物的外形和习性都很相似。按上述所述，并参阅《本草图经》和《植物名实图考》赤小豆附图，赤小豆应为豆科Vigna属植物，“紧小而赤黯色者”系指赤小豆Vigna umbellate (Thunb.) Ohwi et Ohashi而言，“稍大而鲜红、淡红色者”系指赤豆V. angularis (Willd.)Ohwi et Ohashi而言。虽李时珍认为“稍大而鲜红者”（赤豆）不供药用，但因这两种植物不易区分，赤豆作赤小豆用的历史已久。以“紧小而赤黯”的赤小豆为佳则与现时药用情况相符。",
    "components": "1.营养成分 糖类、蛋白质、脂肪、蛋白质、膳食纤维、维生素B1、B2、锌、锰、镁、钾、铜、钙、磷、铁等人体必需的矿物质[1,2]； 2.其他成分 五环三萜皂苷类、黄酮类、鞣质、胰蛋白酶、SOD、赤红豆色素等[2]。",
    "effects": "利水消肿，解毒排脓",
    "safety": "目前未见对赤小豆及其主要成分的毒理学研究报导。",
    "applications": "三豆粥",
    "contraindications": "脾肾虚寒而致小便频数者慎用。根据中医九种体质学说，湿热质人群更为适宜食用。",
    "historical_records": "1. （汉）《神农本草经》：“赤小豆，主下水，排痈肿脓血。”\n2. （汉魏）《名医别录》：“味甘，酸，平，温，无毒。主治寒热、热中、消渴，止泄，利小便，吐逆。”\n3. （唐）《新修本草》：“小豆性逐津液，久食令人枯燥矣。”\n4. （宋）《本草图经》：“旧与大豆同条，苏恭分之。今江淮间尤多种莳。主水气，脚气方最急用。其法用此豆五合，葫一头，生姜一分，并碎破，商陆根一条，切，同水煮豆烂，汤成，适寒温，去葫等。细嚼豆，空腹食之，旋旋啜汁令尽，肿立消便止。”\n5. （宋）《本草衍义》：“食之行小便，久则虚人，令人黑瘦枯燥。关西、河北、京东西多食之。花治宿酒渴病。”\n6. （元）《汤液本草》：“气温，味辛、甘、酸，阴中之阳。无毒。”\n7. （明）《本草蒙筌》：“味辛、甘、酸，气温而平。阴中之阳。无毒。地土各处俱种，胭脂赤者为良。驴食脚轻，人食脚重。外科称要剂，香港脚为捷方。散痈肿，末调鸡子清箍；下水气，末入通草汤服。小儿急黄烂疮，取汁洗之，不过三度；大人酒醉燥热，煎汁饮下，只消一瓯。和桑白皮煎，治湿痹延手足胀大；同活鲤鱼煮，疗香港脚入脐腹突高。但专利水逐津，久服令人枯燥。赤豆粉解油衣沾缀，赤豆叶止小便数频。腐婢花名，因气腐臭，虽称卑贱，解酒诚良。共葛酒多不醉。又种绿豆，粒小而圆。味甘皮寒肉平，能行十二经络。煎汤解酒毒，烦热兼除；作粉敷肿痈，丹毒且压。益气力，润皮肉，浓肠胃，养精神。五脏能和，常食不忌。筑枕夜卧，明目疏风。”\n8. （明）《本草纲目》之【附方】：①水气肿胀：〔颂曰〕用赤小豆五合，大蒜一颗，生姜五钱，商陆根一条，并碎破，同水煮烂，去药，空心食豆，旋旋啜汁令尽，肿立消也。韦宙《独行方》：治水肿从脚起，入腹则杀人。赤小豆一斗，煮极烂，取汁五升，温渍足膝。若已入腹，但食小豆，勿杂食，亦愈。《梅师》：治水肿。以东行花桑枝烧灰一升，淋汁，煮赤小豆一升，以代饭，良。②水蛊腹大，动摇有声，皮肤黑者：用赤小豆三升，白茅根一握，水煮食豆，以消为度。《肘后方》③辟禳瘟疫：《五行书》云：正月朔旦及十五日，以赤小豆二七枚，麻子七枚，投井中，辟瘟疫甚效。又正月七日，新布囊盛赤小豆置井中，三日取出，男吞七枚，女吞二七枚，竟年无病也。④辟厌疾病：正月元旦，面东，以齑水吞赤小豆三七枚，一年无诸疾。又七月立秋日，面西，以井华水吞赤小豆七枚，一秋不犯痢病。⑤伤寒狐惑：〔张仲景曰〕狐惑病，脉数，无热微烦，默默但欲卧，汗出。初得三、四日，目赤如鸠；七、八日，目四眦黄黑。若能食者，脓已成也。赤豆当归散主之。赤小豆三升，水浸令芽出，当归三两，为末。浆水服方寸匕，日三服。《金匮要略》⑥下部卒痛，如鸟啄之状：用小豆、大豆各一升，蒸熟，作二囊，更互坐之，即止。《肘后方》。⑦水谷痢疾：小豆一合，熔蜡三两，顿服取效。《必效方》⑧热毒下血，或因食热物发动：赤小豆末，水服方寸匕。《梅师方》⑨肠痔有血：小豆二升，苦酒五升，煮熟日干，再浸至酒尽乃止，为末。酒服一钱，日三服。《肘后方》。⑩舌上出血，如簪孔：小豆一升，杵碎，水三升和，绞汁服。《肘后方》。⑪热淋血淋，不拘男女：用赤小豆三合，慢火炒为末，煨葱一茎，擂酒热调二钱服。《修真秘旨》。⑫重舌鹅口：赤小豆末，醋和涂之。《普济方》。⑬小儿不语，四、五岁不语者：赤小豆末，酒和，敷舌下。《千金》。⑭牙齿疼痛：红豆末，擦牙吐涎，及吹鼻中。一方入铜青少许。一方入花碱少许。《家宝方》⑮中酒呕逆：赤小豆煮汁，徐徐饮之。《食鉴本草》。⑯频致堕胎：赤小豆末，酒服方寸匕，日二服。《千金》。⑰妊娠行经：方同上。⑱妇人难产：《产宝》：用赤小豆生吞七枚，佳。《集验》：治难产日久气乏。用赤小豆一升，以水九升，煮取汁，入炙过黄明胶一两，同煎少时。一服五合，不过三、四服，即产。⑲胞衣不下：用赤小豆，男七枚，女二七枚，东流水吞服之。《救急方》。⑳产后目闭心闷：赤小豆生研，东流水服方寸匕。不瘥更服。《肘后方》。㉑产后闷满，不能食：用小豆二、七枚，烧研，冷水顿服，佳。《千金方》。㉒乳汁不通：赤小豆煮汁饮之。《产书》。㉓妇人吹奶：赤小豆，酒研，温服，以滓敷之。（熊氏）。㉔妇人乳肿：小豆、莽草等分。为末。苦酒和敷，佳。《梅师》。㉕痈疽初作：赤小豆末，水和涂之，毒即消散，频用有效。《小品方》。㉖石痈诸痈：赤小豆五合，纳苦酒中五宿，炒研，以苦酒和涂即消。加栝蒌根等分。《范汪方》。㉗痘后痈毒：赤小豆末，鸡子白调涂敷之。㉘腮颊热肿：赤小豆末，和蜜涂之，一夜即消。或加芙蓉叶末尤妙。㉙丹毒如火，赤小豆末，和鸡子白，时时涂之不已，逐手即消。《小品方》。㉚风瘙瘾疹：赤小豆、荆芥穗等分，为末，鸡子清调涂之。㉛金疮烦满：赤小豆一升，苦酒浸一日，熬燥再浸，满三日，令黑色，为末。每服方寸匕，日三服。《千金》。㉜六畜肉毒：小豆一升，烧研。水服三方寸匕，神良。《千金方》。\n9.（清）《本草从新》：“甘酸平，色赤，心之谷也。性下行而通小肠。（心与小肠相为表里、行水，同鲤鱼煮食、能消水肿、煮粥亦佳。）散血消肿，排脓清热解毒。治泻痢呕吐香港脚。（昔有患香港脚者、用赤小豆袋盛、朝夕践踏之、遂愈。）敷一切疮疽，（鸡子白调末箍之、性极粘、干则难揭、入苎根末则不粘、宋仁宗患腮、道士赞宁、取赤小豆四十九粒咒之、杂他药敷之而愈、中贵任承亮所亲见、后任自患恶疮、傅永授以药、立愈、问之、赤小豆也、承亮始悟道士之咒伪也、后过豫章、见医治胁疽甚捷、任曰∶莫非赤小豆耶、医惊拜曰∶予用此活三十余口、愿勿复宣、凡溃烂几绝者、为末敷之、无不立效。）止渴解酒，通乳汁，下胞胎，最渗津液，久服令人枯瘦身重。（十剂曰∶燥可去湿、桑白皮赤小豆之属是也。）以紧小而赤黯色者入药，其稍大而鲜红淡红色者，并不治病。今肆中半粒红半粒黑者，是相思子。（一名红豆、苦平有毒、吐心腹邪气、风痰瘴疟、虫蛊毒、研二七枚服）。”\n10. （清）《得配本草》：“甘、酸。入手少阴、太阳经。行水散血，消肿排脓。通乳汁，下胞衣。得鲤鱼，治香港脚。得通草，下心气。得杏仁，泄肉里湿热。配鸡子白，敷痘后痈毒。配苎根末，治痈疽神效。佐桑皮，去水肿。合黄蜡，治水谷积痢。多服泄津液，令人枯燥。”\n11. （清）《本草崇原》：“气味甘酸平，无毒。主下水肿，排痈肿脓血。赤豆出江淮间，今关西、河北、汴洛皆有，夏至后下种，苗科高尺许，枝叶似豇豆，至秋开花淡银褐色，有腐气，结荚长二三寸，皮色微白带红，豆如绿豆而色赤，可作粥饭，煮熟黯，可作香豉入药，以紧小而赤黯者为良。豆谷类也，赤小豆乃赤豆之小者，今药肆中知以何物，草子赤黑相间者，伪充赤小豆，其谬已甚。夫既名为豆，岂可于谷外求之耶。赤豆煮熟，其味则甘，生时其气微酸，故曰甘酸平。豆者，水之谷也，其性下沉，是主从上属火，又主从下而上，由内而外。《本经》主下水肿，乃从上而下，由外而内也。排痈肿脓血，乃从下而上，由内而外矣。”"
  },
  {
    "id": 94,
    "code": "GG",
    "name": "葛根",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/8ec0272831805e8316710e0dc6071b56.jpg\"]",
    "local_images": "[\"images\\\\94_葛根\\\\image_1.jpg\"]",
    "origin": "葛根始载于《本经》，列为中品。《本草经集注》首次记载了葛根的食用情况“葛根、人皆蒸食之，当取入土深大者，破而日干之。”《本草图经》详细地描述了葛根的形态特征:“葛根生汶山川谷，今处处有之，江浙尤多。春生苗，引藤蔓长一二丈，紫色。叶颇似楸叶而青，七月著花似豌豆花，不结实，根形如手臂，紫黑色，五月五日午时采根曝干，以入土深者为佳。” 根据描述及附图“海州葛根”基本上和今豆科葛属植物相符。《本草纲目》云:“葛有野生，有家种……其根外紫内白，长者七、八尺。其叶有三尖，如枫叶而长，面青背淡。其花成穗，累累相缀，红紫色。其荚如小黄豆荚，亦有毛。其子绿色，扁扁如盐梅子核，生嚼腥气”。李时珍的描述基本上能确定历代所用葛根来源于葛属植物，与今所用野葛P. lobata (Willd.)Ohwi和甘葛藤（又称粉葛）P. thomsonii Benth.一致。二者主要区别在于产地和质地不同，其中历代主流品种根据描述当为野葛。甘葛藤产于长江以南地区，根部呈粉性，《本草经集注》云：“南康、庐陵间最胜，多肉而少筋，甘美。但为药用之，不及此间尔”，南康、庐陵均在今江西省，陶弘景称此种粉性足，食用最佳，所云即是甘葛藤，并指出了此种药用不及主流的野葛。\n历代本草多记载了葛根的民间食用情况，《食疗本草》载：“葛根蒸食之，消酒毒，其粉甚妙”。《食物本草》曰：“葛根，生者堕胎，蒸食消酒毒，可断谷不饥，作粉尤妙”。葛根作为药食同源物品的历史久远。",
    "components": "1.营养成分 淀粉、膳食纤维、氨基酸、钾、钙、镁、锌、铁、锰等微量元素[7]。 2.其他成分 异黄酮类（葛根素、大豆苷元、大豆苷等）、三萜类化合物、香豆素和葛根苷类、生物碱[8]。",
    "effects": "解肌退热，生津，透疹，升阳止泻",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "寒湿偏盛人群不宜食用。",
    "historical_records": "1．（汉）《神农本草经》列为中品，曰：“葛根，味甘平。主消渴，身大热。呕吐，诸痹，起阴气，解诸毒，葛谷，主下利十岁已上。一名鸡齐根。”\n2．（汉魏）《名医别录》：“无毒，主治伤寒中风头痛，解肌发表出汗，开腠理，疗金疮，止痛，胁风痛。生根汁。大寒，疗消渴，伤寒壮热。白葛 烧以粉创，止痛断血。叶 主金疮止血。花 主消酒。一名鹿藿，一名黄斤。生汶山川谷。五月采根，曝干。”\n3．（南北朝）《本草经集注》：“即今之葛根，人皆蒸食之。当取入土深大者，破而日干之。生者捣取汁饮之，解温病发热。其花并小豆花干末，服方寸七，饮酒不知醉。南康、庐陵间最胜，多肉而少筋，甘美。但为药用之，不及此间尔。”五月五日日中时，取葛根为屑，疗金疮断血为要药，亦疗疟及疮，至良。\n4．（唐）《新修本草》：“葛谷，即是实尔，陶不言之。葛虽除毒，其根入土五、六寸已上者，名葛脰，脰，颈也，服之令人吐，以有微毒也。根末之，主猘狗啮，并饮其汁良。蔓烧为灰，水服方寸匕，主喉痹。今按陈藏器本草云:葛根，生者破血合疮，堕胎，解酒毒，身热赤，酒黄，小便赤涩，可断谷不饥，根堪作粉。”\n5．（宋）《嘉祐本草》：“干葛，臣。能治天行上气呕逆，开胃下食。主解酒毒，止烦渴。熬屑，治金疮，治时疾，解热。日华子云:葛，冷。治胸膈热，心烦闷，热狂，止血痢，通小肠，排脓破血。傅蛇虫啮，解罯毒箭。干者力同。”\n6．（宋）《本草图经》：“生汶山川谷，今处处有之，江浙尤多。春生苗，引藤蔓，长一、二丈，紫色；叶颇似楸叶而青。七月著花，似豌豆花，不结实；根形如手臂，紫黑色。五月五日午时采根，暴干，以入土深者为佳，今人多作粉食之，甚益人。下品有葛粉条，即谓此也。古方多用根，张仲景治伤寒，有葛根及加半夏葛根黄芩黄连汤，以其主大热解肌，开腠理故也。葛洪治肾腰痛，取生根嚼之，咽其汁，多益佳。叶主金刃疮，山行伤刺血出，卒不可得药，但挼叶傅之，甚效。《正元广利方》金疮、中风、痉，欲死者，取生根四大两，切，以水三升，煮取一升，去滓，分温四服。口噤者，灌下，即差。”\n7．（宋）《本草衍义》：“澧、鼎之间，冬月取生葛，捣烂入水中，揉出粉，澄成垛，入沸汤中良久，色如胶，其体甚韧，以蜜拌食，擦入生姜少许尤妙。又切入茶中待宾，虽甘而无益。又将生葛根煮熟，作果实卖，虔、吉州、南安军亦然。”\n8．（元）《汤液本草》：“气平，味甘，无毒。阳明经引经药，足阳明经行经的药。《象》云：治脾虚而渴，除胃热，解酒毒，通行足阳明经之药，去皮用。《心》云：止咳升阳。《珍》云：益阳生津，勿多用，恐伤胃气，虚渴者非此不能除。《本草》云：主消渴，身大热，呕吐，诸痹，起阴气，解诸毒，疗伤寒中风头痛，解肌表出汗，开腠理，疗金疮，止痛，胁风痛。生根汁，寒，治消渴，伤寒壮热。花，主消酒。粉，味甘，大寒，主压丹石，去烦热，利大小便，止渴。小儿热痜，以葛根浸，捣汁饮之良。东垣云：葛根甘平温，世人初病太阳证，便服葛根升麻汤，非也。朱奉议云：头痛如欲破者，连须葱白汤饮之，又不已者，葛根葱白汤。易老云：用此以断太阳入阳明之路，非即太阳药也。故仲景治太阳、阳明合病，桂枝汤内加麻黄、葛根也。又有葛根黄芩黄连解肌汤，是知葛根非太阳药，即阳明药。《食疗》云：葛根蒸食之消毒，其粉亦甚妙。其粉以水调三合，能解鸩毒。《衍义》云：之中热酒渴病，多食行小便，亦能使人利，病酒及渴者，得之甚良。易老又云：太阳初病未入阳明，头痛者，不可便服葛根发之，若服之，是引贼破家也。若头顶痛者可服之。葛根汤，阳明自中风之仙药也。《本草》又云：杀野葛、巴豆百药毒。”\n9．（明）《本草蒙荃》：成藤蔓旋长。春初发叶，秋后采根。入土深者力洪，去皮用之效速。杀野葛巴豆百毒，入胃足阳明行经。疗伤寒发表解肌，治肺燥生津止渴。解酒毒卒中，却温疟往来。散外疮疹止疼，提中胃气除热。花消酒不醉。売治痢实肠。生根汁乃大寒，专理天行时病。止热毒吐衄，去热燥消渴。妇人热闷能苏，小儿热痞堪却。葛粉甘冷，醉后宜食。除烦热利大便，压丹石解鸠鸟毒。叶敷金疮捣烂。蔓祛喉痹烧灰。\n10．（明）《本草纲目》：“伤寒（初觉头痛，内热脉洪）。用葛根四两，加水两升、豉一升，同煮成半升服。加生姜汁更好。烦躁热渴。用葛粉四两，拌入泡过粟米一夜的水中，煮熟，加米汤同服。心热吐血。用生葛根捣汁半升，一次服完。热毒下血。用生葛根二斤，捣汁一升，加藕一升服下。酒醉不醒。饮生葛根汁二升便愈。疖子初起。用葛蔓烧灰，水调敷涂。”\n11．（清）《本草从新》：“辛，甘，性平。轻扬升发，入阳明经。能鼓胃气上行，生津止渴。（风药多燥，葛根独能止渴者，以其升胃气入肺而生津尔）兼入脾经，开腠发汗，解肌退热。（脾主肌肉。）为治清气下陷泄泻之圣药。（经曰：清气在下，则生食泄。葛根能升阳明清气。）疗伤寒中风，阳明头痛，（元素曰：头痛如破乃阳明中风，可用葛根葱白汤。若太阳初病，未入阳明而头痛者，不可更服升葛汤发之，反引邪气入阳明也。仲景治太阳阳明合病，桂枝汤内加麻黄、葛根也。又有葛根黄芩黄连解肌汤，是用以断太阳入阳明之路，非即太阳药也。）血痢温瘧。（丹溪曰：凡治瘧，无汗要有汗，散邪为主，带补，有汗要无汗，扶正为主，带散；若阳瘧有汗加参、耆、白术以敛之，无汗加柴、葛、苍术以发之。）肠风痘疹。（能发痘疹，丹溪曰：凡斑疹已见红点，不可更服升葛汤，恐表虚反增斑烂也。）又能起阴气，散郁火，解酒毒，（葛花尤良。）利二便，杀百药毒。上盛下虚之人，虽有脾胃病亦不宜服。即当用者，亦宜少用，多则反伤胃气，以其升散太过也。（夏月表虚汗多尤忌。）生葛汁大寒，解温病大热，吐衄诸血。\n12．（清）《得配本草》：“得葱白，治阳明头痛。佐健脾药，有醒脾之功。佐粟米，治热渴虚烦。同升、柴，有散火之力。（阳气郁于脾胃者，状如表症，而饮食如常。）生葛汁解温病，并治大热吐衄。（如无鲜者，滚水泡绞汁冲服。）多用伤胃气。（升散太过。）太阳病初起勿用。（误用引贼破家。）表虚多汗，痘疹见点后，俱不宜用。花 辛、甘，入足阳明经。消酒积，去肠风。因酒已成弱者禁用。”\n13．（清）《本草崇原》：“气味甘辛平，无毒。主治消渴，身大热，呕吐，诸痹，起阴气，解诸毒。（葛处处有之，江浙尤多。春生苗，延引藤蔓，其根大如手臂，外色紫黑，内色洁白，可作粉食，其花红紫，结实如黄豆荚，其仁如梅核，生嚼腥气。《本经〉所谓葛谷者是也。）葛根延引藤蔓，则主经脉，甘辛粉白，则入阳明，皮黑花红，则合太阳，故葛根为宣达阳明中土之气，而外合于太阳经脉之药也。主治消渴身大热者，从胃腑而宣达水谷之津，则消渴自止。从经脉而调和肌表之气，则大热自除。治呕吐者，和阳明之胃气也。治诸痹者，和太阳之经脉也。起阴气者，藤引蔓延，从下而上也。解诸毒者，气味甘辛，和于中而散于外也。元人张元素日:葛根为阳明仙药，若太阳初病，未入阳明而头痛者，不可便用升麻、葛根，用之反引邪入阳明，为引贼破家也。愚按:仲祖《伤寒论》方有葛根汤，治太阳病，项背强几几，无汗，恶风。又治太阳与阳明合病。若阳明本病、只有白虎、承气诸汤，并无葛根汤证，况葛根主宣通经脉之正气以散邪，岂反引邪内入耶？前人学不明经，屡为异说。李时珍一概收录，不加辨证，学者看本草发明，当合经论参究，底不为前人所误。”"
  },
  {
    "id": 101,
    "code": "HJ",
    "name": "黄精",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/efc912cd93e75e506de4caf4641abbd1.jpg,/uploads/20240315/6c91af7e663a342ed1d8276b17772d44.jpg\"]",
    "local_images": "[]",
    "origin": "黄精《名医别录》列为上品。历史上多与萎蕤（玉竹）相混淆。《雷公炮炙论》指出其“叶似竹叶”。《本草经集注》曰：“今处处有。二月始生，一枝多叶，叶状似竹面短，根似萎蕤。萎蕤根如获根及菖蒲，穊节而平直；黄精根如鬼臼、黄连，大节而不平，虽燥并柔软有脂润。”萎蕤，即玉竹Polygonatum odoratum（Mill.）Drucc，说明黄精与玉竹相似，应为百合科黄精属植物。《本草图经》载有10幅黄精图，其中“滁州黄精”、“解州黄精”和“相州黄精”均为叶轮生，与黄精P.sibiricum Detar.ex Redoute相似，“永康军黄精”叶互生，与多花黄精P.cyrtonern Hua接近。《植物名实图考》载有黄精、滇黄精2条。其黄精条附图可确定为多花黄精。滇黄精条曰：“滇黄精，根与湖南所产同而大，重数斤，俗以煨肉，味如山蓣。茎肥色紫，六七叶攒生作层，初生皆上抱。花生叶际，四面下垂如璎珞，色青白，老则赭黄”结合其附图可鉴定为滇黄精Polygonatum kingianum Coll.et Hemsl.由此可见，古代所用黄精来源不只1种，但主要为百合科黄精属植物，与目前药用的黄精原植物大致相符，为百合科黄精属3种植物：滇黄精P. kingianum Coll.et Hemsl.、黄精P. sibiricum Red.或多花黄精P. cyrtonema Hua.",
    "components": "1.营养成分 蛋白质、糖、粗纤维、赖氨酸、谷氨酸、异亮氨酸、甘氨酸、亮氨酸、酪氨酸、脯氨酸等氨基酸和铁、锌等人体所必需的微量元素；多花黄精含有天门冬氨酸、高丝氨酸等。 2.其他成分 黄精多糖、甾体皂苷、木脂素、生物碱和蒽醌类等化合物[2-3]。",
    "effects": "补气养阴，健脾，润肺，益肾",
    "safety": "现代研究未见相关毒理学试验报道[8]。",
    "applications": "丁香姜糖",
    "contraindications": "",
    "historical_records": "1．（汉魏）《名医别录》：“黄精。味甘，平，无毒。主补中益气，除风湿，安五脏。久服轻身，延年，不饥。一名重楼，一名菟竹，一名鸡格，一名救穷，一名鹿竹。生山谷，二月采根，阴干。”\n2．（南北朝）《本草经集注》：“今处处有。二月始生。一枝多叶，叶状似竹而短，根似葳蕤。葳蕤根如荻根及菖蒲，概节而平直；黄精根如鬼臼、黄连，大节而不平。虽燥，并柔软有脂润。世方无用此，而为《仙经》所贵。根、叶、花、实皆可饵服，酒散随宜，具在断谷方中。黄精叶乃与钩吻相似，惟茎不紫、花不黄为异，而人多惑之。”\n3．（唐）《新修本草》：“黄精肥地生者，即大如拳；薄地生者，犹如拇指。萎蕤肥根，颇类其小者，肌理形色，都大相似。今以鬼臼、黄连为比，殊无仿佛。又黄精叶似柳叶及龙胆、徐长卿辈而坚。其钩吻蔓生，殊非比类。”\n4．（宋）《本草图经》：“黄精，旧不载所出州郡，但云生山谷，今南北皆有之。以嵩山、茅山者为佳。三月生苗，高一、二尺以来；叶如竹叶而短，两两相对；茎梗柔脆，颇似桃枝，本黄末赤；四月开细青白花，如小豆花状；子白如黍，亦有无子者。根如嫩生姜，黄色；二月采根，蒸过曝干用。今通八月采，山中人九蒸九曝，作果卖，甚甘美，而黄黑色。江南人说黄精苗叶，稍类钩吻，但钩吻叶头极尖，而根细。苏恭注云：钩吻蔓生，殊非此类，恐南北所产之异耳。初生苗时，人多采为菜茹，谓之笔菜，味极美，采取尤宜辨之。”\n5．（明）《本草蒙筌》：“味甘，气平。无毒。山谷上肥俱出，茅山嵩山独良。茎类桃枝脆柔，一枝单长；叶如竹叶略短，两叶对生。(一说：其叶偏生不相对者为偏精，叶相对者为正精，正精功力尤胜。又华陀漆叶青粘散云：青粘即黄精之正叶者，未审的否?)花开似赤豆花，实结若白黍米。(亦有不结实者。)并堪服饵（《抱朴子》云：服花胜实，服实胜根，但花难得，生花一斛只干得一二升，非大有役力者不能办也。）勿厌采收。冬月挖根，嫩姜仿佛。仙家称名黄精，俗呼为野生姜也。洗净九蒸九曝代粮，可过凶年。因味甘甜，又名米。入药疗病，生者亦宜。钩吻略同，切勿误用。安五脏六腑，补五劳七伤。除风湿，壮元阳，健脾胃，润心肺。旋服年久，方获奇功。耐老不饥，轻身延寿。小儿羸瘦，多啖弥佳。（漠）按：《博物志》曰：太阳之草名黄精，饵之可以长生；太阴之草名钩吻，食之入口立死。夫钩吻，野葛之别名也。人但言钓吻杀人，并无敢食之者，何尝信黄精廷寿，而饵之不厌者耶?《本经》注中载古一婢，逃入深山，得黄精铒之，日间不饥，久渐轻身，飞越山顶，莫有能追之者，此亦非虚诬也。\n6．（明）《本草纲目》之【附方】：“补肝明目。用黄精二斤、蔓菁子一斤，共同九蒸九晒，研为细末。毎服二钱，米汤送下。常服有延年益寿的作用。大风癞疮（风邪入血，日久成癩，鼻坏色败）。用黄精去皮，洗净，取二斤晒干，放在米饭上蒸到饭熟时，把药保存好，经常服食。脾胃虚弱，体倦乏カ。用黄精、枸杞子等分，捣碎作饼，晒干研细，炼蜜调药成丸，如梧子大。毎服五十丸，开水送下。\n7．（清）《本草从新》：“甘，平。补中益气，安五脏，益脾胃，润心肺，填精髓，除风湿，下三尸虫，以其得坤土之精粹，久服不饿（气满则不饿。），却病延年。似玉竹而稍大，黄白多须，故俗呼为玉竹黄精。又一种似白芨，俗呼为白芨黄精，又名山生姜，恐非真者。去须，九蒸九晒用。（每蒸一次必半日方透。）\n8．（清）《得配本草》：“得蔓菁，养肝血。配杞子，补精气。洗净砂泥，蒸晒九次用。"
  },
  {
    "id": 103,
    "code": "HJZ",
    "name": "黄芥子",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/52233fe3fcdc1a09e8f5af9fd12cac95.jpg\"]",
    "local_images": "[\"images\\\\103_黄芥子\\\\image_1.jpg\"]",
    "origin": "黄芥子和白芥子以“芥”之名收录在本草中。《本草经集注》：“似菘而有毛，味辣，好作菹，亦生食。其子可藏冬瓜。又有莨，以作菹，甚辣快”。《新修本草》描述了三种芥：“叶大粗者，叶堪食，子入药用，熨恶疰至良；叶小子细者，叶不堪食，其子但堪为齑尔；又有白芥，子粗大白色，如白粱米，甚辛美，从戎中来。”《本草图经》则描述了更多的品类：“芥，旧不著所出州土，今处处有之。似菘而有毛，味极辛辣，此所谓青芥也。芥之种亦多，有紫芥，茎、叶纯紫，多作齑者，食之最美；有白芥，子粗大色白，如粱米，此入药者最佳。旧云从西戎来，又云生河东，今近处亦有。其余南芥、旋芥、花芥、石芥之类，皆菜茹之美者，非药品所须，不复悉录。大抵南土多芥，亦如菘类。”李时珍同样描述了多种芥。实际“芥”在今天包含多种，这种经过几千年栽培的品种形成了多个品系。在当今来自于同种的白芥子与黄芥子分开入药。《中国药典》载：“白芥子呈球形，直径1.5～2.5mm。表面灰白色至淡黄色，具细微的网纹，有明显的点状种脐。种皮薄而脆，破开后内有白色折叠的子叶，有油性。气微，味辛辣。黄芥子较小，直径1～2mm。表面黄色至棕黄色，少数呈暗红棕色。研碎后加水浸湿，则产生辛烈的特异臭气。”今天所用黄芥子来源于芥Brassica juncea（L.）Czern. et Coss.的种子。",
    "components": "1.营养成分 脂肪、蛋白质 2.其他成分 含芥子苷、芥子酶、芥子酸、芥子碱、挥发油（3-氯丙腈、2-丁烯腈、丁香酚）等。",
    "effects": "温肺豁痰利气，散结通络止痛",
    "safety": "小鼠毒性实验表明，芥子碱实际上为无毒物质[ ]，这成为芥子碱有别于人工合成抗放疗药物的一个最显著的特点。",
    "applications": "丁香姜糖",
    "contraindications": "肺虚咳嗽及阻虚火旺者忌服。",
    "historical_records": "1．（汉魏）《名医别录》：“芥，味辛，温，无毒。归鼻。主除肾邪气，利九窍，明耳目，安中，久食温中。”\n2.（南北朝）《本草经集注》：“似菘而有毛，味辣，好作菹，亦生食。其子可藏冬瓜。又有莨，以作菹，甚辣快。《别录》云:子主射工及注气发无恒处，丸服之，或捣为末，醋和涂之，随手验也”\n3．（唐）《新修本草》：“芥有三种：叶大粗者，叶堪食，子入药用，熨恶疰至良；叶小子细者，叶不堪食，其子但堪为齑尔；又有白芥，子粗大白色，如白粱米，甚辛美，从戎中来。”\n4、（宋）《本草图经》：“芥，旧不著所出州土，今处处有之。似菘而有毛，味极辛辣，此所谓青芥也。芥之种亦多，有紫芥，茎、叶纯紫，多作齑者，食之最美；有白芥，子粗大色白，如粱米，此入药者最佳。旧云从西戎来，又云生河东，今近处亦有。其余南芥、旋芥、花芥、石芥之类，皆菜茹之美者，非药品所须，不复悉录。大抵南土多芥，亦如菘类。”\n5.（明）《本草纲目》：“弘景曰∶……子但作齑。颂曰∶……紫芥，茎叶纯紫可爱，作齑最美。……时珍曰∶芥有数种∶青芥，又名刺芥，似白菘，有柔毛。有大芥，亦名皱叶芥，大叶皱纹，色尤深绿，味更辛辣。二芥宜入药用。有马芥，叶如青芥。有花芥，叶多缺刻，如萝卜英。有紫芥，茎叶皆紫如苏。有石芥，低小。皆以八、九月下种。冬月食者，俗呼腊菜；春月食者，俗呼春菜；四月食者，谓之夏芥。芥心嫩苔，谓之芥蓝，瀹食脆美。其花三月开，黄色四出。结荚一、二寸。子大如苏子，而色紫味辛，研末泡过为芥酱，以侑肉食，辛香可爱。芥子，功与菜同。其味辛，其气散，故能利九窍，通经络，治口噤、耳聋、鼻衄之证，消瘀血、痈肿、痛痹之邪。其性热而温中，故又能利气豁痰，治嗽止吐，主心腹诸痛。”"
  },
  {
    "id": 104,
    "code": "JYH",
    "name": "金银花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/62878af34552d80d220ee3d40a9db0f6.jpg\"]",
    "local_images": "[\"images\\\\104_金银花\\\\image_1.jpg\"]",
    "origin": "金银花的原植物忍冬之名始载于《名医别录》，列为上品。《本草经集注》云：“今处处皆有，似藤生，凌冬不凋，故名忍冬。”《新修本草》载：“此草藤生，绕覆草木上，苗茎赤紫色，宿者有薄白皮膜之，其嫩茎有毛。叶似胡豆，亦上下有毛。花白蕊紫。”《本草纲目》列于草部蔓草类。云：“忍冬在处有之，附树延蔓，茎微紫色，对节生叶，叶似薜荔而青，有涩毛。三四月开花，长寸许，一蒂两花二瓣，一大一小，如半边状，长蕊。花初开者，蕊瓣俱色白，经二三日，则色变黄，新旧相参，黄白相映，故呼金银花，气甚芬芳。”根据以上本草记载及《本草纲目》附图，基本上与今各地通用之忍冬科忍冬Lonicera japonica Thunb. 的花头为一致。忍冬各地皆有出产，品种不一，大多为忍冬科忍冬属（Lonicera）植物，今用之主流品种L. japonica Thunb.与《救荒本草》《本草纲目》之描述，及《植物名实图考》所附药图基本吻合。",
    "components": "1.营养成分 游离氨基酸、可溶性糖、纤维素，以及铜、镁、钙、铁、锰、锌等人体必需的微量元素[3][4]。 2.其它成分 挥发油（芳樟醇、香茅醇、橙花醇等）、环烯醚萜类（马钱素、裂环马钱素、獐牙菜苷等）、黄酮类化合物（木犀草素、苜蓿苷、金圣草素-7-O-新橙皮糖苷）、有机酸（豆蔻酸、原儿茶酸、咖啡酸等）等[5]。",
    "effects": "清热解毒，凉散风热",
    "safety": "金银花水浸液灌胃，对家兔、犬等无明显毒性反应，对呼吸、血压、尿量均无影响。绿原酸具有致敏原作用，可引起变态反应，但口服无此反应，因绿原酸可为小肠分泌物转化为无致敏活性的物质。金银花生晒品的有溶血性，故作注射液原料，必须采用蒸晒品。",
    "applications": "健脾利水茶",
    "contraindications": "脾胃虚寒及气虚疮疡脓清者忌服。不建议长期使用，一般在暑天使用较为合适。根据中医九种体质学说，适宜食用金银花的为湿热质型，气虚质、阳虚质应忌食或少食。",
    "historical_records": "1.（汉魏）《名医别录》：“忍冬，味甘，温，无毒。主寒热身肿。久服轻身，长年益寿。十二月采，阴干。”\n2.（南北朝）《本草经集注》：“今处处皆有，似藤生，凌冬不凋，故名忍冬。人惟取煮汁酿酒，补虚疗风。《仙经》少用。此既长年益寿，甚可常采服。”\n3.（唐）《新修本草》：“此草藤生，绕覆草木上。苗茎赤紫色，宿者有薄白皮膜之。其嫩茎有毛，叶似胡豆，亦上下有毛。花白蕊紫。今人或以络石当之，非也。”\n4.（唐）《本草拾遗》：“忍冬，主热毒血痢水痢，浓煎服之，小寒。本条云温非也。”\n5.（明）《救荒本草》：“金银花，救饥，采花煠熟，油盐调食。及采嫩叶，换水煮熟，浸去邪气，淘净，油盐调食。”\n6.（明）《本草纲目》之【附方】：“忍冬酒：治痈疽发背，不问发在何处，发眉发颐，或头或项，或背或腰，或胁或乳，或手足，皆有奇效。乡落之间，僻陋之所，贫乏之中，药材难得，但虔心服之，俟其疽破，仍以神异膏贴之，其效甚妙。用忍冬藤生取一把，以叶入砂盆研烂，入生饼子酒少许，稀稠得所，涂于四围，中留一口泄气。其藤只用五两，木槌槌损，不可犯铁，大甘草节生用一两，同入沙瓶内，以水二碗，文武火慢煎至一碗，入无灰好酒一大碗，再煎十数沸，去滓分为三服，一日一夜吃尽。病势重者，一日二剂。服至大小肠通利，则药力到。沈内翰云：如无生者，只用干者，然力终不及生者效速。陈自明《外科精要》。忍冬圆：治消渴愈后，预防发痈疽，先宜服此。用忍冬草根茎花叶皆可，不拘多少，入瓶内，以无灰好酒浸，以糠火煨一宿，取出晒干，入甘草少许，碾为细末，以浸药酒打面糊，丸梧子大。每服五十丸至百丸，汤酒任下。此药不特治痈疽，大能止渴。《外科精要》。五痔诸瘘：方同上。一切肿毒，不问已溃未溃，或初起发热：用金银花俗名甜藤，采花连茎叶自然汁半碗，煎八分，服之，以滓傅上。败毒托里，散气和血，其功独胜。万表《积善堂方》。丁疮便毒：方同上。喉痹乳蛾：方同上。敷肿拔毒：金银藤大者烧存性、叶焙干为末各三钱，大黄焙为末四钱。凡肿毒初发，以水酒调搽四围，留心泄气。杨诚《经验方》。痈疽托里，治痈疽发背，肠痈奶痈，无名肿毒，焮痛寒热，状类伤寒，不问老幼虚实服之，未成者内消，已成者即溃：忍冬叶、黄芪各五两，当归一两，甘草八钱，为细末。每服二钱，酒一盏半，煎一盏，随病上下服，日再服，以渣傅之。《和剂局方》。恶疮不愈：左缠藤一把捣烂，入雄黄五分，水二升，瓦罐煎之。以纸封七重，穿一孔，待气出，以疮对孔熏之三时久，大出黄水后，用生肌药取效。《选奇方》。轻粉毒痈：方同上。疮久成漏：忍冬草浸酒，日日常饮之。戴原礼《要诀》。热毒血痢：忍冬藤浓煎饮。《圣惠方》。五种尸注：飞尸者，游走皮肤，洞穿脏腑，每发刺痛，变动不常也。遁尸者，附骨入肉，攻凿血脉，每发不可见死尸，闻哀哭便作也。风尸者，淫跃四末，不知痛之所在，每发恍惚，得风雪便作也。沉尸者，缠结脏腑，冲引心胁，每发绞切，遇寒冷便作也。尸注者，举身沉重，精神错杂，常觉昏废，每节气至则大作也。并是身中尸鬼，引接外邪：宜用忍冬茎叶锉数斛，煮取浓汁煎稠。每服鸡子大许，温酒化下，一日二三服。《肘后方》。鬼击身青作痛：用金银花一两，水煎饮之。李楼《怪病奇方》。脚气作痛，筋骨引痛：鹭鸶藤即金银花为末。每服二钱，热酒调下。《卫生易简方》。中野菌毒：急采鸳鸯藤啖之，即今忍冬草也。洪迈《夷坚志》。口舌生疮：赤梗蜜桶藤、高脚地铜盘、马蹄香等分，以酒捣汁，鸡毛刷上，取涎出即愈。《普济方》。忍冬膏，治诸般肿痛，金刃伤疮恶疮：用金银藤四两，吸铁石三钱，香油一斤，熬枯去滓，入黄丹八两，待熬至滴水不散，如常摊用。《乾坤秘韫》。”\n7.（清）《本草备要》：“花叶同功。花香尤佳，酿酒代茶、熬膏并妙。（忍冬酒，治痈疽发背一切恶毒，初起便服奇效。干者亦可，惟不及生者力速，……。）”\n8.（清）《植物名实图考》：“忍冬，……近时为解毒治痢要药。吾太夫人曾患痢甚亟，祷于神得方，以忍冬五钱，煎浓汁呷之，不及半日即安，其效神速如此。吴中暑月，以花入茶饮之，茶肆以新贩到金银花为贵，皆中州产也。”"
  },
  {
    "id": 106,
    "code": "JJ",
    "name": "菊苣",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/c60fda960f12d83d54a3efda04b18580.jpg\"]",
    "local_images": "[\"images\\\\106_菊苣\\\\image_1.jpg\"]",
    "origin": "菊苣来源于菊科植物菊苣(Cichorium intybus L.)和毛菊苣(Cichorium glandulosum Boiss.et Huet.)的地上部分,系维吾尔族习用药材(维吾尔语名:卡申纳)。有清肝利胆、健胃消食、利尿消肿之功效,用于湿热黄疸、胃痛食少、水肿尿少等症[ ]。",
    "components": "1.营养成分 糖类、有机酸类、维生素、钙、镁、钠、钾、铁、锌、锰、铜、磷、硫、硼、氮等[ -4]。 2.其他成分 多糖类、有机酸类（菊苣酸、咖啡酸）、生物碱类、三萜类（乙酸降香萜烯醇酯、α-香树脂醇、蒲公英萜酮）、倍半萜类（山莴苣素、山莴苣苦素、8-脱氧山莴苣素）、黄酮类（矢车菊素-3-O-葡萄糖苷、矢车菊素-3-丙二酰半乳糖苷）等。",
    "effects": "清肝利胆，健胃消食，利尿消肿",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "脾胃虚弱者不宜多食。",
    "historical_records": "1．《中华本草》：“菊苣性味微苦、咸，凉。功能主治，清肝利胆，健胃消食，利尿消肿。用于湿热黄疸，胃痛食少，水肿尿少。”\n2．《新疆中草药手册》：“清肝利胆。治黄疸型肝炎。以菊苣三钱水煎服，并用适量煎水洗身。”"
  },
  {
    "id": 108,
    "code": "J",
    "name": "姜（生姜、干姜）",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/00bb9382d6c246cf809d4fb333c1e92e.jpg\"]",
    "local_images": "[\"images\\\\108_姜（生姜、干姜）\\\\image_1.jpg\"]",
    "origin": "姜始载于《神农本草经》，称干姜：“生者尤良。久服去臭气，通神明。”《名医别录》曰：“生犍为川谷及荆州、扬州，九月采。”《本草图经》云：“生姜生犍为（今四川犍为）山谷及荆州、扬州（今江苏扬州）。今处处有之，以汉、温、池州（今四川、浙江、安徽境内）者为良。苗高二三尺，叶似箭竹叶而长，两两相对，苗青，根黄，无花实”。据以上记载，可见古今姜之原植物品种一致，为姜科植物姜Zingiber officinale Rosc。但是姜在本草中的描述主要有干姜和生姜两类，实为不同的加工品。",
    "components": "1.营养成分 蛋白质、多种维生素、胡萝卜素及锌、铁、磷、铜、锰等微量元素[2]。 2.其它成分 姜辣素（姜醇类、姜烯酚类、姜二酮类等）、姜精油（姜醇、 姜烯、水芹烯等）、二苯基庚烷等[3]。",
    "effects": "温胃散寒，消食止痛",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "两姜乌梅饮\n丁香姜糖",
    "contraindications": "凡属阴虚火旺、血热妄行、目赤内热者，或患有痈肿疮疖、肺炎、肺脓肿、肺结核、胃溃疡、胆囊炎、肾盂肾炎、糖尿病、痔疮者，都不宜长期食用生姜。孕妇慎服。根据中医九种体质学说，适宜食用姜的人群为阳虚质型，适当摄入可温中健脾，散寒止呕，阴虚、湿热体质应忌食或少食。",
    "historical_records": "1.（汉）《神农本草经》载：“干姜，味辛，温。主胸满咳逆上气，温中，止血，出汗，逐风湿痹，肠澼下痢。生者尤良。久服去臭气，通神明。”\n2.（汉魏）《名医别录》曰：“生犍为川谷及荆州、扬州，九月采。”\n3.（南北朝）《本草经集注》载：“干姜今惟出临海、章安，两三村解作之。蜀汉姜旧美，荆州有好姜，而并不能作干者。凡作干姜法，水淹三日毕，去皮置流水中六日，更去皮，然后晒干，置瓮缸中，谓之酿也。”\n4.（唐）《千金要方·食治》载：“干姜，味辛热，无毒。主胸中满，咳逆上气，温中，止漏血出汗，逐风湿痹，肠澼下利，寒冷腹痛，中恶，霍乱，胀满，风邪诸毒，皮肤间结气，止唾血，生者尤良。生姜，味辛微温，无毒，辛归五脏。主伤寒头痛，去痰，下气，通汗，除鼻中塞，咳逆上气，止呕吐，去胸膈上臭气，通神明。”\n5.（唐）《食疗本草》载：“生姜，温。去痰下气。多食少心智。八九月食，伤神。……又，胃气虚，风热，不能食：姜汁半鸡子壳，生地黄汁少许，蜜一匙头，和水三合，顿服立差。”\n6.（宋）《图经本草》载：“生姜，生犍为山谷及荆州、扬州，今处处有之，以汉、温、池州者为良。苗高二、三尺；叶似箭竹叶而长，两两相对；苗青，根黄，无花实。秋采根，于长流水洗过，日晒为干姜。汉州干姜法：以水淹姜三日，去皮，又置流水中六日，更刮去皮，然后暴之，令干，酿于瓮中，三日乃成也。”\n7.（元）《饮膳正要》载：“枣姜汤，和脾胃，进饮食。生姜（一斤，切作片）、枣（三升，去核，炒）、甘草（二两，炒）、盐（二两，炒），上件为末，一处拌匀。每日空心白汤点服。”\n8.（元）《饮食须知》：“生姜，味辛甘，肉性温、皮性寒。生发散，熟温中，多食损心气，发目疾、五痔、失血。凡患疮疖人食之，长恶肉。妊妇多食生姜，助胎热，令子生疮疥，或生多指。多食辛辣，皆能损胎。夜不食姜，免耗真气。忌同猪肉、牛肉、马肉、兔肉食。秋姜宜少食，能泻气夭年。干姜久食，令人目暗。妊妇食之，令胎内消，盖其性大热而辛散也。糟老姜入蝉蜕，则无筋。”\n9.（明）《本草纲目》之【附方】载：生姜“痰澼卒风：生姜二两，附子（生用）一两，水五升，煮取二升，分再服。忌猪肉、冷水。《千金》。胃虚风热，不能食：用姜汁半杯，生地黄汁少许，蜜一匙，水二合，和服之。《食疗本草》。疟疾寒热，脾胃聚痰，发为寒热：生姜四两，捣自然汁一酒杯，露一夜。于发日五更面北立，饮即止。未止再服。《易简》。寒热痰嗽初起者：烧姜一块，含咽之。《本草衍义》。咳嗽不止：生姜五两，饧半升，微火煎熟，食尽愈。段侍御用之有效。孟诜《必效方》。久患咳噫：生姜汁半合，蜜一匙，煎熟，温呷三服愈。《外台秘要方》。小儿咳嗽：生姜四两，煎汤浴之。《千金方》。暴逆气上：嚼姜两三片，屡效。寇氏《衍义》。干呕厥逆：频嚼生姜，呕家圣药也。《千金》。呕吐不止：生姜一两，醋浆七合，银器中煎取四合，连滓呷之。又杀腹内长虫。《食医心镜》。心痞呕哕，心下痞坚：生姜八两，水三升，煮一升。半夏五合洗，水五升，煮一升。二味同煮一升半，分再服。《千金》。反胃羸弱，《兵部手集》：用母姜二斤，捣汁作粥食。《传信适用方》：用生姜切片，麻油煎过为末，软柿蘸末嚼咽。霍乱欲死：生姜五两，牛儿屎一升，水四升，煎二升，分再服，即止。《梅师方》。霍乱转筋，入腹欲死：生姜三两捣，酒一升，煮三两沸服。仍以姜捣贴痛处。《外台秘要》。霍乱腹胀，不得吐下：用生姜一斤，水七升，煮二升，分三服。《肘后方》。腹中胀满，不能服药：绵裹煨姜，内下部。冷即易之。《梅师》。胸胁满痛，凡心胸胁下有邪气结实，硬痛胀满者：生姜一斤，捣渣留汁，慢炒待润，以绢包于患处，款款熨之。冷再以汁炒再熨，良久豁然宽快也。陶华《伤寒槌法》。大便不通：生姜削如小脂，长二寸，涂盐内下部，立通。《外台》。冷痢不止：生姜煨研为末，共干姜末等分，以醋和面作馄饨，先以水煮，又以清饮煮过，停冷，吞二七枚，以粥送下，日一度。《食疗》。消渴饮水：干生姜末一两，以鲫鱼胆汁和，丸梧子大。每服七丸，米饮下。《圣惠》。湿热发黄：生姜时时周身擦之，其黄自退也。一方：加茵陈蒿，尤妙。《伤寒槌法》。暴赤眼肿：宗奭曰：用古铜钱刮姜取汁，于钱唇点之，泪出。今日点，明日愈，勿疑。一治暴风客热，目赤睛痛肿者。腊月取生姜捣绞汁，阴干取粉，入铜青末等分。每以少许沸汤泡，澄清温洗，泪出妙。舌上生胎：诸病舌胎，以布染井水抹，后用姜片时时擦之，自去。陶华方。满口烂疮：生姜自然汁，频频漱吐。亦可为末擦之，甚效。牙齿疼痛：老生姜瓦焙，入枯矾末同擦之。有人日夜呻吟，用之即愈。《普济方》。喉痹毒气：生姜二斤捣汁，蜜五合，煎匀。每服一合，日五服。《千金》。食鸠中毒、食竹鸡毒、食鹧鸪毒：方并见禽部本条。中莴苣毒、中诸药毒、猘犬伤人：并饮生姜汁即解。《小品》。虎伤人疮：内服生姜汁。外以汁洗之，用白矾末傅上。《秘览》。蝮蛇螫人：姜末傅之，干即易。《千金》。蜘蛛咬人：炮姜切片贴之，良。《千金》。刀斧金疮：生姜嚼傅，勿动。次日即生肉，甚妙。《扶寿方》。闪拗手足：生姜、葱白捣烂，和面炒热，盦之。跌扑伤损：姜汁和酒调生面贴之。百虫入耳：姜汁少许滴之。腋下狐臭：姜汁频涂，绝根。《经验方》。赤白癜风：生姜频擦之，良。并《易简》。两耳冻疮：生姜自然汁熬膏涂。《暇日记》。发背初起：生姜一块，炭火炙一层，刮一层，为末，以猪胆汁调涂。《海上方》。疔疮肿毒：方见白芷下。诸疮痔漏，久不结痂：用生姜连皮切大片，涂白矾末，炙焦研细，贴之勿动，良。《普济》。产后血滞，冲心不下：生姜五两，水八升，煮三升，分三服。杨氏《产乳》。产后肉线：一妇产后用力，垂出肉线长三四尺，触之痛引心腹欲绝。一道人令买老姜连皮三斤捣烂，入麻油二斤拌匀炒干。先以熟绢五尺，折作方结。令人轻轻盛起肉线，使之屈曲作三团，纳入产户。乃以绢袋盛姜，就近熏之，冷则更换。熏一日夜缩入大半，二日尽入也。云此乃魏夫人秘传怪病方也。但不可使线断，断则不可治之矣。脉溢怪症：有人毛窍节次血出不止，皮胀如鼓，须臾目、鼻、口被气胀合，此名脉溢。生姜自然汁和水各半盏服，即安。夏子益《奇疾方》。”\n干姜“脾胃虚冷，不下食，积久羸弱成瘵者：用温州白干姜，浆水煮透，取出焙干捣末，陈廪米煮粥饮丸梧子大。每服三五十丸，白汤下。其效如神。苏颂《图经》。脾胃虚弱，饮食减少，易伤难化，无力肌瘦：用干姜频研四两，以白饧切块，水浴过，入铁铫溶化，和丸梧子大。每空心米饮下三十丸。《十便方》。头运吐逆，胃冷生痰也：用川干姜炮二钱半，甘草炒一钱二分，水一钟半，煎减半服。累用有效。《传信适用方》。心脾冷痛，暖胃消痰：二姜丸：用干姜、高良姜等分，炮研末，糊丸梧子大。每食后，猪皮汤下三十丸。《和剂局方》。心气卒痛：干姜末，米饮服一钱。《外台秘要》。阴阳易病，伤寒后，妇人得病虽瘥，未满百日，不可与男合。为病拘急，手足拳，腹痛欲死，丈夫名阴易，妇人名阳易，速宜汗之即愈。满四日，不可治也。用干姜四两，为末。每用半两，白汤调服。覆衣被出汗后，手足伸即愈。《伤寒类要》方。中寒水泻：干姜炮研末，粥饮服二钱，即效。《千金方》。寒痢青色：干姜切大豆大。每米饮服六七枚，日三夜一。累用得效。《肘后方》。血痢不止：干姜烧黑存性，放冷为末。每服一钱，米饮下，神妙。姚氏《集验》。脾寒疟疾：《外台》：用干姜、高良姜等分，为末。每服一钱，水一盏，煎至七分服。又：干姜炒黑为末，临发时以温酒服三钱匕。王氏《博济方》。冷气咳嗽结胀者：干姜末，热酒调服半钱。或饧糖丸噙。姚僧坦方。咳嗽上气：用合州干姜（炮）、皂荚（炮，去皮子及蛀者），桂心（紫色者去皮），并捣筛等分，炼白蜜和捣一二千杵，丸梧子大。每饮服三丸，嗽发即服，日三五服。禁食葱、面、油腻。其效如神。禹锡在淮南与李亚同幕府，李每治人而不出方，或诮其吝。李曰：凡人患嗽，多进冷药。若见此方用药热燥，必不肯服，故但出药即多效也。试之信然。刘禹锡《传信方》。虚劳不眠：干姜为末，汤服三钱，取微汗出。《千金方》。吐血不止：干姜为末，童子小便调服一钱良。鼻衄不止：干姜削尖煨，塞鼻中即止。《广利方》。齆鼻不通：干姜末，蜜调塞鼻中。《千金方》。冷泪目昏：干姜粉一字炮，汤点洗之。《圣济录》。赤眼涩痛：白姜末，水调贴足心，甚妙。《普济方》。目忽不见：令人嚼母姜，以舌日舐六七次，以明为度。《圣济方》。目中卒痛：干姜削圆滑，内眦中，有汁出拭之。味尽更易。《千金》。牙痛不止：川姜（炮）、川椒等分为末，掺之。《御药院方》。斑豆厥逆，斑豆服凉药多，手足厥冷，脉微。用干姜炮二钱半，粉甘草炙一钱半，水二钟，煎一钟服。庞安常《伤寒论》。痈疽初起：干姜一两，炒紫研末，醋调傅四围，留头，自愈。此乃东昌申一斋奇方也。《诸症辨疑》。瘰疬不敛：干姜为末，姜汁打糊和作剂，以黄丹为衣。每日随疮大小，入药在内，追脓尽，生肉口合为度。如不合，以葱白汁调大黄末擦之，即愈。《救急方》。虎狼伤人：干姜末傅之。《肘后》。猘犬伤人：干姜末，水服二匕（生姜汁服亦良），并以姜炙热熨之。蛇蝎螫人：干姜、雄黄等分为末，袋盛佩之，蛇闻药气逆避人。遇螫即以傅之，便定。《广利方》。”\n10.（清）《本草求真》载：“母姜晒干为干姜。炒炮为炮姜，炒黑为黑姜。”\n11.（清）《本草撮要》载：“生姜，味辛温，入手太阴足阳明经，功专散邪和中。得大枣和营卫，得附子温经散寒，得杏仁下胸膈冷气，得露水治暑疟。杀半夏、南星、菌蕈、野禽毒，辟露雾、山岚瘴气。叶捣汁饮，消食鲙成癥。”"
  },
  {
    "id": 109,
    "code": "JH",
    "name": "菊花",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a646ca925774023a69721b3b2419fbb8.jpg\"]",
    "local_images": "[\"images\\\\109_菊花\\\\image_1.jpg\"]",
    "origin": "菊花在《神农本草经》中列入上品。《本草经集注》云:“菊有两种，一种茎紫，气香而味甘，叶可作羹食者，为真；一种青茎而大，作蒿艾气，味苦不堪食者，名苦薏，非真。其华正相似，唯以甘、苦别之尔。南阳郦县最多。今近道处处有，取种之便得。又有白菊，茎叶都相似，唯花白，五月取。”所述“味甘之菊”和“白菊”即今之药用菊花。《本草衍义》云:“菊花，近世有二十余种，唯单叶花小而黄绿，叶色深小而薄，应候而开者是也。《月令》所谓菊有黄花者也。又邓州白菊，单叶者亦入菊。”《纲目》曰:“菊之品凡百种，宿根自生，茎叶花色品品不同……其茎有株、蔓、紫、赤、青、绿之殊，其叶有大、小、厚、薄、尖、秃之异，其花有千叶单叶、有心无心、有子无子、黄白红紫、间色深浅、大小之别，其味有甘、苦、辛之辨，又有夏菊、秋菊、冬菊之分。大抵惟以单叶味甘者入药，《菊谱》所载甘菊，邓州黄、邓州白者是矣。甘菊始生于山野，今则人皆栽植之。其花细碎，品不基高。蕊如蜂巢，中有细子，亦可撩种。”\n从历史看，最早菊花来源于野生，以甘者入药（甘菊），味苦者称 “苦薏”。“甘菊”应该为野菊花中味甘的品种，花瓣黄色，在当今南京、滁州一带称“菊花脑”，多栽培用作菜蔬，味甘，可能是历史上的甘菊。后期菊花可能因栽培形成“白菊”这一品种，并在近代占据药用品种的主流，从而取代古之“甘菊”。李时珍描述了菊花由野生变家种，在栽种过程中又培育出形态各异的品种等，其中有药用的，也有观赏的。总之，古之菊花品种随着栽培不断演变成今天的几大药用栽培品种，从历史来看，以“甘菊”为佳，这一类型在后期逐步培育并发展成今天的白菊和黄菊品系，形成四大药用菊花品种。从植物品种上为菊科植物菊Chrysanthemum morifolium Ramat.",
    "components": "1.营养成分 粗蛋白、粗脂肪、矿物质、多糖等以及钙、镁、磷、硫、钾、硼、铁、锰、锌等人体必需微量元素。 2.其他成分 黄酮（木犀草苷、异绿原酸A、芹菜素苷、木犀草素、槲皮素、芹菜素、刺槐素）、萜类及有机酸等[5]。",
    "effects": "散风清热，平肝明目",
    "safety": "现代研究表明菊花提取物属实际无毒级物质；遗传毒性试验显示受试物对哺乳类动物体细胞染色体及生殖细胞无损伤作用，未见遗传毒性作用；致畸试验提示对受试物孕鼠和胎鼠均无毒性，也无致畸作用；90d经口毒性试验结果说明菊花提取物对动物未产生明显毒性作用[7]。",
    "applications": "菊花茶\n菊花粥",
    "contraindications": "孕妇不适合服用菊花茶。气虚胃寒、食少泄泻者慎服。",
    "historical_records": "1．（汉）《神农本草经》：“菊花　味苦，平。主风头眩肿痛，目欲脱，泪出，皮肤死肌，恶风湿痹。久服利血气，轻身，耐老延年。”\n2．（汉魏）《名医别录》：“菊花味甘，无毒。主治腰痛去来陶陶，除胸中烦热，安肠胃，利五脉，调四肢。”\n3．（南北朝）《本草经集注》：“菊有两种：一种茎紫气香而味甘，叶可作羹食者，为真；一种青茎而大，作蒿艾气，味苦不堪食者名苦薏，非真。其华正相似，唯以甘苦别之尔。南阳郦县最多，今近道处处有，取种之便得。又有白菊，茎叶都相似，唯花白，五月取。亦主风眩，能令头不白。《仙经》以菊为妙用，但难多得，宜常服之尔。”\n4．（宋）《嘉祐本草》：“鞠，治蘠。注:今之秋华菊。药性论云:甘菊花，使。能治头风旋倒地，脑骨疼痛，身上诸风，令消散。”\n5．（宋）《本草图经》：“菊花，生雍州川泽及田野，今处处有之，以南阳菊潭者为佳。初春布地生细苗，夏茂，秋花，冬实。然菊之种类颇多。有紫茎而气香，叶厚至柔嫩可食者，其花微小，味甚甘，此为真；有青茎而大，叶细作蒿艾气味苦者，华亦大，名苦薏，非真也。南阳菊亦有两种:白菊，叶大似艾叶，茎青，根细，花白，蕊黄:其黄菊，叶似茼蒿，花、蕊都黄。然今服饵家多用白者。南京又有一种开小花，花瓣下如小珠子，谓之珠子菊。云入药亦佳。正月采根，三月采叶，五月采蒸，九月采花，十一月采实，皆阴干用。《唐天宝单方图》:载白菊，云味辛，平，无毒，元生南阳山谷及用田野中。颖川人呼为回蜂菊。汝南名茶苦蒿，上党及建安郡、顺政郡名羊欢草，河内名地薇蒿，诸郡皆有。其功主丈夫妇人久患头风眩闷，头发干落，胸中痰结，每风发即头旋眼昏暗，不觉欲倒者，是其侯也。先灸两风池各二七壮，并服此白菊酒及丸，永差。其法:春末夏初，收软苗，阴干，捣末，空腹取一方寸匕，和无灰酒服之，日再，渐加三方寸匕。若不欲饮酒者，但和羹粥汁眼之，亦得。秋八月，合花收，暴干，切取三大斤，以生绢囊盛，贮三大斗酒中，经七日服之，日三，常令酒气相续为佳。今诸州亦有作菊花酒者，其法得于此乎。”\n6．（宋）《本草衍义》：“近世有二十余种，惟单叶，花小而黄，绿叶色深小而薄，应候而开者是也。月今所谓菊有黄叶者也。又杭州白菊，单叶者亦入药。余医经不用。专治头目风热，今多收之作枕。”\n7．（元）《汤液本草》：“苦而甘寒，无毒。《心》云：去翳膜，明目。《珍》云：养目血。”《药性论》云：使。治身上诸风。《日华子》云：治四肢游风，利血脉，心烦，胸膈壅闷。\n8．（明）《本草蒙荃》：“味甘、微苦，气平、寒。属土与金，有水火，可升可降，阴中阳也。无毒。种类颜色多品，应候黄小为良。(《月令》云:菊有黄花是也。余色不入药。)山野间，味苦茎青、名苦薏勿用；(苦薏花亦黄色，但气薄味苦，入药反损尔。)家园内味甘茎紫，谓甘菊堪收。苦者胃气反伤，甘者阴血兼补。为使一味，宜桑白皮。驱头风止头痛晕眩，清头脑第一；养眼血收眼泪翳膜，明眼目无双。共葛花煎汤，变老人皓白成乌；同地黄酿酒，解醉汉昏迷易醒。散湿痹去皮肤死肌，安肠胃除胸膈烦热。利一身血气，逐四肢游风。腰痛陶陶，亦堪主治。久服弗已，轻身延年。捣根叶取汁顿尝，(夏秋采叶，冬春采根。)救疔肿垂死即活。(谟)按:《月令》于桃、于桐，但言花而不言色，独于菊曰黄花，取其得时之正，况当其候，田野山侧盛开，满眼皆黄花也。《月令》所取，不无意焉。入药用黄，盖本诸此。又考根、苗、花、叶，亦可共剂成方。三月上寅日采苗，六月上寅日采叶，九月上寅日采花，十二月上寅日采根。并阴干百日，各等分称匀。择成日制之，捣千杵为末。用蜜炼熟，豆大丸成。酒服七九，一日三服。百日身轻润泽，一年发白变乌，二年齿落更生，三年貌如童子。至贱之草，而有至大之功。特附其详，以为老者益寿之一助尔。”\n9．《本草纲目》之【附方】：“①风热头痛。用菊花、石膏、川芎各三钱，共研为末。每服一钱半，茶调下。②膝风痛。用菊花、陈艾叶作护膝。③病后生翳。用白菊花、蝉蜕，等分为末，每用二、三钱，加蜜少许，水煎服。④妇女阴肿。用甘菊苗捣烂煎汤，先熏后洗。⑤眼目昏花。用甘菊花一斤、红椒（去目）六两，共研为末。加淅地黄汁和丸子，如梧子大。每服五十丸，临睡时茶送下。”\n10．（清）《本草从新》：“甘，苦，微寒。备受四气，（冬苗，春叶，夏蕊，秋花。）饱经霜露，得金水之精，能益肺肾二脏，以制心火而平肝木。木平则风息，火降则热除，故能养目血，去翳膜。（与枸杞相对蜜丸久服，永无目疾。）治目泪头眩，散湿痹游风。家园所种，杭产者良。（花小味苦者名苦薏，非真菊也。《牧竖闲谈》云：真菊延龄，野菊泄人。）有黄、白二种，单瓣味甘者入药。茶点、醸酒、作枕俱佳。白术、枸杞、地骨为使。黄者入阴分，白者入阳分，可药可饵，可醸可枕，《仙经》重之。”\n11．（清）《得配本草》：“配石骨、川芎，治风热头疼。配杞子蜜丸，治阴虚目疾。白花，肺虚者宜之。黄花，肺热者宜之。去心蒂，地骨皮煎汁拌蒸，晒干用。去风热，生用。入补药，酒拌蒸，晒干用。味苦者伤胃气，勿用。”\n12．（清）《本草崇原》：“气味苦平，无毒。主治诸风头眩肿痛，目欲脱，泪出，皮肤死肌，恶风湿痹。久服利血气，轻身，耐老延年。（菊花处处有之，以南阳菊潭者为佳。菊之种类不一，培植而花球大者，只供玩赏。生于山野田泽，开花不起楼子，色只黄白二种，名茶菊者，方可入药，以味甘者为胜。古云:甘菊延龄，苦菊泄人，不可不辨。《本经》气味主治，概茎叶花实而言，今时只用花矣。）菊花《本经》名节华，以其应重阳节候而华也。《月令》云:九月菊有黄花，茎叶味苦，花味兼甘，色有黄白，禀阳明秋金之气化。主治诸风头昡肿痛，察金气而制风也。目欲脱泪出，言风火上淫于目，痛极欲脱而泪出，菊禀秋金清肃之气，能治风木之火热也。皮肤死肌，恶风湿痹，言感恶风湿邪而成风湿之痹证，则为皮肤死肌。菊禀金气，而治皮肤之风，兼得阳明土气，而治肌肉之湿也。周身血气，生于阳明胃腑，故久服利血气轻身，血气利而轻身，则耐老延年”。"
  },
  {
    "id": 111,
    "code": "DDC",
    "name": "淡豆豉",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/620bf64c283a430fffa553ab5f29bf46.jpg\"]",
    "local_images": "[\"images\\\\111_淡豆豉\\\\image_1.jpg\"]",
    "origin": "淡豆豉，始载于《名医别录》，被列为中品，名“豉”，曰：“豉，味苦，寒，无毒。主治伤寒头痛寒热，瘴气恶毒，烦躁满闷，虚劳喘吸，两脚疼冷”。但并不区分何种豆所制，也没有咸、淡之别。《本草纲目》中称“淡豉、大豆豉”明代《本草纲目》明确指出：“豉，诸大豆皆可为之，以黑豆者入药”，并依据制法，将豉分为淡豉和咸豉两种，并指出咸豉不入药。其后本草如《本草求真》、《本草述勾元》等均以淡豆豉入药用。因此，明代以后，作为药用的豆豉应为黑豆所制作的淡豆豉。《全国中草药汇编》中称“豆豉、杜豆豉”，《常用中药名辨》中称 “香豆豉、清豆豉”。据考证，其品种为豆科植物大豆Glycine max(L.)Merr。《本草图经》(宋)载：“江南人作豆豉，自有一种刀豆，甚佳”，是用刀豆而非大豆作豆豉，然其属于地方用药，不应视为豆豉正品。",
    "components": "1.营养成分 碳水化合物、脂肪、氨基酸、胡萝卜素、烟酸、维生素E、铜、锌、铁、锰等人体必需的微量元素； 2.其他成分 1-辛烯-3-醇、3-甲基丁醇、2-甲基丁酸乙酯、己酸乙酯、苯乙醛、3-乙氧基丙烯、4-羟基2-丁酮、4-甲基吡嗪和2-甲基-丙酸乙酯等挥发性风味物质。",
    "effects": "解表，除烦，宣发郁热",
    "safety": "现代研究未见对淡豆豉进行毒理实验。",
    "applications": "丁香煮酒",
    "contraindications": "淡豆豉作为调味品，不宜多食，胃虚呕吐者慎服。",
    "historical_records": "1.（汉魏）《名医别录》：“豉，味苦，寒，无毒。主治伤寒头痛寒热，瘴气恶毒，烦躁满闷，虚劳喘吸，两脚疼冷。又杀六畜胎子诸毒。”\n2．（南北朝）《本草经集注》：“豉，食中之常用。春夏天气不和，蒸炒以酒渍服之，至佳。”\n3.（宋）《开宝本草》：“古今方书用豉治病最多，江南人喜作豉，凡得时气，既先用葱豉汤服之取汗，往往便瘥也”\n4．（明）《本草纲目》：“豉，诸大豆皆可为之，以黑豆者入药。有淡豉、咸豉，治病多用淡豉汁及咸者，当随方法……造淡豉法：用黑大豆二、三斗，六月内淘净，水浸一宿沥干，蒸熟取出摊席上，候微温蒿覆。每三日一看，候黄衣上遍，不可太过。取晒簸净，以水拌干湿得所，以汁出指间为准。安瓮中，筑实，桑叶盖厚三寸，密封泥，于日中晒七日，取出，曝一时，又以水拌入瓮。如此七次，再蒸过，摊去火气，瓮收筑封即成矣”。"
  },
  {
    "id": 112,
    "code": "DZY",
    "name": "淡竹叶",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/da520bcbccec5612cc7270fb086f04b0.jpg\"]",
    "local_images": "[\"images\\\\112_淡竹叶\\\\image_1.jpg\"]",
    "origin": "“淡竹叶”一名始载于魏晋时期的《名医别录》，列为中品，收载于竹叶项下。之后《本草经集注》、《新修本草》、《本草图经》等古籍亦将淡竹叶列于竹叶项下，《本草图经》云：“淡竹肉薄，节间有粉，南人以烧竹沥者，医家只用此一品”，根据其文字描述及部分《本草图经》附图可以看出，这些本草古籍收载的淡竹叶为禾本科竹亚科淡竹 Lophatherum gracile Brongn的叶。明代《滇南本草》首次将淡竹叶单列。",
    "components": "1.营养成分 碳水化合物、纤维素、核黄素(维生素B2)、维生素，以及钙、钾、镁、铁和锰等人体必需的微量元素。 2.其他成分 主含三萜类如芦竹素（Arundoin）、印白茅素（Cylindrin）、蒲公英赛醇 （Taraxerol）和无羁萜（Friedelin），另外还含有少量黄酮类成分、酚性成分、有机酸、氨基酸、糖类等。",
    "effects": "清热除烦，利尿",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "玉竹麦冬茶",
    "contraindications": "孕妇忌服。肾亏尿频、体虚有寒者禁食。",
    "historical_records": "1．（汉）《神农本草经》：“竹叶，味苦，平。主咳逆上气溢，筋急恶疡，杀小虫。根：作汤，益气止渴，补虚下气。汁：主风痓。实：通神明，轻身、益气。”\n2.（南北朝）《本草经集注》：“淡竹叶∶味辛，平、大寒。主胸中痰热，咳逆上气。其沥∶大寒。治暴中风，风痹，胸中大热，止烦闷。其皮茹∶微寒，治呕 ，温气，寒热，吐血，崩中，溢筋。”\n3．（唐）《新修本草》：“竹笋，味甘，无毒。主消渴，利水道，益气，可久食。干笋烧服，疗五痔血。”\n4．（宋）《本草图经》：“竹、淡竹、苦竹（图缺），《本经》并不载所出州土，今处处有之。竹之类甚多，而入药者，惟此三种，人多不能尽别。谨按《竹谱》：字音斤，其竹坚而促节，体圆而质劲，皮白如霜，大者宜刺船，细者可为笛。苦竹有白有紫。甘竹似篁而茂，即淡竹也。然今之刺船者，多用桂竹。作笛别有一种，亦不名竹。苦竹亦有二种∶一种出江西及闽中，本极粗大，笋味殊苦，不可啖；一种出江浙，近地亦时有，肉浓而叶长阔，笋微有苦味，俗呼甜苦笋，食品所最贵者，亦不闻入药用。淡竹肉薄，节间有粉，南人以烧竹沥者，医家只用此一品，与《竹谱》所说大同而小异也。竹实今不复用，亦稀有之。”\n5．（明）《本草纲目》：“处处原野有之，春生苗，高数寸，细茎绿叶，俨如竹米，落地所生细竹之茎，其根一案数十须，须上结子，与门冬一样，但坚硬尔，随时采之，少又九月抽茎结小花穗。”"
  },
  {
    "id": 113,
    "code": "GQZ",
    "name": "枸杞子",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/16775f5d3920cf655dd7cae2708fb51b.jpg,/uploads/20240315/c887bf4c1dadc7f08427ddbe0134e7ff.jpg\"]",
    "local_images": "[]",
    "origin": "枸杞入药始载于《神农本草经》，列为上品。《本草图经》云：“春生苗，叶如石榴叶而软薄堪食，俗呼为甜菜，其茎干高三五尺，作丛，六月七月生小红紫花，随便结红实，形微长如枣核，其根名地骨”，所指与今之野生枸杞Lycium chinense Mill.相吻合。《梦溪笔谈》描述了西北的一种枸杞：“枸杞，陕西极边者，高丈余，大可柱。叶长数寸，无刺，根皮如厚朴，甘美异于他处者。”指出了此种较其他产地为佳。《千金翼方》亦载：“甘州者为真，叶厚大者是。”《本草纲目》云：“古者枸杞、地骨皮取常山者为上，其他丘陵阪岸者可用，后世惟取陕西者良，而又以甘州者为绝品。今陕西之兰州、灵州、九原以西，枸杞并是大树，其叶厚、根粗；河西及甘肃者，其子圆如樱桃，暴干紧小，少核，干亦红润甘美，味如葡萄，可作果食，异于他处者。”李时珍已明确了枸杞以西北产者为佳，尤以甘肃、陕西产者质量最好。从所述树形、叶及果实的特征来看，与茄科植物宁夏枸杞L. barbarum L.相似。 综上，历史上枸杞来源于茄科植物枸杞和宁夏枸杞，以后者为佳。",
    "components": "1.营养成分 胡萝卜素、维生素、糖类、氨基酸、脂肪，以及锌、铁、铜、锰、镁、钙、钾等人体必需的微量元素[4]。 2.其它成分 枸杞多糖、生物碱类（托品类、酰胺类、哌啶类等）、黄酮类（芹黄素、异异槲皮素、烟花苷等）等[5]。",
    "effects": "滋补肝肾，益精明目",
    "safety": "现代研究对枸杞子提取物枸杞多糖进行老龄小鼠的急性毒性反应，结果表明，枸杞多糖对老龄小鼠无急性毒性反应[13]",
    "applications": "决明枸杞子粥",
    "contraindications": "外感发热、脾胃虚弱有寒痰冷癖及泄泻之人忌服。根据中医九种体质学说，适宜食用枸杞子的人群为阴虚质，适当摄入可滋补肝肾之阴、明目安神，痰湿、湿热体质应忌食或少食。",
    "historical_records": "1.（汉）《神农本草经》：“枸杞，味苦，寒。主五内邪气，热中，消渴，周痹。久服坚筋骨，轻身，不老。”\n2.（汉魏）《名医别录》：“根大寒，子微寒，无毒。主风湿，下胸胁气，客热，头痛，补内伤，大劳、嘘吸，坚筋骨，强阴，利大小肠。”\n3.（南北朝）《本草经集注》：“枸杞，其叶可作羹，味小苦。俗谚云：去家千里，勿食萝摩、枸杞，此言其补益精气，强盛阴道也。萝摩一名苦丸，叶厚大作藤生，摘有白乳汁，人家多种之，可生啖，亦蒸煮食也。枸杞根、实，为服食家用，其说乃甚美，仙人之杖，远自有旨乎也。”\n4.（唐）《千金要方·食治》：“枸杞叶，味苦平涩，无毒。补虚羸，益精髓。”\n5.（唐）《食疗本草》：“寒，无毒。叶及子，并坚筋能老，除风，补益筋骨，能益人，去虚劳。根，主去骨热，消渴。叶和羊肉作羹，尤善益人。代茶法：煮汁饮之，益阳事。能去眼中风痒赤膜，捣叶汁点之良。又，取洗去泥，和面拌作饮，煮熟吞之，去肾气尤良，又益精气。”\n6.（唐）《药性论》：“枸杞，臣，子叶同说，味甘，平。能补益精诸不足，易颜色，变白，明目，安神，令人长寿。叶和羊肉作羹，益人，甚除风，明目。若渴，可煮作饮代茶饮之。”\n补充《本草纲目》（下册）1415页（277）\n7.（宋）《太平圣惠方》：“生枸杞子酒，主补虚，长肌肉，益颜色，肥健，能去劳热。方：生枸杞子五升，上以好酒二斗搦勿碎，浸七日漉去滓。饮之，初以三合为始，后即任性饮之。”\n8.（元）《饮食须知》：“枸杞苗，味甘苦性寒。解面毒，与奶酪相反。”\n9.（明）《救荒本草》：“枸杞，采叶煠熟，水淘净，油盐调食，作羮食皆可。子红熟时亦可食。若渴，煮叶作饮，以代茶饮之。”\n10.（明）《遵生八笺》：“枸杞子嫩叶及苗头，采取如上食法，可用以煮粥更妙。四时惟冬食子。”\n11.（清）《食鉴本草》：“枸杞粥，治肝家火旺血衰。用甘州枸杞子一合，米三合，煮粥食。一方采叶煮粥食，入盐少许，空腹食。”"
  },
  {
    "id": 115,
    "code": "GLJ",
    "name": "高良姜",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/bb9bec465890af78a7b040c058a82d91.jpg\"]",
    "local_images": "[\"images\\\\115_高良姜\\\\image_1.jpg\"]",
    "origin": "高良姜来源于姜科植物高良姜Alpinia officinarum Hance.的根茎。高良姜最早载于《名医别录》,列为中品。梁·陶弘景《本草经集注》中高良姜条下日:“出高良郡,人腹痛不止,但嚼食亦效,形气与杜若相似而叶如山姜”。 高良郡为今广东省湛江地区茂名市一带。唐·《新修本草》云:“高良姜,生岭南者形大虚软,江左者细紧,味亦不甚辛,其实一也,今相与呼细节者为杜若,大者为高良姜。此非也”。这说明当时用作高良姜的植物不止一种,而民间则已将不同产地的高良姜区分开来，苏敬认为不同产地的高良姜其根形,味虽不同,但是同一类植物,从其描述的形状和植物地理分布来看,其形大虚软者与今之红豆寇相似，细节者与和山姜相近，苏颂在《本草图经》中曰:“高良姜,旧不载所出州土,陶隐居云出高良郡,今岭南诸州及黔蜀皆有之, 内郡虽有,不堪人药,春生,茎叶如姜苗而大,高一、二尺许,花红紫色如山姜,二月三月采根,暴干”。其附图澹州高良姜,可以判断为花序顶生的山姜属植物,其根茎夙柱状延伸,与今之高良姜相似。明·陈嘉漠在《本草蒙筌 》中谓:“高良姜味辛、苦,气大温。纯阳。无毒。高良系广属郡,今志改名高州姜。乃土地所生,形多细小而紧。健脾消食,下气温中。除胃间冷逆冲心,却霍乱转筋泻痢。翻胃呕食可止,腹痛积冷堪驱。结实秋收,名红豆蔻。善解酒毒, 余治同前”。这对高良姜性味、主治、形态的叙述与以前本草相似从药材形态和植物地理分布来看此时高良姜与今之高良姜相似。李时珍在其《本草纲目》释名中曰:“陶隐居言此姜始出高良郡,故得此名,按高良,即今高 州也,汉为高凉县,昊时改为郡,其山高稍凉,因以为名,则高良,实为高凉。其异名蛮姜,子名红豆寇”。其附图是据《本草图经》附图转绘的,这里认为高良姜与红豆蔻为同一植物不同药用部位。\n通过以上考证，我国古代所用高良姜与山姜属植物大体相符。今之高良姜在梁代以前即已使用。唐朝时大高良姜(红豆蔻的根茎)也作为高良姜使用。",
    "components": "1.营养成分 碳水化合物、脂肪、纤维素、核黄素(维生素B2)、维生素E，以及Cu、Zn、Fe、Mn等人体必需的微量元素。 2.其他成分 主要为挥发油、黄酮类及二芳基庚烷。其中挥发油在高良姜中含量较高，主要有效成分为1，8-桉油精、β-蒎烯、崁烯、樟脑等。黄酮类以黄酮苷元为主，分离出13种不同的黄酮苷元及2种黄酮苷类成分，主要为高良姜素、姜黄素、松属酚、槲皮素和相应的结构类似物。",
    "effects": "温胃散寒，消食止痛",
    "safety": "现代研究未见对高良姜的食用部位或提取物进行毒理实验。",
    "applications": "两姜乌梅饮",
    "contraindications": "阴虚有热者忌服。胃火作呕，伤暑霍乱，火热泄泻忌食。根据中医九种体质学说，阳虚质人群最为适宜食用。",
    "historical_records": "1．（南北朝）《本草经集注》：“出高良郡。人腹痛不止，但嚼食亦效。形气与杜若相似，而叶如山姜。”\n2．（唐）《新修本草》：“生岭南者，形大虚软，江左者细紧，味亦不甚辛，其实一也。今相与呼细者为杜若，大者为高良姜，此非也。”\n3．（宋）《本草图经》：“高良姜，旧不载所出州土，陶隐居云：出高良郡，今岭南诸州及黔、蜀皆有之。内郡虽有，而不堪入药。春生，茎叶如姜苗而大，高一、二尺许；花红紫色如山姜。二月、三月采根，曝干。古方亦单用，治忽心中恶，口吐清水者，取根如骰子块，含之，咽津后巡即瘥。若臭亦含咽，更加草豆蔻同为末，煎汤常饮之，佳。”\n4．（明）《本草蒙筌》：“高良姜，味辛、苦，气大温。纯阳。无毒。高良系广属郡，今志改名高州姜。乃地土所生，形多细小而紧。健脾消食，下气温中，除胃间冷逆冲心，却霍乱转筋泻痢。翻胃呕食可止，腹痛积冷堪驱。结实秋收，名红豆蔻。善解酒毒，余治同前。”\n5．（明）《本草纲目》：“「释名」蛮姜，子名红豆蔻。「气味」（根）辛、大温、无毒。「主治」1、霍乱吐泻。用高良姜（炙令焦香）五两，加酒一升，煮三、四沸，一次服完。”\n6．（清）《本草从新》：宣、燥、暖胃散寒。辛热。暖胃散寒、消食醒酒、治胃脘冷痛。（凡心口一点痛、俗言心痛、非也、乃胃脘有滞、或有虫、及因怒因寒而起、以良姜酒洗七次、香附醋洗七次、焙研、因寒者、姜二钱、附一钱、因怒者、附二钱、姜一钱、寒怒兼者、每一钱五分、米饮加姜汁一匙、盐少许服。古方治心脾疼、多用良姜、寒者用之至二钱、热者亦用四五分、于清火剂中、取其辛温下气、止痛有神耳。）岚瘴疟疾、霍乱泻痢、吐恶、噎膈冷癖、虚人须与参术同行，若单用多用，恐犯冲和之气。出岭南高州，东壁土拌炒用。"
  },
  {
    "id": 118,
    "code": "FL",
    "name": "茯",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/5a9b261cf10631da03d36dae22a25b94.jpg\"]",
    "local_images": "[\"images\\\\118_茯\\\\image_1.jpg\"]",
    "origin": "茯苓，始载于《五十二病方》，写做“服零”，用于治疗“乾骚（瘙）”，茯苓的名称最早见于《神农本草经》，被列为上品。古人对于茯苓来源的认识主要有：一是茯苓为松之灵气伏结而成:如《本草纲目》：“（时珍曰）茯苓，盖松之神灵之气，伏结而成，大如拳者，佩之令百鬼消灭，则神灵之气，亦可征矣”。《本草述》云:“茯苓本古松灵气沦结成形”；《本草乘雅半偈》引《万松记》曰：“夫松，木德之中正也，……其气化为茯苓，其脂化为琥珀，似信”。二是茯苓为松脂形成:《嘉祐本草》云：“茯苓，千岁松脂也”，并引《典术》云：“茯苓者，松脂入地，千岁为茯苓，望松树赤者下有之”。《本草述钩元》引类明曰：“茯苓是古松流肪入地，久得霜露泉壤之精气而成”。三是茯苓为松根形成：《史记·龟策列传》云：“伏灵者，千岁松根也，食之不死”。基于以上的认识，在明代以前的本草中，茯苓被归为木部。明代《御制本草品汇精要》始将茯苓归为木部下的“寄生”类，在之后的多数本草中都将其归为木部项下的“寓木”类，亦为寄生之义。直至1934年《中华新药物学大辞典》才将茯苓改为“菌类”。1936 年《中国植物图鉴》将茯苓归为“菌核根菌类”，1960年的《药材学》将其归为“真菌类”［1］。根据本草可知，历史上由于茯苓为野生的真菌类，本草家多未搞清楚其本源，而有不同记载。明代李时珍基本上搞清了其生态及抱根而生属性。",
    "components": "1.营养成分 每100g茯苓的营养成分：能量16kcal、蛋白质1.2g、脂肪0.5g、碳水化合物82.6g、膳食纤维80.9g、核黄素0.12g、钾58mg、钠1mg、钙2mg、镁8mg、铁9.4mg、锰1.39mg、锌0.44mg、铜0.23mg、磷32mg、硒4.55μg、烟酸0.4mg等[9]。 2.其他成分 茯苓多糖、茯苓酸（三萜）、甾醇、卵磷脂、腺嘌呤、胆碱、蛋白酶、脂肪酶、树胶等[10]。",
    "effects": "利水渗湿，健脾宁心",
    "safety": "茯苓多糖小鼠毒性试验表明，对小鼠行为能力无明显影响，各组小鼠评分均在正常范围之内；对由戊巴比妥钠致小鼠睡眠的潜伏期及睡眠维持时间无明显影响，表明茯苓多糖对动物神经系统无明显影响；茯苓多糖对正常麻醉犬的给药前、后的呼吸幅度及频率无明显影响；实验犬的心率和平均动脉压均正常[16]。茯苓多糖在相当于人拟临床最大剂量的125倍[250 mg/(kg·d)]时，无致突变、致畸作用，无论静脉注射、腹腔注射，还是口服，安全范围都较大[17]。",
    "applications": "长命粥",
    "contraindications": "阴虚而无湿热、虚寒滑精者慎服。根据中医九种体质学说，气虚质型人群更为适宜。",
    "historical_records": "1.（汉）《神农本草经》：“伏苓，味甘，平。主胸胁逆气，忧恚，惊邪，捧心下结痛，寒热烦满咳逆，口焦舌干，利小便。久服，安魂、养神，不饥、延年。一名茯菟。”\n2.（汉魏）《名医别录》曰：“茯苓，无毒。止消渴，好睡，大腹淋沥，膈中痰水，水肿淋结，开胸腑，调脏气，伐肾邪，长阴，益气力，保神守中。”\n3.（南北朝）《本草经集注》载：“《仙经》服食，亦为至要。云其通神而致灵，和魂而炼魄，明窍而益肌，厚肠而开心，调荣而理胃，上品仙药也。善能断谷不饥。”\n4.（宋）《本草图经》：《集仙方》多是单饵茯苓，其法取白茯苓五斤，去黑皮捣筛，以熟绢囊盛装，于二斗米下蒸煮之，米熟即止，暴干又蒸。如此三遍，乃取牛乳两斗合，着铜器中微火煮如膏收之。每食以竹刀割，随性食饱，辟谷不饥也。如欲食谷，先煮葵汁饮之。又茯苓酥法：白茯苓三十斤（山之阳者甘美，山之阴者味苦）去皮薄切，暴之蒸干。以汤淋去苦味，淋之不止，其汁当甜。乃暴干，筛末。用三石酒，蜜三升合，置大瓮中，搅之百匝，密封勿泄气，冬五十日，夏二十五日，酥自浮出酒上，掠取。其味极甘美。作掌大块，空室中阴干，色赤如枣。饥时食一枚，酒送下，终不食，名神仙度世之法。”\n5.（宋）《本草衍义》：“茯苓、茯神，行水之功多，益心脾不可闹也。”\n6.（元）《汤液本草》：“茯苓，伐肾邪，小便多能止之，小便涩能利之，与车前子相似，虽利小便而不走气。酒浸与光明朱砂同用，能秘真。”\n7．（明）《本草蒙筌》：“味甘、淡，气平。属金。降也，阳中阴也。无毒。赤茯苓 入心脾小肠，属己丙丁，泻利专主；白茯苓 入膀胱并车前；利血仅在腰脐，效同白术。为除湿行水圣药，乃养神益智仙丹。生津液缓脾，驱痰火益肺。和魂炼魄，开胃浓肠。”\n8.（明）《本草纲目》：“释名茯灵、茯兔、松腴、不死面，抱根者名茯神。气味：甘、平、无毒。【附方】心神不定，恍惚健忘。用茯苓二两（去皮）、沉香半两，共研为末，加炼蜜做成丸子，如小豆大。每服三十丸，饭后服，人参汤送下。虚滑遗精。用白茯苓二两、缩砂仁一两，共研为末，加盐二钱，将瘦羊肉切薄片蘸药炙熟吃，酒送下。浊遗带下（男子元阳虚损，精气不固，小便下浊，余沥常流，梦寐我惊，频频遗泄。妇人白带）。用白茯苓（去皮）四两，挖空一处，填入猪苓四钱半，煮开多次人，取出晒干，去掉猪苓，研为末，化黄蜡调成丸子如弹子大。每嚼服一丸，空心服，唾液送下。以尿清为度，忌米醋。此方名“威喜丸”。小便频多。用白茯苓（去皮）、干山药（去皮），在白矾水中渍过，焙干，等分为末。每服二钱，米汤送下。小便淋沥不禁。用白茯苓、示茯苓，等分为末，加不揉洗去筋，控干，以酒煮地黄汁捣成膏调为丸子，如梧子在。每嚼一丸，空心服，盐酒送下。滑痢不止。用白茯苓一两、木香（煨）半两，共研为末，每服二钱，紫苏木瓜汤送下。妊娠水肿，小便不利，恶寒。用赤茯苓（去皮）、葵子各半两，共研为末。每服二钱，水送下。突然耳聋。用黄蜡不拘多少，和茯苓末细嚼。茶汤送下。痔漏。用赤、白茯苓（去皮）、没药各二两，破故纸四两，在石臼中捣成一块，酒浸数日，取出，放入木笼蒸熟，晒干为末，加酒，糊做成丸，如梧子大。每服二十丸，酒送下。水肿尿涩。用茯苓皮、椒目，等分煎汤，每日饮服。有效为止。”\n9.（清）《本草从新》载：“茯苓，甘，平。益脾宁心，淡渗利窍除湿。色白入肺，泻热而下通膀胱，治忧恚惊悸，心下结痛，寒热烦满，口焦舌干，呃逆呕哕，膈中痰水，水肿淋漓，泄泻遗精。”\n10.（清）《得配本草》：“甘、淡、平。入手足少阴、太阴、太阳经气分。性上行而下降，通心气以交肾，开腠理，益脾胃。除呕逆，止泄泻，消水肿，利小便。除心下结痛，烦满口干，去胞中积热，腰膝痹痛，及遗精、淋浊、遗溺、带下，概可治之。……去皮。补阴，人乳拌蒸。利水，生用。补脾，炒用。”"
  },
  {
    "id": 124,
    "code": "JH",
    "name": "橘红",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/d41eb3b07441f1d1ed1347c083394684.jpg\"]",
    "local_images": "[\"images\\\\124_橘红\\\\image_1.jpg\"]",
    "origin": "橘红来源于芸香科植物橘Citrus reticulata Blanco.及其栽培变种的干燥外层果皮。在《中国药典》中，其正名为“橘红”。橘红异名甚多，主要与产地、加工与炮制、形态、颜色、质地以及方言等有关。\n橘红之名，始见于元•《汤液本草》，王好古曰：“橘皮以色红日久者为佳，故曰红皮、陈皮，去白者曰橘红也。”《本草纲目》李时珍引《圣济经》曰：“凡橘皮入和中理胃药药则留白，入下气消痰药则去白。”又曰：“去白者橘红也。”范崔生据《高州府志》和《化州橘红志》引用《考古辑要》的记载谓：“化橘红（柚类橘红）可能在南北朝已开始种植，明、清两代应用极为广泛，受到当时医药界和官府的赏识，《本草纲目拾遗》赵学敏赞誉化橘红“治痰如神”。便逐渐成为“上贡朝廷、远销中外”。",
    "components": "1.营养成分 碳水化合物、脂肪、纤维素、核黄素(维生素B2)、维生素E、铜、锌、铁、锰等人体必需的微量元素。 2.其他成分 主要含有黄酮类成分，如柚皮甙（naringin），新橙皮甙（neohesperidin），枳属甙（poncirin），福橘素（tan-geretin），川陈皮素（nobiletin），等；同时含有挥发油类成分，如柠檬烯（limonene）、a-蒎烯（a-pinene）等",
    "effects": "理气宽中、燥湿化痰",
    "safety": "现代研究未见对橘红进行毒理实验。",
    "applications": "龙眼莲芡茶",
    "contraindications": "阴虚燥咳及久嗽气虚者不宜。根据中医九种体质学说，痰湿质最为适宜。",
    "historical_records": "1．（汉）《神农本草经》：“橘柚，味辛温。主胸中瘕热逆气，利水谷。久服，去臭下气通神，一名橘皮。生川谷。”\n2．（汉魏）《名医别录》：“橘柚，无毒，下气，止呕咳，除膀胱留热，停水，五淋，利小便，主脾不能消谷，气冲胸中，吐逆，霍乱，止泄，去寸白。”\n3．（南北朝）《本草经集注》：“其皮小冷，疗气，乃言胜橘。北人亦用之，并以陈者为良。其肉，味甘、酸，食之多痰，恐非益也。今此虽用皮，既是果类，所以犹宜相从。柚子皮乃可服，而不复入药。”\n4．（明）《本草蒙筌·果部》在青橘皮言：“新采者名橘红，气味稍缓， 胃虚气弱者宜。久藏者名陈皮，气味辛烈，痰食气壅服妙”。\n5．（清）《得配本草》：“去白名橘红，消痰下气，发表邪，理肺 经血分之郁。留白和中气，理脾胃气分之滞。”"
  },
  {
    "id": 125,
    "code": "JG",
    "name": "桔梗",
    "sorts": "其它",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/e3792c151b82568f1508ffe4f544dc4c.jpg\"]",
    "local_images": "[\"images\\\\125_桔梗\\\\image_1.jpg\"]",
    "origin": "桔梗始载于《神农本草经》，列为下品。李时珍谓:“此草之根结实而梗直，故名”。《本草图经》云: “今在处有之，根如小指大，黄白色，春生苗，茎高尺余，叶似杏叶而长楠，四叶相对而生，嫩时亦可煮食之，夏开花紫碧色，颇似牵牛子花，秋后结子，八月采根，其根有心，无心者乃荠苊也。”苏颂的描述基本上和今之桔梗Platycodon grandiflorum (Jacq.)A.DC.一致。但本草之桔梗有苦、甜之别，《神农本草经》称桔梗“一名荠苨”，但自《名医别录》起，则明显分为二物，而苦桔梗才是真正的桔梗，甜桔梗则是同科沙参属的荠苨，故《本草纲目》将“甜桔梗”列于荠苨的释名之中。清吴其浚《植物名实图考》云：“处处有之，三四叶攒生一处，花未开时如僧帽，开时有尖瓣，不纯似牵牛花”，根据其附图即为桔梗科桔梗。",
    "components": "1.营养成分 多聚糖、维生素B、维生素C、苏氨酸、丝氨酸、谷氨酸、甘氨酸、丙氨酸、蛋氨酸等多种氨基酸，锌、铁、锰、镁、铜等多种微量元素。 2.其他成分 桔梗中所含的化学成分主要为三萜皂苷，桔梗皂甙（platycodin）A、C、D、D2、D3，桔梗皂甙A、C、D等。另外还含有多糖类、黄酮类成分如槲皮素等。",
    "effects": "宣肺，祛痰，利咽，排脓",
    "safety": "对桔梗水提取物进行小鼠急性毒性试验、蓄积毒性试验、亚慢性毒性试验、致畸试验、致突变试验毒理试验，结果表明，桔梗水提取物无毒性,在临床上应用是安全的。",
    "applications": "山楂汤",
    "contraindications": "孕妇和在月经期间的女性慎用。凡气机上逆、阴虚火旺咳血者不宜用，胃、十二指肠溃疡者慎服。桔梗用量过大易致恶心呕吐。",
    "historical_records": "1．（汉）《神农本草经》：“桔梗　味辛、微温。主胸胁痛如刀刺，腹满肠鸣幽幽，惊恐悸气。”\n2．（汉魏）《名医别录》：“桔梗　苦，有小毒。利五脏肠胃，补血气，除寒热风痹，温中消谷，疗喉咽痛，下蛊毒。”\n3．（南北朝）《本草经集注》：“近道处处有，叶名隐忍。二、三月生，可煮食之。桔梗疗蛊毒甚验，俗方用此，乃名荠苨。今别有荠苨，能解药毒，所谓乱人参者便是。”\n4．（宋）《本草图经》：“桔梗，生嵩高山谷及冤句，今在处有之。根如小指大，黄白色。春生苗，茎高尺余。叶似杏叶而长椭，四叶相对而生，嫩时亦可煮食之。”\n5．（宋）《本草衍义》：“桔梗，治肺热气奔促、嗽逆，肺痈排脓。”\n6．（明）《本草蒙筌》：“桔梗 味辛、苦，气微温。……入手足肺胆二经，畏白芨、龙眼、龙胆。开胸膈除上气壅，清头目散表寒邪。驱胁下刺疼，通鼻中窒塞。咽喉肿痛急觅，中恶蛊毒当求。逐肺热止咳下痰，治肺痈排脓养血。”\n7．（明）《本草纲目》：胸满不痛。用桔梗、枳壳等分。煎水二杯，成一杯，温服。伤寒腹胀（阴阳不和）。用桔梗、半夏、陈皮各三钱，生姜五片，煎水二杯，成一杯服。此方名“桔梗半夏汤”。痰嗽喘急。用桔梗一两半，研细，用童便半升，煎成四合，去渣后温服。肺痈咳嗽（胸满振寒，脉数咽干，先吐臭痰，后吐臭脓）。用桔梗一两、甘草二两，加水三升，煮成一升，温服。吐出脓因时，是病渐愈之象。此方名“桔梗汤”。喉痹。用桔梗二两，水三升，煎成一升。一次服下。虫牙肿痛。用桔梗、薏苡，等分为末，内服。骨槽风（牙龈肿痛）。用桔梗研细，与枣肉调成丸子，如皂角子大。裹棉内，上下牙咬住。常用荆芥煎汤嗽口。牙疳。用桔梗、茴香等分，略烧后研细敷患处。鼻血不止。用桔梗研细，加水调匀。每服一茶匙，一天服四次。药中加生犀牛角屑亦可。中蛊下血（下血如鸡肝色，大量排出，病热很险）。用桔梗研细，每服一茶匙，酒送下。一天服三次。初时须强灌。约七天之后，血止。可吃猪肝汤补身体。药中也可加犀角，用量与桔梗等分。\n8．（清）《本草从新》：“桔梗 宣通气血、泻火散寒、载药上浮。苦辛平。色白属金。入肺。泻热。兼入手少阴心。足阳明胃经。开提气血。表散寒邪。清利头目咽喉。开胸膈滞气。凡痰壅喘促。”"
  },
  {
    "id": 33,
    "code": "LZ",
    "name": "灵芝",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/3094a55eef1bc1682689ba4e38c8f563.jpg,/uploads/20240315/4a0d92f2cf6e99beb0a2f3f07e6fee8e.jpg,/uploads/20240315/b5294a109bf7cbc97f705c2f11b8c81d.jpg,/uploads/20240315/6fdb13af51c0c1555697ee15ed72282c.jpg\"]",
    "local_images": "[]",
    "origin": "芝类药物始载于《本经》，其中上品药中明确记载了六芝，即：赤芝、黑芝、青芝、白芝、黄芝、紫芝。《本草经集注》云：“此六芝皆仙草之类，俗所稀见，族种基多，形色环异，并载《芝草图》中。今俗所用紫芝，此是朽树木株上所生，状如木檽。”李时珍把历代有关芝类的记载加以引证，并提出了自己的见解，谓：“芝类甚多，亦有花实者，本草惟以六芝标名，然其种属不可不识。”《本草纲目》还引《抱朴子》曰：“芝有石芝、木芝、草芝、肉芝、菌芝，凡数百种也。”说明我国古代所记载的芝类品种复杂，不仅是菌类之芝。所说的“六芝”也应是六类真菌而非六种，由于没有详细的形态描述，现已很难判断此六芝所指的各为那一类或那一种真菌。但可以推断，每一类都应有其代表种。据《本草经集注》对紫芝的记载推测，古本草所载的“紫芝”，其代表种可能就是多孔菌科灵芝属真菌紫芝Ganoderma sinense Zhao，Xu et Zhang，而“赤芝”的代表种可能是同属的灵芝（赤芝）G.lucidum（Leyss.ex Fr.）Karst.，这两种真菌在我国的分布较广，现代所见的中药灵芝标本，其原植物也主要为这两种真菌。",
    "components": "1.营养成分[3,4] 蛋白质、糖类、氨基酸、钙、镁、铜、铁、磷、钾、钠、锰等。 2.其他成分 多糖（如灵芝多糖）、三萜类化合物、生物碱、甾醇类化合物、铝等。",
    "effects": "补气安神，止咳平喘",
    "safety": "现代研究显示，灵芝水提物小鼠灌胃给药剂量50g/kg/d，未见毒性反应。灵芝多糖小鼠灌胃给药剂量30-40g/kg/d，未见急性毒性[6,7]。",
    "applications": "丁香姜糖",
    "contraindications": "灵芝药性平和，应用历史悠久，根据中医九种体质学说，适宜食用灵芝的人群为气虚质型，湿热体质应忌食或少食。",
    "historical_records": "1．（汉）《神农本草经》：“青芝，味酸，平。主明目，补肝气，安精魂，仁恕。久食轻身不老，延年神仙。一名龙芝。\n赤芝，味苦，平。主胸中结，益心气，补中，增智能，不忘。久食轻身不老，延年神仙。一名丹芝。\n黄芝，味甘，平。主心腹五邪，益脾气，安神，忠信和乐。久食轻身不老，延年神仙。一名金芝。\n白芝，味辛，平。主咳逆上气，益肺气，通利口鼻，强志意，勇悍，安魄。久食轻身不老，延年神仙。一名玉芝。\n黑芝，味咸，平。主癃，利水道，益肾气，通九窍，聪察。久食轻身不老，延年神仙。一名玄芝。\n紫芝，味甘，温。主耳聋，利关节，保神，益精气，坚筋骨，好颜色。久食轻身不老，延年神仙。一名木芝。” \n2．（汉魏）《名医别录》：“六芝：青芝生太山。赤芝生霍山。黄芝生嵩山。白芝生华山。黑芝生恒山。紫芝生高夏山谷。” \n3．（南北朝）《本草经集注》：“陶隐居云：案郡县无高夏名，恐是山名尔。此六芝皆仙草之类，俗所稀见，种族多，形色瑰异，并载《芝草图》中。今俗所用紫芝，此是朽树木株上所生。状如木檽，名为紫芝，盖止疗痔，而不宜以合诸补丸药也。凡得芝草、便正尔食之，无余节度，故皆不云服法也。”\n4．（唐）《新修本草》：“五芝，《经》云：皆以五色生于五岳。诸方所献，白芝未必华山，黑芝又非常岳，且芝多黄白，稀有黑青者。然紫芝最多，非五芝类。但芝自难得，纵获一二，岂得终久服耶？”\n5.（宋）《嘉祐本草》：“苬，芝。释曰：瑞草名也，一岁三华，一名苬，一名芝。《论衡》云：芝生于土，土气和，故芝草生。《瑞命礼》曰：王者仁慈，则芝草生是也。抱朴子云：赤者如珊瑚，白者如截肪，黑者如泽漆，青者如翠羽，黄者如紫金，而皆光明洞澈，如坚冰也。又云木芝者，松柏脂沦地，千岁化为茯苓，万岁其上生小木，状似莲花，名曰木威喜芝，夜视有光，持之甚滑，烧之不焦，带之辟兵。药性论云：紫芝，使，畏发。味甘，平，无毒。主能保神益寿。”\n6.（明）《本草蒙筌》：“色分六品，味应五行，气禀俱平，服饵无毒。”\n7.（明）《本草纲目》：紫芝丸治虚劳短气，胸胁苦伤，手足逆冷，或时烦躁口干，目视（目㐬目㐬），腹内时痛，不思饮食，此药安神保精也。紫芝一两半，山芋(焙)、天雄(炮去皮)、柏子仁(炒)、巴戟天(去心)、白茯苓(去皮)、枳实(去瓤麸炒)各三钱五分，生地黄(焙)、麦门冬(去心焙)、五味子(炒)、半夏(制炒)、附子(炒去皮)、牡丹皮、人参各七钱五分，远志(去心)、蓼实各二钱五分，瓜子仁(炒)、泽泻各五钱，为末，炼蜜丸梧子大。每服十五丸，浙至三十丸，温酒下，日三服。《圣济总录》。"
  },
  {
    "id": 76,
    "code": "LYR",
    "name": "龙眼肉",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/98a8128df9babff52d946c69b16c6f55.jpg\"]",
    "local_images": "[\"images\\\\76_龙眼肉\\\\image_1.jpg\"]",
    "origin": "本品始载于《本经》，名龙眼，列为中品。晋《南方草木状》已有原植物形态描述，《新修本草》云：“龙眼树似荔枝，叶若林檎，花白色，子如槟榔有鳞甲，大如雀卵，味甘酸也”，《开宝本草)云：“此树高二丈余，枝叶凌冬不凋，花白色，七月始熟，一名亚荔枝，大者形似槟榔而小有鳞甲，其肉薄于荔枝而甘美堪食。”《本草图经》载：“龙眼生南海山谷，今闽广蜀道出荔枝处皆有之。木高二丈许，似荔枝而叶微小，凌冬不凋。春末夏初生细白花。七月而实成，壳青黄色，文作鳞甲，形圆如弹凡，核若无患而不坚，肉白有浆，甚甘美。其实极繁，每枝常三二十枚。荔枝才过，龙眼即熟，故南人目为荔枝奴，一名益智，以其味甘归脾而能益智耳，下品自有益智子，非此物也；”。根据以上本草描述及《本草图集》和《植物名实图考》附图。可知本草龙眼即今龙眼Dimocarpus longan Lour.的果实。",
    "components": "1.营养成分 蛋白质、氨基酸（天冬氨酸、苏氨酸等）、多肽类、糖类（果糖、葡萄糖、蔗糖等）、脂类（溶血磷脂酰胆碱、磷脂酰胆碱、磷脂酰肌醇等）、钙、镁、铁、铜、锌、锰等微量元素[3]。 2.其它成分 核苷类（腺苷、胞苷、尿苷等）。皂苷类、多酚类（没食子酸、鞣花单宁、鞣花酸）、挥发性成分（苯并噻唑、1,2-苯并异噻唑、正十三烷等）[3-4]。",
    "effects": "补心脾，益气血，安心神",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "龙眼枣仁茶\n龙眼莲芡茶\n龙眼枸杞茶\n龙眼山药汤\n龙眼枣仁汤\n龙眼红枣粥\n龙眼粥",
    "contraindications": "湿热、痰湿体质的人群慎用，体弱和妇女适宜食用。",
    "historical_records": "1．（汉）《神农本草经》：“龙眼，味甘，平。主疗五脏邪气，安志厌食，久服强魂魄，聪察，轻身不老，通神明。一名益智。”\n2．（汉魏）《名医别录》：“无毒。除虫去毒。其大者似槟榔。生南海山谷。”\n3．（南北朝）《本草经集注》：“陶隐居云：广州别有龙眼，似荔枝而小，非益智，恐彼人别名，今者为益智耳，食之并利人。”\n4.（唐）《新修本草》：“益智，似连翘子，头未开者，味甘、辛，殊不似槟榔。其苗、叶、花、根与豆蔻无别，唯子小耳。龙眼一名益智，而益智非龙眼也。其龙眼树，似荔枝，叶若林檎，花白色，子如槟榔，有鳞甲，大如雉卵，昧甘酸。”\n5．（宋）《嘉祐本草》：“龙眼，除蛊毒，去三虫。”\n6.《本草图经》：“龙眼，生南海山谷，今闽、广、蜀道出荔枝处皆有之。木高二丈许，似荔枝而叶微小，凌冬不凋；春末夏初，生细白花，七月而实成，壳青黄色，纹作鳞甲，形圆如弹丸，核若无患而不坚，肉白有浆，甚甘美；其实极繁，每枝常三二十枚，荔枝才过，龙眼即熟，故南人目为荔枝奴，一名益智，以其味甘归脾，而能益智耳。下品自有益智子，非此物也。《东观汉记》云：南海旧献龙眼、荔枝，十里一置，五里一候，奔驰险阻，道路为患。孝和时，汝南唐羌为临武长县接南海，上书言状，帝下诏，太官勿复受献，由是而止。其为世所贵重久矣。今人亦甚珍之，曝干寄远，北中以为佳果，亚于荔枝。”\n7．（宋）《本草衍义》：“龙眼，经曰：一名益智。今专为果，未见入药。《补注》不言，《神农本草》编入木部中品，果部中复不曾收入。今除为果之外，别无龙眼。若为益智子，则专调诸气，今为果者复不能也。矧自有益智条，远不相当，故知木部龙眼，即便是今为果者。按今《注》云∶“甘味归脾，而能益智。”此说甚当。”\n8．（明）《本草蒙筌》：“龙眼，味甘，气平。无毒。树颇大，叶微小凌冬常青；实极圆，壳淡黄纹作鳞甲。肉甘甚薄，名亚荔枝。亦产蜀闽岭南，荔枝过后才熟。士人鄙之，又呼荔枝奴也。取肉入药，因甘归脾。古方归脾汤中，功与人参并奏。《本经》一名益智，禅益脾之所藏。（脾藏智故云。）解毒去虫，安志厌食。养肌肉，美颜色，除健志，却怔忡。多服强魂聪明，久服轻身不老。”\n9．（明）《本草纲目》之【附方】：“归脾汤：治思虑过度，劳伤心脾，健忘怔忡，虚烦不眠，自汗惊悸。用龙眼肉、酸枣仁(炒)、黄芪(炙)、白术(焙)、茯神各一两，木香、人参各半两，炙甘草二钱半，㕮咀。每服五钱，姜三片，枣一枚，水二钟，煎一钟，温服。济生方。”\n10.《本草从新》：“俗呼圆眼。补心脾。甘平润，补心长智(一名益智)，悦胃培脾，疗健忘与怔忡，能安神而熟寐，一切思虑过度，劳伤心脾，及血不归脾诸证(归脾汤，用为向导者，五味入口，甘先归脾也，凡心脾伤而血耗，致有健忘怔忡惊悸，及吐血血崩，肠风下血等证，归脾汤，能引血归脾而生补之。道家用龙眼肉细嚼，待津液生，和津汨汨而咽，此即服玉泉之法也)。”\n11．《得配本草》：“龙眼，一名圆眼。甘，平。润。入手少、足太阴经血分。益脾胃，葆心血，润五脏，治怔忡。蒸熟细嚼，生津。膈满者禁用。过食润肠不助脾。”"
  },
  {
    "id": 78,
    "code": "JMZ",
    "name": "决明子",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f0700dea39da64f39ff572442b7d3206.jpg\"]",
    "local_images": "[\"images\\\\78_决明子\\\\image_1.jpg\"]",
    "origin": "决明始载于《本经》，列为上品。《别录》云：“决明子生龙门川泽。”《本草经集注》解释道：“龙门乃在长安北，今处处有，叶如茳芒，子形似马蹄，呼为马蹄决明。”《本草图经》描述了决明的形态特征：“夏初生苗，高三四尺许。根带紫色，叶似苜蓿而大，七月有花黄白色，其子作穗如青绿豆而锐。”《本草衍义》谓：“决明子，苗高四五尺，春亦为疏，秋深结角，其子生角中如羊肾。今湖南北人家园圃所种甚多。”《纲目》曰“决明有二种：一种马蹄决明，茎高三四尺，叶大于苜蓿，而本小末茤，昼开夜合，两两相帖，秋开淡黄色花五出，结角如初生细豇豆，长五六寸，角中子数十粒，参差相连，状如马蹄，青绿色，入眼目药最良。一种茳芒决明，《救荒本草》所谓山扁豆是也。”上述本草所载决明或马蹄决明特征，与今用的决明子原植物形态基本一致。来源于豆科植物决明Cassia obtusifolia L.或小决明C. tora L.",
    "components": "1．营养成分 蛋白质、氨基酸（胱氨酸、γ-羟基氨基酸、组氨酸等）、碳水化合物（半乳糖配甘露聚糖、葡萄糖、半乳糖等）、钾、钠、钙、镁、锌、铝、锰、铜、铁等[6-8]。 2.其它成分蒽醌类（大黄酚、大黄素、大黄素甲醚等）、萘并吡咯酮类（明苷、决明种内酯和红链霉素等）、脂肪酸类（软脂酸、硬脂酸、油酸等）、非皂化物质（十六烷~三十一烷、胆甾醇、豆甾醇等）、锶等[7]、[8]。",
    "effects": "清热明目，润肠通便",
    "safety": "决明子各剂量组（0.315，1.575，3.15，6.30g·kg-1）肝组织切片可见肝细胞空泡样化、肿胀，肝细胞核固缩、坏死，肝窦内炎细胞浸润；肾组织切片可见肾小管上皮细胞肿胀变性、肾间质炎细胞浸润；且随着剂量的增大，病变例数越多，病变损伤越严重。决明子1.575，3.15，6.30g·kg-1剂量组血液中天冬氨酸氨基转移酶(AST)，丙氨酸氨基转移酶(ALT)水平与模型组比较明显升高，提示决明子长期服用存在一定的肝毒性与肾毒性，不宜大剂量长期服用[10]。 赵艺萌等[11]初步总结了与决明子安全性相关的临床病例特点及影响因素，发现决明子安全风险主要在于以乏力、纳差、厌油，尿黄如浓茶水样，大便灰白为主要临床特点的肝肾系统损伤、以腹泻、腹胀、恶心、大便松软为主要临床特点的消化系统损伤、以阴道流血为主要临床特点的生殖系统损伤，以口舌发麻、皮肤瘙痒、恶心呕吐、腹泻里急、喘憋、口唇紫绀为主要临床特点的过敏反应。 魏若尧等[12]将决明子冻干粉以低(0.5g·kg-1)、中(2.2g·kg-1)、高剂量(10.0g·kg-1)灌胃大鼠，连续给药52周，发现在整个试验周期中未出现因决明子药物本身所致的大鼠死亡的毒性反应；大鼠连续灌胃26周时，中、高剂量组雌性大鼠以及高剂量组雄性大鼠的总胆红素偏低，且恢复4周后，高剂量组雄性大鼠的总胆红素依旧偏低。持续给药39周后，高剂量组雌性与雄性大鼠的总胆红素偏低；给药52周后高剂量组雄性大鼠的三酰甘油显著降低。连续灌胃26及39周时，中、高剂量组雄性大鼠的肾脏系数显著性高于对照组；连续灌胃26、39、52周后，高剂量组出现肾脏毒性且不可逆。",
    "applications": "决明猪肝汤\n决明枸杞子粥\n决明苏子粥\n决明茴香汤\n决明苁蓉茶",
    "contraindications": "慢性肠炎、慢性腹泻患者、孕妇、先兆流产者慎用，对决明子有过敏反应的患者禁用。外感风寒、内伤生冷、脾胃虚寒等证、低血压患者、胃溃疡患者不宜大量长期服用。",
    "historical_records": "1．（汉）《神农本草经》：“味咸、平。主青盲，目淫，肤赤，白膜，眼赤痛，泪出。久服益精光，轻身。”\n2.（汉魏）《名医别录》：“苦、甘，微寒，无毒。疗唇口青。生龙门川泽，石决明生豫章。十月十日采，阴干百日。”\n3．（南北朝）《本草经集注》：“陶隐居云：龙门乃在长安北。今处处有。叶如茫芒，子形似马蹄，呼为马蹄决明。用之当捣碎。又别有草决明，是萋蒿子，在下品中也。”\n4.（唐）《新修本草》：“石决明，是蚌蛤类，形似紫贝，附见别出在鱼兽条中，皆主明目，故并有决明之名。俗方惟以疗眼也，道术时须。”\n5.（宋）《嘉祐本草》：“唐本云：石决明，是蜯蛤类，形似紫贝，附见别出在鱼兽条中。皆主明目，故并有决明之名，俗方惟以疗眼也，道术时须。蜀本图经云：叶似苜蓿而阔大，夏花，秋生子作角，实似马蹄，俗名马蹄决明。今出广州、桂州，十月采子，阴干。尔雅云：薢茩，芵茪。释曰：药草决明也。郭云：叶黄锐赤，华实如山茱萸，或曰䔖也，关西谓之薢茩。药性论云：决明，臣。利五藏，常可作菜食之。又除肝家热，朝朝取一匙，挼令净，空心吞之，百日见夜光。”\n6．（宋）《本草图经》：“决明子，生龙门川泽，今处处有之。人家园圃所莳。夏初生苗，高三、四尺许，根带紫色；叶似苜蓿而大；七月有花，黄白色；其子作穗，如青绿豆而锐。十月十日采，阴干百日。按《尔雅》：薢茩，芵茪。释曰：药草，决明也。郭璞注云：叶黄锐，赤华，实如山茱萸。关西谓之，与此种颇不类。又有一种马蹄决明，叶如茳芏，于形似马蹄，故得此名。又萋蒿子亦谓之草决明，未知孰为入药者。然今医家但用子，如绿豆者。其石决明，是蚌蛤类，当在虫兽部中。”\n7．（宋）《本草衍义》：“决明子，苗高四五尺，春亦为蔬，秋深结角。其子生角中，如羊肾。今湖南北人家园圃所种甚多，或在村野成段种。《蜀本·图经》言∶叶似苜蓿而阔大，甚为允当。”\n8．（明）《本草蒙筌》：“决明子：味咸、苦、甘，气平、微寒。无毒。川泽多生，苗高数尺。叶类苜蓿阔大，堪作菜蔬；子如绿豆锐圆，可入药剂。冬月采曝，捣碎才煎。恶火麻，使蓍实。除肝热尤和肝气，收目泪且止目疼。诚为明目仙丹，故得决明美誉。仍止鼻衄，水调末急贴脑心；更益寿龄，蜜为丸空心吞服。治头风须筑枕卧，消肿毒亦调水敷。头痛兼驱，蛇毒可解。”\n9．（明）《本草纲目》之【附方】：：“①积年失明：决明子二升为末，每食后粥饮服方寸匕。外台秘要。②青盲雀目：决明一升、地肤子五两，为末，米饮丸梧子大，每米饮下二、三十丸。普济方。③补肝明目：决明子一升，蔓菁子二升，以酒五升煮，暴干为末。每饮服二钱，温水下，日二服。圣惠方。④目赤肿痛：决明子炒研，茶调傅两太阳穴，干则易之，一夜即愈。医方摘玄。⑤头风热痛：方同上。⑥鼻衄不止：方见主治。⑦癣疮延蔓。决明子一两为末。入水银、轻粉少许，研不见星，擦破上药，立瘥，此东坡家藏方也。奇效良方。⑧发背初起：草决明生用一升捣，生甘草一两，水三升，煮一升，分二服。大抵血滞则生疮，肝主藏血，决明和肝气，不损元气也。许学士本事方。”\n10．（清）《本草从新》：“草决明，一名青葙子。泻肝明目。味苦微寒。除风热。治一切目疾。虫疥恶疮。能动阳火。瞳子散大者勿服。类鸡冠而穗尖长。决明子（泻肝明目）。甘苦咸平。祛风热。（作枕、能治头风）。治青盲内障。翳膜遮睛。赤肿眶烂。泪出羞明。状如马蹄。以能明目。故名。捣碎煎。叶作菜食。利五脏。明目。”\n11.（清）《得配本草》：“决明子，实为之使。恶大麻子。甘、苦，微寒。入足厥阴经。除肝热，和肝气。凡因血热，以致头风、鼻衄、肿毒、目翳赤泪、唇口青色者，均得此而愈。得生甘草，治发背初起。配地肤子，治青盲雀目。”\n12.（清）《本草崇原》：“决明子，气味咸平，无毒。主治青盲、目淫、肤赤、白膜、眼赤泪出。久服益精光，轻身。（决明子处处有之，初夏生苗，茎高三四尺，叶如苜蓿，本小末大，昼开夜合，秋开淡黄花五出，结角如细缸豆，长二三寸，角中子数十粒，色青绿而光亮，状如马蹄，故名马蹄决明，又别有草决明，乃青葙子也。）目者肝之窍，决明气味咸平，叶司开合，子色紫黑而光亮，禀太阳寒水之气，而生厥阴之肝木，故主治青盲、目淫、肤赤。青盲则生白膜，肤赤乃眼肤之赤，目淫则多泪，故又曰∶白膜眼赤泪出也。久服则水精充溢，故益精光，轻身。”"
  },
  {
    "id": 97,
    "code": "KB",
    "name": "昆",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/4a5b0201d857ed11bcd51884a6ee794c.jpg,/uploads/20240315/a9e78e776c4f36821c88de94470034f6.jpg\"]",
    "local_images": "[]",
    "origin": "昆布品种从古至今不止一种。昆布首载于《名医别录》：“昆布，味咸，寒，无毒。主治十二种水肿，瘿瘤聚结气，瘘疮。生东海。”，“今惟出高丽，绳把索之如卷麻，作黄黑色，柔韧可食”。《海药本草》载：“其草顺流而生，出新罗者，叶细，黄黑色，胡人搓之为索，阴干，从舶上来中国。”，再结合明代李中立《本草原始》所绘昆布药图可判断，明代之前所用昆布即今之海带科植物海带Laminaria japonica Aresch.而《本草拾遗》、《本草乘雅半偈》中所记载的昆布“叶如手大，如薄苇，紫色”，则近似掌状蜈蚣藻Grateloupia elliptica Holm.。\n明代以来，又有使用翅藻科植物昆布Ecklonia kurome Okam的记录，《本草纲目》载：“昆布生登、莱者，搓如绳索之状。出闽、浙者，大叶似菜”，该书所绘药图与《植物名实图考》药图相近，通过植物形态可判断其为翅藻科植物昆布[1]。综上，昆布作为药用来源主要有海带科植物海带及翅藻科植物昆布。",
    "components": "1.营养成分 蛋白质、碘、铁、锶、锰、铜、镍、钴、铬、钙、钠等人体必需的微量元素；另含有不同比例的半乳糖、木糖、葡萄糖醛酸，还含有丰富的碘[5-7]。 2.其它成分 含昆布多糖（褐藻胶、褐藻糖胶和海带淀粉）。昆布中还有二苯骈二氧化合物、昆布醇的二聚体、昆布醇、岩藻多聚糖酸酯、昆布岩藻多聚糖硫酸酯等；海带中还含有有多聚糖，包括藻胶素、海带聚糖、藻胶酸等[5-7]。",
    "effects": "软坚散结，消痰利水",
    "safety": "现代研究表明[10,11]海带生物活性碘LD50>10g/kg体重，为实际无毒物质；微核实验结果表明，海带生物有机碘对小鼠骨髓细胞无致突变作用；小鼠精子畸变试验结果表明,海带生物有机碘不引起小鼠精子畸形；Ames试验结果表明,海带生物有机碘无诱发细菌基因突变作用,是一种安全的食品补碘剂。海带提取物小鼠经口LD50>1.5g/kg体重，属无毒物质，在动物体内亦无蓄积毒性作用；Ames实验显示该提取物不具致突变作用。",
    "applications": "三豆粥",
    "contraindications": "脾胃虚寒者慎服。孕妇慎用。",
    "historical_records": "1． （汉魏）《名医别录》：“昆布，味咸，寒，无毒。主治十二种水肿，瘿瘤聚结气，瘘疮。生东海。”\n2. （南北朝）《本草经集注》：“今惟出高丽。绳把索之如卷麻，作黄黑色，柔韧可食。”\n3. （唐）《新修本草》：“味咸，寒，无毒。主十二种水肿，瘿瘤聚结气，疮。生东海。今惟出高丽。绳把索之如卷麻，作黄黑色，柔韧可食。《尔雅》云∶纶似纶，组似组，东海有之。今青苔、紫菜皆似纶，此昆布亦似组，恐即是也。凡海中菜，皆疗瘿瘤结气。青苔、紫菜辈亦然，干苔性热，柔苔甚冷也。”\n4. （宋）《本草图经》：“昆布，今亦出登、莱诸州，功用乃与海藻相近也。陶又云∶凡海中菜，皆疗瘿瘤结气，青苔紫菜辈亦然。又有石帆如柏、主石淋。水松如松，主溪毒。《吴都赋》所谓草则石帆、水松。刘渊林注云∶石帆生海屿石上，草类也，无叶，高尺许。其华离楼相贯连，死则浮水中，人于海边得之，稀有见其生者。水松药草，生水中，出南海交趾是也。紫菜，附石生海上，正青，取干之，则紫色，南海有之。东海又有一种海带，似海藻而粗且长。登州人取干之，柔韧可以系束物。医家用下水，速于海藻、昆布之类。”\n5. （明）《本草蒙筌》：“又种粗长，乃名海带。茅软堪以系物，入药多用催海藻同功。散结溃坚，并着奇效。”\n6. （明）《本草纲目》之【附方】：“①治膀胱结气，急宜下气。用高丽昆布一斤，白米泔浸一宿，洗去咸味。以水一斛，煮熟劈细。入葱白一握，寸断之。更煮极烂，乃下盐酢豉糁姜橘椒末调和食之。仍宜食粱米、粳米饭。极能下气。无所忌。海藻亦可依此法作之。（《广济方》）②瘿气结核，肿硬。以昆布一两，洗去咸，晒干为散。每以一钱绵裹，好醋中浸过，含之咽津，味尽再易之。（《圣惠方》）③项下五瘿∶方同上。（《千金翼》）。④项下卒肿，其囊渐大，欲成瘿者。昆布、海藻等分，为末，蜜丸杏核大。时时含之，咽汁（《外台》）。\n7. （清）《本草从新》：“功同海藻而少滑，性雄，治瘿瘤水肿，阴癀隔噎，（含之咽汁、取其祛老痰也），顽痰积聚，性更雄于海藻。多服令人瘦削。出登莱者，搓如绳索；出闽越者，大叶如菜，略洗去咸味。”"
  },
  {
    "id": 100,
    "code": "LHG",
    "name": "罗汉果",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/cc89edc79e7beaaa896460d4e05ca491.jpg,/uploads/20240315/3e9a9c3be39e2f936f49ad71b13dfbdc.jpg,/uploads/20240315/2f7f63b64bcbd9850e2af459d78b6096.jpg,/uploads/20240315/5069ddbf55742f8db4d2b9275ebaf420.jpg\"]",
    "local_images": "[]",
    "origin": "罗汉果主要分布于广东、广西、贵州、江西、湖南等地区，通常生长在山间阴湿、风凉地带。罗汉果在我国食用历史与其药用历史相当，尤其作为保健茶饮极为普遍。在广西民间的用药历史已有300多年。历代主流本草中均无收载，但是在清代嘉庆年间朱依真纂修的《临桂县志》及联丰纂修的《永宁州志》中均两记述有罗汉果，并有罗汉果的形态、性味、效用等项记载。民国时期《岭南采药录》亦有收载。1977年后的各版《中华人民共和国药典》中均收录该种。为葫芦科植物罗汉果Momordica grosvenori Swingle。",
    "components": "1.营养成分 蛋白质、脂肪、碳水化合物、膳食纤维、维生素B、维生素C、烟酸，以及钙、磷、钾、镁、铁、锌、硒等人体必需的微量元素。 2.其它成分 主要是三萜甙类（罗汉果苷Ⅴ、罗汉果苷Ⅵ、罗汉果新苷等），黄酮类（罗汉果素、槲皮素、山奈酚等）[7]。",
    "effects": "清热润肺，滑肠通便",
    "safety": "现代研究用罗汉果对小白鼠进行急性毒性试验，未见明显毒性反应。",
    "applications": "养胃茶食",
    "contraindications": "婴幼儿、孕妇及老年人慎用。脾胃虚寒者忌服。根据中医九种体质学说，适宜食用罗汉果的人群为阴虚质型，适当摄入可生津润肺，阳虚体质应忌食或少食。",
    "historical_records": "1.《岭南采药录》：“味甘，理痰火咳嗽，和猪精肉煎汤服之。”\n2.《广西中药志》：“止咳，清热，凉血润肠。治咳嗽，血燥，胃热便秘等症。”\n3.《中华本草》：“清肺利咽，化痰止咳，润肠通便。主治肺热痰火咳嗽，咽喉炎，扁桃体炎，急性胃炎，便秘。”\n4.《中药大辞典》：“为葫芦科罗汉果属植物罗汉果的果实。”“清肺，化痰，止咳，润肠。主治痰火咳嗽，百日咳，咽喉炎，扁桃体炎，急性胃炎，便秘。”"
  },
  {
    "id": 126,
    "code": "LZ",
    "name": "莲子",
    "sorts": "轻身延年",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/067c47f3f989a1ce275efc0b16bc5a8d.jpg,/uploads/20240315/b54ddc4c4add174b6ae0ab41b05d3e86.jpg\"]",
    "local_images": "[]",
    "origin": "《中国药典》2015年版一部中莲子来源于睡莲科植物莲 Nelumbo nucifera Gaertn.的干燥成熟种子。\n莲子，历代本草均称“藕实”。最早以“藕实茎”之名载于《神农本草经》中。“藕实茎”从名称看可能包括了藕实（莲子）和莲藕（根状茎）。其后的主流本草如《新修本草》、《本草图经》、《证类本草》等均沿用“藕实茎”一名，直到《本草纲目》，李时珍才改这一现象，以“莲藕”之名收录，并在莲藕下以各部位作为单一药名分别论述，诸如藕实、藕、藕蔤、藕节、荷叶、莲花等。李时珍描述到：“冬月至春掘藕食之，藕白有孔有丝，大者如肱臂，长六、七尺，凡五、六节”，明显为今天食用的莲藕。本草中又有“石莲”或“石莲肉”者，为莲子成熟后种皮变黑者。弘景云：“藕实即今莲子。八、九月采黑坚如石者，干捣破之”，李当之云“子黑如羊矢”，显然为今天的成熟带黑壳的莲子。\n莲的小品种划分却相对复杂，多数的本草学家根据莲的花色来对莲进行品种划分。宋代《本草衍义》、《本草纲目》和《本草乘雅半偈》等说明古代有根据莲花的花色来区分其品种，现今中国植物志仅收录莲一种，并无区分，民间有花莲、子莲与藕莲等不同栽培品种的区分。",
    "components": "1.营养成分 蛋白质、碳水化合物、水溶性多糖、维生素和钙、铁、锌等微量元素。 2.其他成分 黄酮类化合物（金丝桃苷、芦丁等）、多聚糖、生物碱和超氧化物歧化酶等。",
    "effects": "补脾止泻，止带，益肾固精，养心安神",
    "safety": "现代研究未见对莲子的食用部位或莲子的提取物进行毒理实验。",
    "applications": "桂圆莲子粥\n山薏莲子粥",
    "contraindications": "湿热所导致的泄泻、痢疾、小便频数、遗精、滑精、带下等忌服小便不利者、内有实热，大便秘结、小便短赤者忌服。根据中医九种体质学说，气虚质人群最为适宜食用，湿热质忌食或少食。",
    "historical_records": "1．（汉）《神农本草经》：“主补中，养神，益气力。”\n2．（南北朝）《本草经集注》：“莲子，八月、九月取坚黑者，干捣破之。花及根并入神仙用。”\n3．（明）《本草纲目》：“莲子，交心肾，厚肠胃，固精气，强筋骨，补虚损，利耳目，除寒湿，止脾泄久痢，赤白浊，女人带下崩中诸血病。”\n4．（明） 《本草纲目》：“昔人治心肾不交，劳伤白浊，有清心莲子饮。”此药温平，清火养神而秘精。“交心肾，厚肠胃，固精气，强筋骨，补虚损，……止脾泄泻久痢，赤白浊，女人带下崩中诸血病。”“莲之味甘，气温而性涩，禀清芳之气，得稼穑之味，乃脾之果也。土为元气之母，母气既和，津液相成，神乃自生，久视耐老，以其权舆也。昔人治心肾不交，劳伤白浊，有清心莲子饮；补心肾，益精血，有瑞莲丸，皆得此理。”“莲子，交心肾，厚肠胃，强筋骨，补虚损，利耳目。\n5．（明）《本草纲目》：\"莲之味甘，气温而性涩，禀清芳之气，得稼穑之味，乃脾之果也。土为元气之母，母气既和，津液相成，神乃自生，久视耐老，此其权舆也。昔人治心肾不交，劳伤白浊，有清心莲子饮；补心肾，益精血，有瑞莲丸，皆得此理。\""
  },
  {
    "id": 52,
    "code": "MCX",
    "name": "马齿苋",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/d255ae0b5fc26a9c98617cf9016c0a98.jpg,/uploads/20240315/2b7cb027702633dc9b371c9088cb0be5.jpg,/uploads/20240315/145d4a7285a356231f185dce6a8f67a9.jpg\"]",
    "local_images": "[]",
    "origin": "马齿苋始载于《本草经集注》，陶弘景于“苋实”项下云：“今马苋别一种，布地生，实至微细，俗呼为马齿苋。亦可食，小酸。”指出了马齿苋的特点是铺地而生，种子细小，味酸。《开宝本草》始将马齿苋单独列为一条。《本草图经》曰：“马齿苋旧不著所出州土，今处处有之。虽名苋类而苗叶与人苋辈都不相似。又名五行草，以其叶青、梗赤、花黄、根白、子黑也。”《纲目》谓：“马齿苋处处园野生之。柔茎布地，细叶对生。六七月开细花，结小尖实，实中细子如葶苈子状。人多采苗煮晒为蔬。”对照《本草图经》《纲目》附图，上述形态特征与今所用马齿苋一致，为马齿苋科植物马齿苋Portulaca oleracea L.。",
    "components": "蛋白质、脂肪、纤维素、胡萝卜素、氨基酸、钾、钠、钙、镁、磷、铁、锌、硒、铜、锰等其他成分 生物碱类（去甲肾上腺素、多巴胺、甜菜红色素等）、萜类和甾醇类（羽扇豆醇、木栓酮、胡萝卜苷等）、香豆素类（反式-对香豆酸、佛手内酯、伞形花内脂等）、黄酮类（芹菜素、山奈酚、黄豆苷元等）、有机酸类（原儿茶酸、阿魏酸、没食子酸等）、挥发油及多糖等",
    "effects": "清热解毒，散血消肿",
    "safety": "现代研究未见对马齿苋的食用部位或其提取物进行相关毒理学报道，仅有学者以马齿苋多糖为对象，对其进行小鼠急性经口毒理学试验，结果表明马齿苋多糖实际无毒[7]。",
    "applications": "马齿苋脯\n马齿茶\n马齿苋阿胶汤\n马齿苋玫瑰汤\n马齿苋冬瓜汤\n马齿苋粥",
    "contraindications": "马齿苋性寒，脾胃虚寒的腹泻人群忌食；孕妇慎食。",
    "historical_records": "1.（明）《本草蒙筌》：“一种马齿苋性滑，野地最多；主治与苋实颇同，疮科尤善。杖疮敷散血，疔疮敷出根。”\n2.（明）《本草纲目》之【附方】：“三十六风结疮。马齿苋一石，水二石，煮取汁，入蜜蜡三两，重煎成膏，涂之。《食疗》。诸气不调马齿苋煮粥，食之。《食医心镜》。禳解疫气六月六日，采马齿苋晒干。元旦煮熟，同盐、醋食之，可解疫疠气。《唐瑶经验方》。筋骨疼痛不拘风湿气、杨梅疮及女人月家病，先用此药止疼，然后调理。干马齿苋一斤（湿马齿苋二斤），五加皮半斤，苍术四两，舂碎，以水煎汤洗澡。急用葱、姜擂烂，冲热汤三碗，服之。暖处取汗，立时痛止也。《海上名方》。脚气浮肿心腹胀满，小便涩少。马齿草和少粳米，酱汁煮食之。《食医心镜》。男女疟疾马齿苋捣，扎手村口，男左女右。产后虚汗马齿苋研汁三合服。如无，以干者煮汁。《妇人良方》。产后血痢方同上。《心镜》。肛门肿痛马齿苋叶、三叶酸草等分，煎汤熏洗，一日二次，有效。《濒湖方》。痔疮初期马齿苋不拘鲜干，煮熟急食之。以汤熏洗。一月内外，其孔闭，即愈矣。《杨氏经验方》。赤白带下不问老、稚、孕妇悉可服。取马齿苋捣绞汁三大合，和鸡子白二枚，先温令热，乃下苋汁，微温顿饮之。不过再作即愈。《崔元亮海上方》。小便热淋马齿苋汁服之。《圣惠方》。阴肿痛极马齿苋捣傅之，良。《永类钤方》。中蛊欲死马齿苋捣汁一升饮，并傅之。日四五次。《寿域》。腹中白虫马齿苋水煮一碗，和盐、醋空腹食之。少顷白虫尽出也。《孟诜食疗》。紧唇面疱马齿苋煎汤日洗之。《圣惠方》。目中瘜肉淫肤、赤白膜。马齿苋一大握洗净，和芒消末少许，绵裹安上。频易之。《龙木论》。风齿肿痛马齿苋一把，嚼汁渍之。即日肿消。《本事方》。漏耳诸疮治耳内外恶疮，及头疮、肥疮、瘑疮。黄马散：用黄檗半两，干马齿苋一两，为末，傅之。《圣惠》。项上疬疮外台：用马苋阴干烧研，腊猪脂和，以暖泔洗拭，傅之。《简便》：治瘰疬未破。马齿苋同靛花捣掺，日三次。腋下胡臭马齿苋杵，以蜜和作团，纸裹泥固半寸厚，日干，烧过研末。每以少许和蜜作饼，先以生布揩之，以药夹胁下，令极痛，久忍，然后以手巾勒两臂。日用一次，以瘥为度。《千金方》。小儿火丹热如火，绕脐即损人。马苋捣涂，日二。《广利方》。小儿脐疮久不瘥者。马齿苋烧研傅之。《千金》。豌豆癍疮马齿苋烧研傅之，须臾根逐药出。不出更傅。《肘后》。丁疮肿毒马齿菜二分，石灰三分，为末，鸡子白和，傅之。反花恶疮马齿苋一斤烧研，猪脂和傅。《圣惠》。蛀脚臁疮干马齿苋研末，蜜调傅上。一宿其虫自出，神效。《海上方》。足趾甲疽肿烂者。屋上马齿苋、昆仑青木香、印成盐，等分和匀，烧存性，入光明朱砂少许，傅之。《外台秘要》。疮久不瘥积年者。马齿苋捣烂封之。取汁煎稠傅亦可。《千金》。马咬人疮毒入心者。马齿苋煮，并汤食之。《圣惠》。射工溪毒马齿苋捣汁一升服，以滓傅之，日四五次良。《崔元亮海上方》。毛虫螫人赤痛不止。马齿苋捣熟封之，妙。《灵苑方》。蜂虿螫人方同上。《张文仲方》。蜈蚣咬伤马齿汁涂之。《肘后》。小儿白秃马齿苋煎膏涂之。或烧灰，猪脂和涂。《圣惠方》。身面瘢痕马齿苋汤日洗二次。《圣惠方》。杂物眯目不出。用东墙上马齿苋烧灰研细，点少许于眦头，即出也。”\n3.（清）《本草从新》：“马齿苋，酸，寒。散血解毒，祛风杀虫。治诸淋疳痢（《海上方》捣汁合鸡子服、治赤白痢）。血癖恶疮（多年恶疮、敷两三遍即瘥。煎膏、涂秃疮湿癣）。小儿丹毒（捣汁饮、以滓涂之）。利肠滑产。叶如马齿，有小大二种，小者入药。性至难燥。去茎。亦忌与鳖同食。”"
  },
  {
    "id": 56,
    "code": "MG",
    "name": "木瓜",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/13a5a7621632df96a1061e39e508b2c9.jpg,/uploads/20240315/0e60e33bec7b516575de97965e5f2249.jpg,/uploads/20240315/38c06e27c0069cc6213aade5078011c6.jpg\"]",
    "local_images": "[]",
    "origin": "木瓜始载于《名医别录》。《雷公炮炙论》云：“木瓜，皮薄，微赤黄，香，甘、酸，不涩……向里子头尖，一面方，是真木瓜。”《本草经集注》载：“山阴兰亭尤多。”《本草图经》谓：“今处处有之，而宣城者为佳。其木状若奈，花生于春末而深红色，其实大者如瓜，小者如拳。”据此描述，与今宣城产的宣木瓜（皱皮木瓜）一致，植物为蔷薇科贴梗海棠Chaenomeles speciosa （Sweet） Nakai。《本草图经》还云：“榠櫨，有重蒂如乳者为木瓜，无此者为榠櫨也。”这里所指榠櫨与木瓜很相似，即今药材中的光皮木爪。\n李时珍指出了几种类似品的区别∶“木瓜可种可接，可以枝压。其叶光而浓，其实如小瓜而有鼻，津润味不木者，为木瓜；圆小于木瓜，味木而酢涩者，为木桃；似木瓜而无鼻，大于木桃，味涩者，为木李，亦曰木梨，即榠楂及和圆子也。鼻乃花脱处，非脐蒂也。木瓜性脆，可蜜渍之为果。去子蒸烂，捣泥入蜜与姜作煎，冬月饮尤佳。木桃、木李性坚，可蜜煎及作糕食之”。可见李时珍对这几种已非常熟悉，其将榠楂亦另列一条。从食物性本草来看，《食疗本草》在木瓜下亦列有“榠楂”和“楂子”，可见三者是明显区别的，而历代食物性本草中对木瓜的描述均和药用木瓜一致，而非指他物，其来源为蔷薇科植物贴梗海棠C. speciosa (Sweet) Nakai。",
    "components": "营养成分 蛋白质、氨基酸、总糖、胡萝卜素、维生素C、维生素E、维生素B1、B2、果胶等，微量元素钾、钙、镁、铁、锌、锰、铜等[3]。 2.其他成分 多糖类、酶类、有机酸类、萜类化合物、黄酮类、甾醇类、鞣质等[4]。",
    "effects": "舒筋活络，和胃化湿",
    "safety": "现代研究未见对木瓜的食用部位进行毒理实验的报道。",
    "applications": "木瓜脯\n木瓜酒\n木瓜汤\n木瓜粥",
    "contraindications": "孕妇，对木瓜过敏者慎食；体质虚弱及脾胃虚寒的人，不食用冰冻后的木瓜。",
    "historical_records": "1.（汉魏）《名医别录》：“木瓜实，味酸，温，五毒。主湿痹邪气，霍乱，大吐下，转筋不止。其枝亦可煮用”。\n2.《本草经集注》：“木瓜，山阴兰亭尤多，彼人以为良药，最疗转筋。如转筋时，但呼其名及书上作木瓜字皆治愈，理亦不可寻解。俗人拄木瓜杖，云利筋胫。又有榠楂，大而黄，可进酒去痰。又楂子，涩，断利。”\n3.（宋）《嘉祐本草》：“其树枝状如萘，花作房生，子形似栝楼，火干甚香。《尔雅》云：楙，木瓜。注云：实如小瓜，酢可食，然多食亦不益人。又《尔雅》注：楂似梨而酢涩。”\n4.（宋）《本草衍义》：“得木之正，故入筋。以铅霜涂之，则失醋味。受金之制，故如是。今人多取西京大木瓜为佳，其味和美。至熟止青白色，入药绝有功。胜、宣州者味淡。此物入肝，故益筋与血。病腰肾脚膝无力，此物不可阙也。”\n5.（元）《汤液本草》：“气温，味酸。入手足太阴经。”\n6.（明）《本草蒙筌》：“木瓜实，味酸，气温。无毒。各处俱产，宣州独良。经入手太阴，用之勿犯铁器。气脱能固，气滞能和。平胃以滋脾，益肺而去湿。助谷气，调荣卫，除霍乱，止转筋。\n7.（明）《本草纲目》：“【附方】旧二，新十。项强筋急 不可转侧，肝、肾二脏受风也。用宣州木瓜二个取盖去瓤，没药二两，乳香二钱半，二味入木瓜内缚定，饭上蒸三四次，烂研成膏。每用三钱，入生地黄汁半盏，无灰酒二盏，暖化温服。 许叔微云：有人患此，自午后发，黄昏时定。予谓此必先从足起。足少阴之筋自足至项。筋者肝之合。今日中至黄昏，阳中之阴，肺也。自离至兑，阴旺阳弱之时。故灵宝毕法云：离至乾，肾气绝而肝气弱。肝、肾二脏受邪，故发于此时。予授此及都梁丸服之而愈。 本事方。脚气肿急 用木瓜切片，囊盛踏之。广德顾安中，患脚气筋急腿肿。因附舟以足阁一袋上，渐觉不痛。乃问舟子：袋中何物？曰宣州木瓜也。及归，制木瓜袋用之，顿愈。名医录。脚筋挛痛 用木瓜数校，以酒、水各半，煮烂捣膏，乘热贴于痛处，以帛裹之。冷即换，日三五度。 食疗本草。脐下绞痛 木瓜三片，桑叶七片，大枣三枚，水三升，煮半升，顿服即愈。食疗。小儿洞痢 木瓜捣汁服之。千金方。霍乱转筋木瓜一两，酒一升，煎服。不饮酒者，煎汤服。仍煎汤浸青布裹其足。圣惠。霍乱腹痛木瓜五钱，桑叶三片枣肉一枚，水煎服。圣惠方。四蒸木瓜圆 治肝、肾、脾三经气虚，为风寒暑湿相博，流注经络。凡遇六气更变，七情不和，必至发动，或肿满，或顽痹，僧寒壮热，呕吐自汗，霍乱吐利。用宣州大木瓜四个，切盖剜空听用。一个入黄芪、续断末各半两于内，一个人苍术、橘皮末各半两于内，一个人乌药、黄松节末各半两于内（黄松节即茯神中心木也），一个入威灵仙、苦葶苈末各半两于内。以原盖簪定，用酒浸透，人甑内蒸熟晒，三浸、三蒸、三晒，捣末，以榆皮木、水和糊，丸如梧子大。每服五十丸，温酒、盐汤任下。御药院方。肾脏虚冷 气攻腹胁，胀满疼痛。用大木瓜三十枚，去皮、核，剜空，以甘菊花末、青盐末各一斤填满，置笼内蒸熟，捣成膏，人新艾茸二斤搜和，丸如梧子大。每米饮下三十丸，日二。圣济总录。发槁不泽 木瓜浸油梳头。圣惠方。反花痔疮 木瓜为末，以鳝鱼身上涎调，贴之，以纸护住。医林集要。辟除壁虱以木瓜切片，铺于席下。臞仙神隐。\n8.（清）《本草从新》：“木瓜，酸涩而温。和脾理胃，敛肺伐肝，化食（酸能敛、敛则化、与山楂同）。止渴，（酸能生津。）气脱能收，气滞能和，调营卫，利筋骨，（筋急者得之即舒，筋缓者遇之即利。）去湿热，消水胀。治霍乱转筋，（邪伤脾胃，清浊不分，挥霍扰乱，上吐下泻，甚则肝木乘脾，而筋为之转也。时珍曰∶肝虽主筋，而转筋则因风寒湿热袭伤脾胃所致。转筋必起于足腓，腓及宗筋皆属阳明。木瓜治转筋，取其理脾以伐肝也。土病则金衰而木盛，故用酸温以收脾肺之耗散，而借其走筋以平肝邪，乃土中泻木以助金也。）泻痢脚气，（脾主四肢，或寒湿伤于足络，或胃受湿热之物，上输于脾，下流至足，则成脚气。恶寒发热，状类伤寒，第胫肿掣痛为异尔。宜利湿清热，忌用补剂及淋洗。昔有患足痹者，趁舟，见舟中一袋，以足倚之，比及登岸，足已善步矣。询袋中何物，乃木瓜也。）腰足无力。多食损齿及骨．病癃闭。（酸收太甚。郑奠一曰∶木瓜乃酸涩之品、世用治水肿腹胀误矣。有大寮，舟过金陵，爱其芬馥，购数百颗，置之舟中，举舟人皆病溺不得出，医以通利罔效。迎予视之，闻四面皆木瓜香，笑谓诸人曰∶撤去此物，溺即出矣，不必用药也。于是尽投江中，顷之，溺即如旧。）陈者良。忌铁。\n9.（清）《得配本草》：“酸、涩、温。入手足太阴，兼足厥阴经血分。和胃理脾，伐肝敛肺。专治筋病，能疗暑湿。（血为热迫，筋转而痛。气为湿滞，筋缓而软。木瓜凉血收脱，故可并治。）得桑叶，治霍乱腹痛。配槟榔，治香港脚冲心。配杜仲酒，治久痢。（木瓜醒筋骨之湿，杜仲合筋骨之离，用以收之，痢疾自止。）佐生地，加乳、没，治项强筋急。（肝肾受邪也。）和青盐、甘菊、艾茸，治肾脏虚冷，气攻腹胁，胀满疼痛。调鳝鱼涎，贴反花痔疮。宣州陈久者良。勿犯铁器，以铜刀切片。多食损齿及骨，病癃闭。血虚脚软者禁用。”\n10.（清）《得配本草》：“木瓜：酸涩，温，入手足太阴。兼足厥阴经血分。和胃理脾，伐肝敛肺，专治筋病，能疗暑湿。血为热迫，筋转而痛。气为湿滞，筋缓而软。木瓜凉血收脱，故可并治。得桑叶，治霍乱腹痛。配槟榔，治脚气凉心。配杜仲酒，治久痢。木瓜醒筋骨之湿，社仲合筋骨之离・用以收之，痢疾自止。佐生地，加乳、没，治颈强筋急。肝肾受邪也。和青盐、甘菊、艾茸，治肾脏虚冷，气攻腹胁，胀满疼痛。调鳝鱼涎，贴反花痔疮。宣州陈久者良。勿犯铁器，以铜刀切片。多食损齿及骨，病癃闭。血虚脚软者禁用。”"
  },
  {
    "id": 60,
    "code": "ML",
    "name": "牡蛎",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/ad2ff1e91a80b4e8f57e241a294637bf.jpg,/uploads/20240315/9d3a547650187023dd9d28ce25fa123b.jpg,/uploads/20240315/04654827977603b5bd75cdea205691d4.jpg\"]",
    "local_images": "[]",
    "origin": "本品始载于《本经》，列为上品。《别录》云：“生东海池泽，采无时。”《蜀本草》曰：“海中蚌属，以牡者良。今莱州昌阳县海中多有，二月、三月采之。”《本草图经》谓：“今海旁皆有之，而南海、闽中及通、泰间尤多。此物附石而生，磈礌相连如房，故名蛎房，一名蠔山，晋安人呼为蠔莆。初生海边才如拳石，四面渐长，有一二丈者，崭岩如山。每一房内有蠔肉一块，肉之大小随房所生，大房如马蹄，小者如人指面。每潮来则诸房皆开，有小虫入则合之以充腹。” 李时珍就“蛎”、“蠔”进一步解释说：“曰蛎曰蠔，皆言其粗大也。”\n根据以上所述形态、生活环境及产区考证，古今牡蛎药用来源基本一致。",
    "components": "1.营养成分[3,4] 糖类（葡萄糖、阿拉伯糖、岩藻糖等）、蛋白质、牛磺酸、脂肪酸（二十五碳五烯酸、二十二碳六烯酸等）、维生素（A1、B1、B2、B6、B12、D及E等）及铁，铜、锌、锰、钙、磷、碘等人体必需的微量元素。 2.其它成分 低分子活性肽、碳酸钙等、牡蛎多糖。",
    "effects": "重镇安神，潜阳补阴，软坚散结",
    "safety": "现代研究表明[6,7]，牡蛎中的多糖类成分糖胺聚糖属无毒级，无遗传毒性。急性毒性试验表明，小鼠经口最大耐受剂量(MTD)均大于20.0g/kg，小鼠连续5日经口灌服10,5,2.5 g/kg近江牡蛎糖胺聚糖35日后未出现精子畸形；Ames实验、小鼠骨髓细胞微核实验结果也均为阴性，未显示出致突变性。以ICR小鼠为研究系统,对受试物牡蛎多糖急性口毒性进行评价。结果显示该受试物对ICR种雌、雄小鼠的急性经口毒性耐受剂量大于20g/kg BW,其经口半数致死剂量(LD50)大于20g/kg BW。Ames试验结果显示牡蛎多糖无致突变效应;小鼠骨髓红细胞微核试验结果显示牡蛎多糖无致小鼠骨髓细胞微核效应;体外哺乳动物细胞染色体畸变试验结果未见牡蛎多糖对中国仓鼠肺细胞(CHL)存在明显的致细胞染色体畸变效应。",
    "applications": "丁香姜糖",
    "contraindications": "脾胃虚寒，慢性腹泻者慎用。",
    "historical_records": "1．（汉）《神农本草经》：“牡蛎味咸，平。主伤寒寒热，温疟洒洒，惊恚怒气，除拘缓鼠瘘，女子带下赤白。久服强骨节，杀邪鬼，延年。一名蛎蛤。”\n2．（汉魏）《名医别录》：“牡蛎微寒，无毒。除留热在关节荣卫，虚热去来不定，烦满，止汗，心痛气结，止渴，除老血，涩大小肠，止大小便，疗泄精，喉痹咳嗽，心胁下痞热。一名牡蛤。生东海池泽。采无时。”\n3．（南北朝）《本草经集注》：“味咸，平、微寒，无毒。主治伤寒，寒热，温疟洒洒，惊恚怒气。除拘缓,鼠瘘,女子带下赤白。除留热在关节、荣卫虚热去来不定，烦满，止汗，心痛气结，止渴，除老血，涩大小肠，止大小便，治泄精，喉痹，咳嗽，心胁下痞热。久服强骨节，杀邪鬼，延年。一名蛎蛤，一名牡蛤。生东海池泽。采无时。”\n4. （宋）《本草图经》：“今海旁皆有之，而南海闽中及通泰间尤多。此物附石而生，相连如房，故名蛎房，一名蚝山，晋安人呼为蚝莆。”\n5. （宋）《本草衍义》：“须烧为粉用，兼以麻黄根等分同捣，研为极细末粉。盗汗及阴汗，本方使生者，则自从本方左顾。经中本不言，只从陶隐居说。其《西阳杂俎》已言∶“牡蛎言牡，非为雄也。且如牡丹，岂可更有牝丹也？今则合于地，人面向午位，以牡蛎顶向子，视之口，口在左者为左顾。”此物本无目，如此，焉得更有顾盼也。”\n6. （元）《汤液本草》：“气微寒，味咸，平。无毒。入足少阴经。《象》云∶治伤寒寒热温疟，女子带下赤白，止汗，止心痛气结。涩大小肠，治心胁痞。烧，白研，细用。《珍》云∶能软积气之痞。《经》曰∶咸能软坚。《心》云∶咸，平。熬，泄水气。《本草》云∶主伤寒寒热，温疟洒洒，惊恚怒气。除拘缓鼠瘘，女子带下赤白。除留热在关节，荣卫虚热，往来不定，烦满。止汗，心痛气结。止渴，除老血。涩大小肠，止大小便。疗泄精，喉痹咳嗽，心胁下痞热。能去瘰，一切疮肿。入足少阴。咸为软坚之剂，以柴胡引之，故能去胁下之硬；以茶引之，能消结核；以大黄引之，能除股间肿；地黄为之使，能益精收涩，止小便，本肾经之药也。久服，强骨节，杀鬼延年。贝母为之使。得甘草、牛膝、远志、蛇床子，良。恶麻黄、吴茱萸、辛夷。《药性论》云∶君主之剂。治女子崩中，止血及盗汗，除风热，定痛。治温疟。又和杜仲服，止盗汗。为末蜜丸，服三十丸，令人面光白，永不值时气。又治鬼交精出，病患虚而多热，加用之，并地黄、小草。陈士良云∶牡蛎捣粉粉身，治大人小儿盗汗。和麻黄根、蛇床子、干姜为粉，粉身，去阴汗。《衍义》意同。”\n7. （明）《本草蒙筌》：“（一名蛎蛤）味咸，气平、微寒。无毒。系咸水结成，居海旁不动。（天生万物皆有牝牡，惟蛎是咸水结成块，然不动阴阳之道何从而生？经言牡者，非指为雄，正犹牡丹之牡同一义也。）始生不如拳石，四面渐长，二三丈者如山崭岩。口向上如房相连，肉藏中随房渐长。（每一房有蚝肉一块，肉之大小随房渐长。）海潮辄至，房口悉开。涌入小虫，合以克腹。海人欲取其肉，凿房火迫得之。……得左顾大者尤良。（左顾之说诸注不同。一云∶取蛎向南视之，口斜向东者是。一云∶头尖者是，俱无证据，惟大者为上。）宜蛇床、牛膝、甘远（甘草、远志，）恶吴茱、麻黄、辛夷。入少阴肾经，以贝母为使。能软积癖，总因味咸。茶清引消结核疽，柴胡引去胁下硬。同大黄泻热，焮肿即平；同熟芣精，尿遗可禁。麻黄根共作散，敛阴汗如神；川杜仲共煎汤，固盗汗立效。髓疽日深嗜卧，泽泻和剂频调。又单末蜜丸水吞，令面光时气不染。摩宿血，消老痰。闭塞鬼交精遗，收涩气虚带下。肉炙令沸，去壳食佳。海族之中，亦为上品。美颜色，细肌肤，补虚劳，调血气。若和姜醋生啖，酒后烦渴亦驱。\n8. （明）《本草纲目》之【附方】：“①心脾气痛，气实有痰者∶牡蛎煅粉，酒服二钱。（《丹溪心法》）②疟疾寒热∶牡蛎粉、杜仲等分为末，蜜丸梧子大。每服五十丸，温水下。（《普济方》）③气虚盗汗∶上方为末。每酒服方寸匕。（《千金方》）④虚劳盗汗∶牡蛎粉、麻黄根、黄芪等分为末。每服二钱，水一盏，煎七分，温服，日一。（《本事方》）⑤产后盗汗∶牡蛎粉、麦麸炒黄等分。+每服一钱，用猪肉汁调下。（《经验》）⑥消渴饮水∶腊日或端午日，用黄泥固济牡蛎，煅赤研末。每服一钱，用活鲫鱼煎汤调下。只二三服愈。（《经验方》）⑧百合变渴∶伤寒传成百合病，如寒无寒，如热无热，欲卧不卧，欲行不行，欲食不食，口苦，小便赤色，得药则吐利，变成渴疾，久不瘥者。用牡蛎（熬）二两，栝蒌根二两，为细末。每服方寸匕，用米饮调下，日三服取效。（张仲景《金匮玉函方》）⑦病后常衄，小劳即作∶牡蛎十分，石膏五分，为末。酒服方寸匕（亦可蜜丸），日三服。（《肘后方》）⑨小便淋閟，服血药不效者∶用牡蛎粉、黄柏（炒）等分为末。每服一钱，小茴香汤下，取效。（《医学集成》）⑩小便数多∶牡蛎五两。烧灰，小便三升，煎二升，分三服。神效。（《乾坤生意》）⑪梦遗便溏∶牡蛎粉，醋糊丸梧子大。每服三十丸，米饮下，日二服。（《丹溪方》）⑫水病囊肿∶牡蛎（煅粉）粉二两，干姜（炮）一两。研末，冷水调糊扫上。须臾囊热如火，干则再上。小便利即愈。一方，用葱汁、白面同调。小儿不用干姜。（初虞世《古今录验方》）⑬月水不止∶牡蛎煅研，米醋搜成团，再煅研末。以米醋调艾叶末熬膏，丸梧子大。每醋艾汤下四五十丸。（《普济方》）⑭金疮出血∶牡蛎粉敷之。（《肘后》）⑮破伤湿气，口噤强直∶用牡蛎粉，酒服二钱，仍外敷之，取效。（《三因方》）⑯发背初起∶古贲粉灰，以鸡子白和，涂四围，频上取效。（《千金方》）⑰痈肿未成，用此拔毒∶水调牡蛎粉末涂之。干更上。（姚僧坦《集验方论》⑱男女瘰疬∶经验，用牡蛎（煅，研）末四两，玄参末三两，面糊丸梧子大。每服三十丸，酒下，日三服。服尽除根。初虞世云∶瘰癧不拘已破未破。用牡蛎四两，甘草一两，为末。每食后，用腊茶汤调服一钱。其效如神。⑲甲疽溃痛∶胬肉裹趾甲，脓血不瘥者。用牡蛎头浓处，生研为末。每服二钱，红花煎酒调下，日三服。仍用敷之，取效。（《胜金方》）⑳面色黧黑∶牡蛎粉研末，蜜丸梧子大。每服三十丸，白汤下，日一服。并炙其肉食之。（《普济方》）\n9. （清）《本草从新》：“涩肠、补水、软坚，咸以软坚化痰。消瘰、结核、老血瘕疝，涩以收脱。治遗精崩带，止嗽敛汗（或同麻黄根为粉扑身、或加入煎剂）。固大小肠，微寒以清热补水，治虚劳烦热，温疟赤痢，利湿止渴，为肝肾血分之药（好古曰∶以柴胡引之、去胁下硬、茶引之、消颈核、大黄引、消股间肿、以地黄为使、益精收涩、止小便利、以贝母为使、消结积）。虚而热者宜之，有寒者禁与。海气化成，潜伏不动（故体用皆阴），盐水煮一伏时，煅粉，亦有生用者。贝母为使，恶吴萸、细辛、麻黄，得蛇床、远志、牛膝、甘草良。肉名蛎黄（味美且益人、为海错上品）。\n10. （清）《得配本草》：“得甘草、牛膝、远志、蛇床子良。贝母为之使。恶麻黄、吴茱萸、辛夷。咸，平，微寒，涩。入足少阴经血分。主泄精带下，逐虚痰宿血，除梦交，治温疟，止遗溺，散喉痹。收往来潮热，消胸膈胀满。凡肝虚阳升于顶者，得此降之，而阳自归也。得杜仲，止盗汗。（加麻黄根更好。）得玄参，治男女瘰。得柴胡，治腹痛。配大黄，消痈肿。配鳖甲，消胁积。和贝母，消痰结。合花粉，消瘿瘤，并治伤寒百合变渴。同干姜末，水调，涂阴囊水肿。（热如火，若干燥再涂之，小便利自愈。）”\n11. （清）《本草崇原》：“牡蛎出东南海中，今广闽、永嘉、四明海旁皆有之，附石而生，相连如房，每一房内有肉一块，谓之蛎黄，清凉甘美，其腹南向，其口东向，纯雄无雌，故名曰牡，粗大而坚，故名曰蛎。牡蛎假海水之沫，凝结而成形，禀寒水之精，具坚刚之质。太阳之气，生于水中，出于肤表，故主治伤寒寒热，先热后寒，谓之温疟。皮毛微寒，谓之洒洒。太阳之气，行于肌表，则温疟洒洒可治也。惊恚怒气，厥阴肝木受病也。牡蛎南生东向，得水中之生阳，达春生之木气，则惊恚怒气可治矣。生阳之气，行于四肢，则四肢拘缓自除。鼠瘘乃肾脏水毒，上淫于脉。牡蛎味咸性寒，从阴泄阳，故除鼠瘘。女子带下赤白，乃胞中湿热下注。牡蛎禀水气而上行，阴出于阳，故除带下赤白。具坚刚之质，故久服强骨节。纯雄无雌，故杀邪鬼。骨节强而邪鬼杀，则延年矣。"
  },
  {
    "id": 81,
    "code": "PGY",
    "name": "蒲公英",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/ae7e49795adde5fd40e0bde7cb66c430.jpg\"]",
    "local_images": "[\"images\\\\81_蒲公英\\\\image_1.jpg\"]",
    "origin": "蒲公英本草记载始见于《新修本草》，原名蒲公草。云：“叶似苦苣，花黄，断有白汁，人皆啖之。”《本草图经》云：“蒲公草旧不著所出州土，今处处平泽田园中皆有之，春初生苗叶如苦苣，有细刺，中心抽一茎，茎端出一花，色黄如金钱，断其茎有白汁出，人亦啖之。俗呼为蒲公英。”《本草衍义》曰：“蒲公草今地丁也，四时常有花，花罢飞絮，絮中有子，落处即生，所以庭院间亦有者，盖因风而来也。”《本草纲目》云：“地丁，江之南北颇多，他处亦有之，岭南绝无。小科布地，四散而生，茎、叶、花、絮并似苦苣，但小耳。嫩苗可食。”根据以上描述再结合《本草图经》、《植物名实图考》之附图形态证实，古代本草记载的蒲公草肯定系菊科蒲公英属（Taraxacum）植物。此类植物在民间均称蒲公英，古今名实延续下来。根据近代调查，蒲公英主要来源于菊科植物蒲公英Taraxacum mongolicum Hand. Mazz.、碱地蒲公英T. borealisinense Kitam.或同属数种植物的干燥全草。",
    "components": "1．营养成分 碳水化合物、粗纤维、蛋白质、脂肪、胡萝卜素、核黄素、抗坏血酸、多种氨基酸及钠、镁、铁、钾、钙、钴、锌、磷、锰等人体必需的微量元素[6-8]。 2．其它成分 黄酮（木犀草素、槲皮素、香叶木素等）、萜类（蒲公英赛醇、蒲公英甾醇、-香树脂醇）、酚酸类化合物（对羟基苯甲酸、对羟基苯乙酸、原儿茶酸等）等[9]。",
    "effects": "清热解毒，消肿散结，利尿通淋",
    "safety": "现代研究对蒲公英进行毒理学试验，结果表明，原核细胞、生殖细胞及染色体畸变等均为阴性[12]。蒲公英是一种无毒、无致突变作用、食用安全的绿色食品。",
    "applications": "丁香姜糖",
    "contraindications": "阳虚外寒、脾胃虚弱者忌用。根据中医九种体质学说，适宜食用蒲公英的人群为湿热质型，阳虚质、气虚质、特禀质应忌食或少食。",
    "historical_records": "1．（汉魏）《名医别录》：“蒲公草，味甘，平，无毒。主妇人乳痈肿，水煮汁饮之，及封之，立消。一名拘耨草。”\n2．（唐）《新修本草》：“一作䔛字，人取皮为索者。今按别本注云：今人作布及索䔛麻也。实似大麻子。热结痈肿无头，吞之则为头易穴。九月、十月采实，阴干。”\n3．（宋）《嘉祐本草》：“花如菊而大。茎、叶断之俱有白汁，堪生食。生平泽田园中，四月、五月采之。”\n4．（宋）《证类本草》：“图经曰：蒲公草，旧不着所出州土，今处处平泽田园中皆有之。春初生苗，叶如苦苣，有细刺。中心抽一茎，茎端出一花，色黄如金钱。断其茎，有白汁出，人亦啖之。俗呼为蒲公英。语讹为仆公罂是也。水煮汁以疗妇人乳痈。又捣以敷疮皆佳。又治恶刺及狐尿刺，摘取根，茎白汁涂之，唯多涂立瘥止。此方出孙思邈《千金方》，其序云：余以贞观五年七月十五日夜，以左手中指背触着庭木，至晓遂患痛不可忍。经十日，痛日深，疮日高硕，色如熟小豆色。尝闻长者之论有此方，遂根据治之。手下则愈，痛亦除，疮亦即瘥，未十日而平复。杨炎《南行方》亦着其效云。梅师方：治产后不自乳儿，畜积乳汁结作痈。取蒲公草捣敷肿上，日三、四度易之。衍义曰：蒲公草，今地丁也。四时常有花，花罢，飞絮，絮中有子，落处即生，所以庭院间亦有者盖因风而来也。”\n5．（宋）《本草衍义》：“蒲公草，今地丁也。四时常有花，花罢飞絮，絮中有子，落处即生。所以庭院间亦有者，盖因风而来也。” \n6．（明）《本草蒙筌》：“蒲公草（即黄花地丁草） 味苦，气平。无毒。一云耩耨草，俗呼孛孛丁。田侧道旁，逢春满地。叶如苦苣有细刺，花类金钱开茎端。断其茎（茎中空如葱状。）白汁竟流，开罢花飞絮随起。絮中有子，落地则生。庭院有之，因风吹至。采宜四月五月，经入阳明太阴。煎汁同忍冬，临服加醇酒。溃痈肿，消结核屡着奇功；解食毒，散滞气每臻神效。”\n7．（明）《本草纲目》之【附方】：“①还少丹：昔日越王曾遇异人得此方，极能固齿牙，壮筋骨，生肾水。凡年未及八十者，服之须发返黑，齿落更生。年少服之，至老不衰。得遇此者，宿有仙缘，当珍重之，不可轻泄。用蒲公英一斤，一名耩耨草，又名蒲公罂，生平泽中，三四月甚有之，秋后亦有放花者，连根带叶取一斤洗净，勿令见天日，晾干，入斗子。解盐一两，香附子五钱，二味为细末，入蒲公草内淹一宿，分为二十团，用皮纸三四层裹扎定，用六一泥（即蚯蚓粪）如法固济，入灶内焙干，乃以武火煅通红为度，冷定取出，去泥为末。早晚擦牙漱之，吐、咽任便，久久方效。《瑞竹堂方》。②乳痈红肿：蒲公英一两，忍冬藤二两。捣烂，水二钟，煎一钟，食前服。睡觉病即去矣。《积德堂方》。③疳疮疔毒：蒲公英捣烂覆之，即黄花地丁也。别更捣汁，和酒煎服，取汗。《唐氏方》。④多年恶疮：蒲公英捣烂贴。《救急方》。⑤蛇螫肿痛：方同上。”\n8．（清）《本草从新》：“一名黄花地丁。苦，甘，寒。东垣曰：苦寒入肾。丹溪曰：花黄味甘，可入阳明、太阴经。化热毒，解食毒，消肿核。专治疔毒乳痈。乳头属厥阴，乳房属阳明。同忍冬煎，入少酒服，捣敷亦良。亦为通淋妙品。擦牙，乌须发。《瑞竹堂方》有还少丹方，取其通肾。白汁涂恶刺。凡螳螂诸虫孕育，游诸物上，必遗精汁，干久则有毒，人手触之成疾，名狐尿刺，惨痛不眠，百治难效，取原汁涂即愈。《千金方》极言其功。叶如莴苣，花如单瓣黄菊，四时有花，花罢飞絮，断之茎中有白汁。”\n9．（清）《得配本草》：“一名黄花地丁。辛、苦，微寒。入足太阴、阳明经。解食毒，散滞气，化热毒，消疔肿。治淋通乳，敷诸疮，涂狐刺。（诸虫精汁遗诸物上，干久有毒，人手触之成疾，名狐尿刺，惨痛不眠，取浓汁涂之即愈。）同忍冬藤煎汤，入少酒服，治乳痈。捣汁和酒服。”"
  },
  {
    "id": 95,
    "code": "MY",
    "name": "麦",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/cfc1ca513510da9e2b55ff3cb475e537.jpg\"]",
    "local_images": "[\"images\\\\95_麦\\\\image_1.jpg\"]",
    "origin": "麦芽为大麦成熟果实经发芽干燥的炮制加工品，宋代本草书籍就有记载，《本草图经》载：“大麦，水渍之生芽为蘖，化宿食，破冷气，止心腹胀满，今医方用之最多”。大麦在古代经常与穬麦、青稞等农作物混淆。《吴普本草》记载：“大麦，一名穬麦”，认为大麦就是穬麦。《新修本草》载：“大麦出关中，即青科麦是。形似小麦而大。皮厚，故谓大麦，殊不似穬麦也”，指出大麦并非穬麦，而是青稞麦。《本草图经》载：“穬麦有二种，一种类小麦，一种类大麦，皆比大、小麦差”，也指出了穬麦有两种，类似大麦小麦，但并非二者。王祯《农书》云：“青稞有大、小二种，似大、小麦，而粒大皮薄，多面无麸，西人种之，不过与大、小麦异名而已”，指出青稞也非大麦、小麦。可以看出，历代所载大麦的原植物包括：大麦Hordeum vulgare L.及其原变种var. valgare L.，青稞var. nudum Hook.f.和藏青稞var. frifurcatum（Schecht.）Alet.栽培二棱大麦H. distichon L.及其栽培变种。宋代以后已经认识到大麦与穬麦、青稞并非来源于一种植物，药用大麦主要为大麦Hordeum vulgare L.",
    "components": "1.营养成分 蛋白质、氨基酸、糖类，维生素B、D、E、α-生育三烯酚等维生素类，钾、钙、铁、锌、镁等人体必需的元素[6-8]； 2.化学成分 α-及β-淀粉酶，转化糖酶，催化酶，过氧化异构酶等酶类；大麦芽碱，腺嘌呤，胆碱，大麦芽胍碱A、B等生物碱类，α-科酮等酮类[6-8]。",
    "effects": "消食化积，回乳",
    "safety": "麦芽中含有微量麦芽毒素，用作动物饲料大量摄入时，可能引起中毒。但未见相关毒理学试验报道[10]。",
    "applications": "玉竹麦冬茶",
    "contraindications": "痰火哮喘、孕妇及哺乳期不宜使用。根据中医九种体质学说，气虚、气郁质人群更为适宜。",
    "historical_records": "1. （唐）《新修本草》：“大麦出关中，即青科麦是。形似小麦而大。皮厚，故谓大麦，殊不似穬麦也。大麦面，平胃，止渴，消食，疗胀。穬麦，味甘，微寒，无毒。主轻身，除热，久服令人多力健行；以作糵，温，消食和中。”\n2. （唐）《食疗本草》：“大麦，久食之，头发不白。和针沙、没石子等染发黑色。暴食之，亦稍似令脚弱，为下气及腰肾间气故也。久服即好，甚宜人。熟即益人，带生即冷、损人。”\n3. （唐）《千金·食治》：“大麦，作糵，温，消食和中。熬末令赤黑，捣作麨，止泄利，和清酢浆服之，日三夜一服。”\n4. （五代）《食性本草》：“大麦，补虚劣，壮血脉，益颜色，实五脏，化谷食。久食令人肥白，滑肌肤。为面胜小麦，无躁热。又云，微暖，久食消肾，不可多食。”\n5. （宋）《本草图经》：“麦，有大麦、小麦、穬麦、荞麦，旧不著所出州土。苏云大麦出关中，今南北之人皆能种莳。屑之作面，平胃，止渴，消食。水渍之生芽为蘖，化宿食，破冷气，止心腹胀满。今医方用之最多。穬麦有二种，一种类小麦，一种类大麦，皆比大、小麦差。大凡麦秋种冬长，春秀夏实，具四时中和之气，故为五谷之贵。大、小麦，地暖处亦可春种之，至夏便收。然比秋种者，四气不足，故有毒。小麦性寒，作面则温，而有毒。作曲则平胃，止利。其皮为麸，性复寒，调中去热。亦犹大豆作酱、豉，性便不同也。荞麦实肠胃，益气力，然不宜多食，亦能动风气，令人昏眩也。药品不甚用之。”\n6. （宋）《本草衍义》：“大麦，性平、凉，有人患缠喉风，食不能下，将此面作稀糊，令咽之，既滑腻容易下咽，以助胃气。三伏中，朝延作麨，以赐臣下，作造糃。”\n7． （元）《日用本草》：“麦糵，主消化宿食，破冷气，去心腹胀满，下气开胃。”\n8. （明）《农书》：“青稞有大、小二种，似大、小麦，而粒大皮薄，多面无麸，西人种之，不过与大、小麦异名而已。”\n9. （明）《本草纲目》之【附方】：“①快膈进食：麦蘖四两，神麴二两，白术、橘皮各一两，为末，蒸饼丸梧子大。每人参汤下三五十丸，效。②谷劳嗜卧，饱食便卧，得谷劳病，令人四肢烦重，嘿嘿欲卧，食毕辄甚：用大麦蘖一升，椒一两并炒，干姜三两，捣末。每服方寸匕，白汤下，日三。③腹中虚冷，食辄不消，羸瘦弱乏，因生百疾：大麦蘖五升，小麦面半斤，豉五合，杏仁二升，皆熬黄香，捣筛糊丸弹子大。每服一丸，白汤下。（《肘后方》）④产后腹胀不通，转气急，坐卧不安∶以麦蘖一合，为末。和酒服，良久通转，神验。此乃供奉辅太初传与崔郎中方也。（李绛《兵部手集》方）。⑤产后青肿，乃血水积也∶干漆、大麦蘖等分，为末。新瓦中铺漆一层，蘖一层，重重令满，盐泥固济，煅赤研末。热酒调服二钱。产后诸疾并宜。（《妇人经验方》）。⑥产后秘塞五、七日不通，不宜妄服药丸∶宜用大麦芽炒黄为末，每服三钱，沸汤调下，与粥间服。（《妇人良方》）。⑦妊娠去胎∶《外台》治妊娠欲去胎。麦蘖一升，蜜一升，服之即下。小品：用大麦芽一升，水三升，煮二升，分三服，神效。⑧产后回乳，产妇无子食乳，乳不消，令人发热恶寒∶用大麦蘖二两。炒为末。每服五钱，白汤下，甚良。（《丹溪纂要》方）。”\n10. （清）《随息居饮食谱》：“大麦，药肆以造麦糵。 金华人以之饲猪,故其肉最佳,而造为兰薰,甲于天下也。”\n11. （清）《本草易读》：“大麦芽，炒。开胃补脾，和中宽肠，散气破血，通乳落胎。化一切米面果食，消诸般胀结痰气。”"
  },
  {
    "id": 117,
    "code": "PDH",
    "name": "胖大海",
    "sorts": "泻火除烦",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/16d3b723b51add1c23d62a77dabcfbda.jpg\"]",
    "local_images": "[\"images\\\\117_胖大海\\\\image_1.jpg\"]",
    "origin": "胖大海首载于清代《本草纲目拾遗》：“胖大海出安南大洞山，产至阴之地，其性纯阴，故能治六经之火，土人名曰安南子，又名大洞果，形似干青果,皮色黑黄，起皱纹，以水泡之，层层胀大如浮藻然。”中有软壳，核壳内有仁二瓣。”《药物岀产辨》谓:“大海子以安南新州为好，西贡次之，暹罗会安又次之，石叻出者最次。”安南、暹罗即今之越南、泰国。据陈仁山《药物生产辨》(公元1930年)云：“大海子，以安南新州为好，西贡次之，暹罗会安又次之，石叻出者最次。……味甘淡，性凉，治火闭痘，服之立起，并一切热症”。以上产地、药材的描述均与今所用的胖大海柑符。胖大海的原植物，日人白井光太郎《本草学论考》第二册(1934)称胖大海为莫大海,说是从中国输入，又名都夷香，逞罗方言音译“蓬送奈”。K.R. Kiritkar & B.D. Basu《印度药用植物》(Indian Medieinal Plants, Zndedit.1933.1950重版)亦指出胖大海的中国名叫“TaHia”(大海)；泰国名叫“Bungtalia”,其音与白井光太郎的“蓬迭奈”相同。1979年以前一直定为Sterculia scaphigera Wall,经考证，目前我国市售的胖大海主要为Sterculia lychnophora Hance 的种子，少量为S. scaphigera Wall.的种子。\n综上所述,胖大海虽有大海予、大海、莫大海、安南子、大洞果、都夷香、蓬迭奈,以及有人称为大发等名称,而以胖大海为常见名和通用名。古今药用、食用品种相同。",
    "components": "1.营养成分 蔗糖、蛋白质、脂肪酸、硼、铁、钾、钙、镁、锰、磷、锌、钼等[2]。 2.其他成分 种皮含戊聚糖及粘液质。粘液质属果胶酸类，主要由半乳糖醛酸、阿拉伯糖、鼠李糖、半乳糖乙酸和活性成分胖大海素(苹婆素)组成。种仁含9.1%脂肪油，烫化后可检查出亚麻酸、油酸和棕榈酸。此外，挥发油约1.0%，西黄膏粘素约50.0%，收敛性物质约1.6%，辣味和苦味浸出物约0.2%[2]。",
    "effects": "清热解毒，利咽，清肠通便",
    "safety": "胖大海具一定毒性，其果仁（去脂干粉）可引起动物呼吸困难、肺充血水肿、运动失调，尿血等不良反应[4]等，研究报道其镇痛作用可能导致神经性抑制[5]。临床应用发现，极少数患者对胖大海过敏，甚至可致命[6]。",
    "applications": "三豆粥",
    "contraindications": "胖大海性寒凉，对于火热较盛的人群适合食用。不建议长期食用，长期泡服可能会造成食少纳差、胸闷、脾胃虚寒、便溏腹泻等症状。",
    "historical_records": "1.（清）《本草纲目拾遗》：“治火闭痘，并治一切热症劳伤吐衄下血，消毒去暑，时行赤眼，风火牙疼，虫积下食，痔疮漏管，干咳无痰，骨蒸内热，三焦火症。”\n2.(民国)《药物出产辨》:“大海子，以安南新州为好，西贡次之，暹罗会安又次之，石叻出者最次……味甘淡性凉，治火闭痘，服之立起，并一切热症。”\n中医认为胖大海有两大功能：一是其质轻宣散，善于开宣肺气，清泄郁火，利咽开音，适用于肺经郁热、肺气闭郁之声音嘶哑、咽喉疼痛，以及痰热咳嗽等症，为喉科之要药；二是清肠通便，用于上火引起的便秘，但通便之力不强，只适用于轻症，重症尚须配合清热泻下药同用。现代人们常用胖大海的利咽功效以作代茶饮，如教师、歌唱演员等用嗓过度造成的咽喉不适，或是长期吸烟落下的慢性咽炎，都用胖大海茶来预防治疗。"
  },
  {
    "id": 28,
    "code": "SY",
    "name": "山药",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240227/9c4f7b927a4fc54d0c839efeec744310.jpg\"]",
    "local_images": "[\"images\\\\28_山药\\\\image_1.jpg\"]",
    "origin": "山药原名薯蓣。《本经》列为上品。宋•寇宗奭《本草衍义》认为因唐代宗名预（豫），避讳改为薯药，又因宋英宗讳曙，遂改为山药。《名医别录》谓：“薯蓣生嵩高山谷，二月八月采根暴干”。嵩山在今河南境。陶弘景曰：“近道处处有之，山东、江南皆多掘取食之以充粮，南康间最大而美，服食亦用之。”可见山药作为食品历史悠久。\n宋代《本草图经》描述了山药的植物形态云：“今处处有之……春生苗，蔓延篱援，茎紫、叶青，有三尖角，似牵牛更厚而光泽，夏开细白花，大类枣花，秋生实于叶间，状如铃，二月、八月采根。” 根据描述，和今薯蓣科薯蓣Dioscorea opposita Thunb.一致。李时珍称：“薯蓣入药，野生者为胜，若供馔则家种者为良。” 《救荒本草》有山药图，谓：“人家园圃种者，肥大如手臂，味美，怀（指旧河南怀庆府）孟（孟县）间产者入药最佳，味甘性温平无毒。”所描述的情况和今道地药材“怀山药”一致。",
    "components": "1.营养成分 淀粉、蛋白质、油脂、氨基酸、胡萝卜素、维生素C、钾、钠、钙、镁、磷、铁、锌、硒、铜、锰等； 2.其他成分 多糖（葡萄糖、甘露聚糖、半乳糖等）、黄酮类物质等。",
    "effects": "补脾养胃，生津益肺，补肾涩精。",
    "safety": "",
    "applications": "山药保健软糖\n山药茶\n山药猪肾汤\n山药白鸽汤\n山药羊肉汤\n山药汤\n山药羊肉粥\n山药桂圆粥\n山药芡实粥\n山药粥",
    "contraindications": "生山药不宜直接食用，少数人接触会引起过敏而发痒，处理山药时应避免直接接触。中医认为，气虚体质人群更为适宜，不适宜湿热体质人群。",
    "historical_records": "1．（汉）《神农本草经》：“味甘，温。主伤中，补虚羸，除寒热邪气，补中，益气力，长肌肉。长肌肉。久服耳目聪明，轻身，不饥，延年。一名山芋。”\n2．（南北朝）《本草经集注》：“陶隐居云：今近道处处有，东山、南江皆多掘取食之以充粮。南康间最大而美，服食亦用之。”\n3．（唐）《新修本草》：“唐本注云：薯蓣，日干捣细，筛为粉，食之大美，且愈疾而补。此有两种：一者白而且佳；一者青黑，味亦不美。蜀道者尤良。”\n4．（明）《本草纲目》之【附方】：“旧一，新十。①补益虚损益颜色，补下焦虚冷，小便频数，瘦损无力。用薯蓣于沙盆中研细，入铫中，以酥一大匙熬令香，旋添酒一盏煎搅令匀，空心饮之。每旦一服。《圣惠方》。②心腹虚胀手足厥逆，或饮苦寒之剂多，未食先呕，不思饮食。山药半生半炒，为末。米饮服二钱，一日二服，大有功效。忌铁器、生冷。《普济方》。③小便数多山药（以矾水煮过）、白茯苓等分，为末。每水饮服二钱。《儒门事亲》。④下俚禁口山药半生半炒，为末。每服二钱，米饮下。《卫生易简方》。⑤痰气喘急生山药捣烂半碗，入甘蔗汁半碗，和匀，顿热饮之，立止。《简便单方》。⑥脾胃虚弱不思饮食。山芋、白术各一两，人参七钱半，为末，水糊丸小豆大，每米饮下四五十丸。《普济方》。⑦湿热虚泄山药、苍术等分，饭丸，米饮服。大人小儿皆宜。《濒湖经验方》。⑧肿毒初起带泥山药、蓖麻子、糯米等分，水浸研，傅之即散也。《普济方》。⑨胯眼疡山药、沙糖同捣，涂上即消。先以面涂四围，乃上此。《简便单方》。⑩项后结核或赤肿硬痛。以生山药一挺去皮，蓖麻子二个同研，贴之如神。《救急易方》。⑪手足冻疮山药一截磨泥，傅之。”\n5．（清）《本草从新》：“一名薯蓣。色白入肺，味甘归脾，补其不足，清其虚热。润皮毛，化痰涎。（姜汁拌炒。）固肠胃，止泻痢。肺为肾母，故又益肾强阴，治虚损劳伤。脾为心子，故又益心气（子能令母实）。治健忘遗精。（性涩。）生捣敷痈疮，消肿硬毒。色白而坚者佳，（形圆者为西山药、形扁者为怀山药、入药为胜、俱系家种、野生者更胜）勿同面食。零余子（山药藤上所结子）甘，温。功用强于山药。益肾强腰脚，补虚损，食之不饥。”"
  },
  {
    "id": 40,
    "code": "RCR",
    "name": "肉苁蓉",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/ed1f9a01dfd080af1928e5b358954719.jpg,/uploads/20240315/601a5502e57abd74ddc2a0f305961f6a.jpg\"]",
    "local_images": "[]",
    "origin": "肉苁蓉始载于《神农本草经》，列为上品以“肉苁蓉”为正名，而后世历代本草均沿袭之。《名医别录》载：“肉苁蓉生河西（今河西走廊与湟水流域）山谷及代郡、雁门，五月五日采，阴干。”提及其产地及采收时期，与今肉苁蓉属植物相符。《本草经集注》曰：“代郡、雁门属并州（相当今山西省大部，内蒙古、河北的一部及陕西北部），河南（今甘肃西南部黄河以南地区）间甚多。今第一出陇西（今甘肃临洮县南），形扁广，柔润多花而味甘；次出北国者，形短而少花。”提及肉苁蓉的不同产区及品质，且认为荒漠肉苁蓉的品质更好。《蜀本草》：“图经曰：出肃州（今甘肃疏勒河以东，高台以西）、禄福县沙中，三月四月掘根，切取中央好者三四寸，绳穿阴干，八月始好，皮如忪子鳞甲。”《本草图经》曰：“今陕西州郡多有之，然不及西羌界（今陕西、甘肃一带）中来者，肉厚而力紧······苗下有一细扁根，长尺余，三月采根。”以上记载的产地、形态、采收、质量，以及《本草图经》附图来看，古代肉苁蓉药材的来源为肉苁蓉Cistanche deserticola Y. C. Ma 或盐生肉苁蓉Cistanche salsa (C. A. Mey.) G. Beck，与今所用肉苁蓉原植物基本一致，且以肉苁蓉品质为佳而多用，未见有现行《中国药典》所收录另一正品管花肉苁蓉Cistanche tubulosa（Schenk）Wight的相关记载。",
    "components": "（一）主要成分 1.营养成分 糖类、锌、铁、钙、锰、铜、硒等人体必需的微量元素[2,3]。 2.其他成分 多糖、苯乙醇苷类化合物、环烯醚萜类化合物、木脂素类化合物、生物碱、Li、Sr、Mo、I等。",
    "effects": "补肾阳，益精血，润肠通便",
    "safety": "目前的研究表明，肉苁蓉具有较好的安全性，未显示急慢性毒性和遗传毒性。如肉苁蓉提取物在小鼠剂量范围1.5-6g/kg/d，未见生殖毒性，大鼠在剂量范围0.25-1g/kg/d，未见致畸毒性[7,8,9]。",
    "applications": "肉苁蓉粥\n决明苁蓉茶",
    "contraindications": "青少年禁服。月经期女性慎服。根据中医九种体质学说，适宜食用肉苁蓉的人群为阳虚质型，阴虚质、湿热体质不宜食用。",
    "historical_records": "1．（汉）《神农本草经》：“肉苁蓉，味甘微温。主五劳七伤，补中，除茎中寒热痛，养五脏，强阴，益精气，多子，妇人癥瘕。久服轻身。”\n2．（汉魏）《名医别录》：“酸、咸，无毒。除膀胱邪气、腰痛，止痢。生河西山谷及代郡雁门。五月五日采，阴干。”\n3.（南北朝）《本草经集注》：“陶隐居云∶代郡雁门属并州，多马处便有，言是野马精落地所生。生时似肉，以作羊肉羹，补虚乏极佳，亦可生啖。芮芮河南间至多。今第一出陇西，形扁广，柔润，多花而味甘。次出北国者，形短而少花。巴东、建平间亦有，而不如也。”\n4．（唐）《新修本草》：“此注论草苁蓉，陶未见肉者。今人所用亦草苁蓉刮去花，用代肉尔。《本经》有肉苁蓉，功力殊胜。比来医人，时有用着。”\n5.（宋）《嘉祐本草》：“出肃州禄福县沙中，三月四月掘根，切，取中央好者三四寸，绳穿阴干，八月始好，皮如松子鳞甲，根长尺余。其草苁蓉四月中旬采，长五六寸至一尺已来，茎圆紫色，采取压令扁，日干。原州、秦州、灵州皆有之。吴氏云：肉苁蓉，一名肉松蓉。神农、黄帝：咸，雷公：酸，季氏：小温。生河西山阴地，长三四寸，丛生。或代郡。二月至八月采。药性论云：肉苁蓉，臣。益髓，悦颜色，延年，治女人血崩，壮阳，日御过倍。大补益，主赤白下，补精败面黑劳伤，用苁蓉四两，水煮令烂，薄切，细研，精羊肉分为四度，五味以米煮粥，空心服之。日华子云：治男绝阳不兴，女绝阴不产，润五藏，长肌肉，暖腰膝，男子泄精，尿血，遗沥，带下，阴痛，据本草云：即是野马精余沥结成。采访人方知敦落树下，并土堑上，此即非马交之处，陶说误耳。又有花苁蓉，即是春抽苗者，力较徽耳。”\n6.（宋）《本草图经》：“肉苁蓉，生河西山谷及代郡雁门，今陕西州郡多有之，然不及西羌界中来者，肉厚而力紧，旧说是野马遗沥落地所生，今西入云大木间及土堑垣中多生。此非游牝之所而乃有。则知自有种类耳。或疑其初生于马沥，后乃滋殖，如茜根生于人血之类是也，皮如松子有鳞甲，苗下有一细扁根，长尺余。三月采根，采时掘取中央好者，以绳穿，阴干，至八月乃堪用。《本经》云：五月五日采。五月恐已老不堪，故多三月采之。西人多用作食品啖之，刮去鳞甲、以酒净洗去黑汁，薄切，合山芋，羊肉作羹、极美好，益人，食之胜服补药。又有一种草苁蓉，极相类，但根短，茎圆，紫色，比来人多取，刮去花，压令扁，以代肉者，功力殊劣耳。又下品有列当条，云生山南岩石上，如藕根，初生掘取，阴干，亦名草苁蓉，性温，补男子，疑即是此物。今人鲜用，故少有辨之者、因附见于此。”\n7.（宋）《本草衍义》：“《图经》以谓皮如松子，有鳞。子字当为壳，于义为允。又曰：以酒净洗，去黑汁作羹。黑汁既去，气味皆尽。然嫩者方可做羹，老者苦。入药，少则不效。”\n8．（明）《本草蒙筌》：“味甘、酸、咸，气微温。无毒。陕西州郡俱有，马沥落地所生。端午采干，用先酒浸。刷去身外浮甲，劈除心内膜筋。或酥炙酒蒸，仍碎掐入剂。忌轻铁器，切勿犯之。治男子绝阳不兴，泄精尿血遗沥；疗女人绝阴不产，血崩带下阴疼。助相火补益劳伤，暖腰膝坚强筋骨。” \n9．（明）《本草纲目》：补益劳伤：精败面黑。用苁蓉四两，水煮令烂，薄切细研精羊肉，分为四度，下五味，以米煮粥空心食。《药性论》。肾虚白浊：肉苁蓉、鹿茸、山药、白茯苓等分，为末，米糊丸梧子大，每枣汤下三十丸。《圣济总录》。汗多便秘：老人虚人皆可用。肉苁蓉酒浸焙二两，研沉香末一两，为末，麻子仁汁打糊，丸梧子大。每服七十丸，白汤下。《济生方》。消中易饥：肉苁蓉、山茱萸、五味子为末，蜜丸梧子大，每盐酒下二十丸。《医学指南》。破伤风病：口禁身强。肉苁蓉切片晒干，用一小盏，底上穿定，烧烟于疮上熏之，累效。《卫生总微》。\n10．（清）《本草从新》：“甘、酸、咸，温。入肾经血分，补命门相火，滋润五脏，益髓强筋。治五劳七伤，绝阳不兴，绝阴不产，腰膝冷痛。峻补精血。骤用恐防心，滑大便。功用与锁阳相仿，禁忌亦同。长大如臂，重至斤许，有松子鳞甲者良。酒浸一宿，刷去浮甲，劈破，除内筋膜，酒蒸半日。又酥炙用。忌铁。”\n11.（清）《得配本草》：“同鳝鱼为末，黄精汁为丸服之，力增十倍。得山萸肉、北五味，治善食中消。得沉香，治汗多虚秘。合菟丝子，治尿血泄精。佐精羊肉，治精败面黑。（肾中无火精亦败）酒浸，刷去浮甲，劈破中心，去肉筋膜如竹丝草样者。有此能隔人心前气不散，令人上气也。漂极淡，蒸半日用，以酥炙用亦可。”\n12.（清）《本草崇原》：“马为火畜，精属水阴，苁蓉感马精而生，其形似肉，气味甘温，盖禀少阴水火之气，而归于太阴坤土之药也。土性柔和，故有苁蓉之名。五劳者，志劳、思劳、烦劳、忧劳、恚劳也。七伤者，喜、怒、忧、悲、思、恐、惊，七情所伤也。水火阴阳之气，会归中土，则五劳七伤可治矣。得太阴坤土之精，故补中，得少阴水火之气，故除茎中寒热痛。阴阳水火之气，归于太阴坤土之中，故养五脏。强阴者，火气盛也。益精者，水气盛也。多子者，水火阴阳皆盛也。妇人癥瘕，乃血精留聚于郛郭之中，土气盛，则癥瘕自消。而久服轻身。”\n肉苁蓉是我国常用中药材。从历代本草文献记载可以看出肉苁蓉有着悠久的药食两用历史，隋唐之前，肉苁蓉主要用于一些内科虚劳性疾病，如五劳七伤、精少无子等症。唐宋至金元时代，肉苁蓉广泛应用于临床诸症的治疗，如在孙思邈《千金要方》中，肉苁蓉多应用于治疗肾脏和膀胱的方剂，此外其他脏腑方剂( 肝、胆、心、小肠、脾、肺、大肠)以及妇人方、风毒脚气方、治诸风方、伤寒方、消渴方、丁肿方、痔漏方、备急方中也可见肉苁蓉。《本草纲目》《本草备要》《药品化义》《玉揪药解》等均记载了肉苁蓉药用功效。综合历代本草的记述，肉苁蓉主要是用于治疗肾阳不足、精血亏虚、阳痿不孕、腰膝酸软、筋骨无力和肠燥便秘。代表方剂有苁蓉润肠丸、宜血润肠丸和济川煎。\n肉苁蓉营养价值高且无毒副作用，自古便在民间被广泛食用。历代本草中记载了肉苁蓉的多种食用方法。《本草经集注》云:“生时似肉，以作羊肉羹，补虚乏极佳，亦可生啖。”《本草品汇精要》云:“合山芋、羊肉作羹益人。”苏颂在《本草图经》也描述了此羹并盛赞其“极美好益人，食之胜服补药”。《本草蒙筌》和《本草从新》均指出肉苁蓉“煮粥弥佳”。"
  },
  {
    "id": 47,
    "code": "SY",
    "name": "山药",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/06e2a0b3f8a676b0d620d54627bdd2db.jpg\"]",
    "local_images": "[\"images\\\\47_山药\\\\image_1.jpg\"]",
    "origin": "山药原名薯蓣。《本经》列为上品。宋•寇宗奭《本草衍义》认为因唐代宗名预（豫），避讳改为薯药，又因宋英宗讳曙，遂改为山药。《名医别录》谓：“薯蓣生嵩高山谷，二月八月采根暴干”。嵩山在今河南境。陶弘景曰：“近道处处有之，山东、江南皆多掘取食之以充粮，南康间最大而美，服食亦用之。”可见山药作为食品历史悠久。\n宋代《本草图经》描述了山药的植物形态云：“今处处有之……春生苗，蔓延篱援，茎紫、叶青，有三尖角，似牵牛更厚而光泽，夏开细白花，大类枣花，秋生实于叶间，状如铃，二月、八月采根。” 根据描述，和今薯蓣科薯蓣Dioscorea opposita Thunb.一致。李时珍称：“薯蓣入药，野生者为胜，若供馔则家种者为良。” 《救荒本草》有山药图，谓：“人家园圃种者，肥大如手臂，味美，怀（指旧河南怀庆府）孟（孟县）间产者入药最佳，味甘性温平无毒。”所描述的情况和今道地药材“怀山药”一致。",
    "components": "营养成分 淀粉、蛋白质、油脂、氨基酸、胡萝卜素、维生素C、钾、钠、钙、镁、磷、铁、锌、硒、铜、锰等",
    "effects": "补脾养胃，生津益肺，补肾涩精",
    "safety": "现代研究未见相关毒理学实验报道。",
    "applications": "山药保健软糖\n山药酒\n山药茶\n山药猪肾汤\n山药白鸽汤\n山药羊肉汤\n山药汤\n山药黑豆粥\n山药羊肉粥\n山药桂圆粥\n山药芡实粥\n山药粥",
    "contraindications": "生山药不宜直接食用，少数人接触会引起过敏而发痒，处理山药时应避免直接接触。中医认为，气虚体质人群更为适宜，不适宜湿热体质人群。",
    "historical_records": "1．（汉）《神农本草经》：“味甘，温。主伤中，补虚羸，除寒热邪气，补中，益气力，长肌肉。长肌肉。久服耳目聪明，轻身，不饥，延年。一名山芋。”\n2．（南北朝）《本草经集注》：“陶隐居云：今近道处处有，东山、南江皆多掘取食之以充粮。南康间最大而美，服食亦用之。”\n3．（唐）《新修本草》：“唐本注云：薯蓣，日干捣细，筛为粉，食之大美，且愈疾而补。此有两种：一者白而且佳；一者青黑，味亦不美。蜀道者尤良。”\n4．（明）《本草纲目》之【附方】：“旧一，新十。①补益虚损益颜色，补下焦虚冷，小便频数，瘦损无力。用薯蓣于沙盆中研细，入铫中，以酥一大匙熬令香，旋添酒一盏煎搅令匀，空心饮之。每旦一服。《圣惠方》。②心腹虚胀手足厥逆，或饮苦寒之剂多，未食先呕，不思饮食。山药半生半炒，为末。米饮服二钱，一日二服，大有功效。忌铁器、生冷。《普济方》。③小便数多山药（以矾水煮过）、白茯苓等分，为末。每水饮服二钱。《儒门事亲》。④下俚禁口山药半生半炒，为末。每服二钱，米饮下。《卫生易简方》。⑤痰气喘急生山药捣烂半碗，入甘蔗汁半碗，和匀，顿热饮之，立止。《简便单方》。⑥脾胃虚弱不思饮食。山芋、白术各一两，人参七钱半，为末，水糊丸小豆大，每米饮下四五十丸。《普济方》。⑦湿热虚泄山药、苍术等分，饭丸，米饮服。大人小儿皆宜。《濒湖经验方》。⑧肿毒初起带泥山药、蓖麻子、糯米等分，水浸研，傅之即散也。《普济方》。⑨胯眼疡山药、沙糖同捣，涂上即消。先以面涂四围，乃上此。《简便单方》。⑩项后结核或赤肿硬痛。以生山药一挺去皮，蓖麻子二个同研，贴之如神。《救急易方》。⑪手足冻疮山药一截磨泥，傅之。”\n5．（清）《本草从新》：“一名薯蓣。色白入肺，味甘归脾，补其不足，清其虚热。润皮毛，化痰涎。（姜汁拌炒。）固肠胃，止泻痢。肺为肾母，故又益肾强阴，治虚损劳伤。脾为心子，故又益心气（子能令母实）。治健忘遗精。（性涩。）生捣敷痈疮，消肿硬毒。色白而坚者佳，（形圆者为西山药、形扁者为怀山药、入药为胜、俱系家种、野生者更胜）勿同面食。零余子（山药藤上所结子）甘，温。功用强于山药。益肾强腰脚，补虚损，食之不饥。”"
  },
  {
    "id": 48,
    "code": "SN",
    "name": "山柰",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/3b1c34c3202d244fa8417909eb5b8c0a.jpg\"]",
    "local_images": "[\"images\\\\48_山柰\\\\image_1.jpg\"]",
    "origin": "山柰又名“三赖”，明《本草品汇精要》谓：“其根分蒔，春月抽芽，直上生一叶，似车前而卷，至秋旁生一茎，开碎花红白色，不结子，其本旁生小根，作丛，每根发芽，亦生一叶，至冬则凋，土人取根作段，其香清馥逼人。”其中所描述的生物学特性与今之山柰相似。又云：“出广东及福建皆有之。”所述产地与今所用山柰相符。《本草纲目》将山柰列入芳草类，云：“山柰生广中，人家载之。根叶皆如生姜，作樟木香气。土人食其根如食姜，切段暴干，则皮赤黄色，肉白色。”所述也与今之山柰相符。至清代，《本草求真》中有“出广东，根、叶与生姜同”的记载，可见当时山柰主产于我国的广东。以上记述的产地、形态、采收以及药材性状均与现今所用山柰Kaempferia galanga L.一致。至20世纪，孔庆莱等编《植物学大辞典》中将山柰的原植物定为K.galanga，并附有科学的植物图与文字描述，受广泛认同。",
    "components": "1.营养成分[3] 蛋白质、脂肪、多糖等、钾、钙、钠、镁、铁、铜、锌、锰等人体必需的微量元素[4]； 2.其它成分 简单芳烃类、苯丙素类、脂肪酸酯类、黄酮类、挥发油类、镍、镉、铬、铅、钴等[5]。",
    "effects": "行气温中，消食，止痛",
    "safety": "现代动物毒性试验研究表明[7]，急性毒性试验经口服用5g/kg的山柰乙醇提取物，对照组及试验组均无死亡率也无明显的体质、器官畸变，亚急性毒性试验显示每天以25，50或100mg/kg的剂量经口服用，连续饲喂28天，对照组及试验组均无明显的体质、器官畸变。由此可见，山柰是一种安全、低毒的天然产物。",
    "applications": "丁香姜糖",
    "contraindications": "阴虚血亏，胃有郁火者忌服。根据中医九种体质学说，阳虚质人群更为适宜食用，湿热质人群忌食或少食。",
    "historical_records": "1．（明）《本草品汇精要》：“三赖辟秽气。作面脂，疗风邪，润泽颜色。为末擦牙，祛风止痛及牙宣口臭（今补）。【苗】（眉批：谨按，其根分莳，春月抽芽，直上生一叶，似车前而卷，至秋旁生一茎，开碎花。红白色，不结子，其本旁生小根作丛，每根发芽，亦生一叶，至冬则凋。土人取根作段市之，其香清馥逼人可爱，今合香多用之。）【地】出广东及福建皆有之。【时】生：春生苗。采：十月取根。【收】阴干。【用】根。【色】白。【味】辛。【性】温。 【气】 气之厚者，阳也。【臭】香。【制】碾细用。”\n2．（明）《本草纲目》：“一切牙痛∶三柰子一钱，面包煨熟，入麝香二字。为末。随左右㗜一字入鼻内，口含温水漱去，神效。名海上一字散。《普济方》。风虫牙痛《仁存方》∶用山柰为末，铺纸上卷作筒，烧灯吹灭，乘热和药吹入鼻内，痛即止。《摄生方》∶用肥皂一个去穣，入山柰、甘松各三分，花椒、食盐不拘多少，填满，面包煅红，取研，日用擦牙漱去。面上雀斑∶三柰子、鹰粪、密陀僧、蓖麻子等分，研匀，以乳汁调之，夜涂旦洗去。醒头去屑∶三柰、甘松香、零陵香一钱，樟脑二分，滑石半两，为末，夜擦旦篦去。《水云录》。心腹冷痛∶三柰、丁香、当归、甘草等分为末，醋糊丸梧子大。每服三十丸，酒下。《集简方》。”\n3．（清）《本草从新》：“辛，温。暖中。辟瘴疠恶气。治心腹冷痛，寒湿霍乱，风虫牙疼。辛香伐气，甚于甘松香，不宜轻服。产拂林国。今广中亦栽之。根叶皆如生姜。与甘松、良姜俱入合诸香用。”\n4．（清）《得配本草》：“辛，温。入足太阴经。暖中辟恶，治心腹冷气痛，寒湿霍乱，风虫牙痛。配丁香、当归、甘草，治心腹冷痛。”"
  },
  {
    "id": 84,
    "code": "RDK",
    "name": "肉豆蔻",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/b3bb9bd789d1fabe1843b2ac4d3a4096.jpg,/uploads/20240315/35e669a1b2d6f12a8f477af666e784de.jpg\"]",
    "local_images": "[]",
    "origin": "西晋郭义恭《广志》云：“生大秦国及昆仑。”《本草拾遗》云:“大舶来即有，中国无。”《开宝本草》记载:“其形圆小，皮紫紧薄，中肉辛辣。生胡国，胡名迦拘勒。”《本草纲目》形态描述颇详:“肉豆蔻，花及实状虽似草豆蔻，而皮肉之颗则不同颗。外有皱纹，而内有斑缬纹，如槟榔纹，最易生蛀，惟烘干密封，则稍可留。”以上所述之产地、形态均与肉豆蔻科植物肉豆蔻Myristica fragrans Houtt.一致。《本草图经》所述“今惟岭南人家种之，春生苗，花实似豆寇而圆小，皮紫紧薄，中肉辛辣。”形态似姜科植物，非本品。",
    "components": "1.营养成分蛋白质、脂肪、碳水化合物、膳食纤维、维生素、以及钙、铜、铁、钾、镁、钠、锌等微量元素[3]、[4]。 2.其它成分 挥发油、肉豆蔻醚、榄香素、萜类、甲基异丁香酚、榄香脂素、不饱和脂肪酸、以及铝、钡、锶等微量元素[5]。",
    "effects": "化湿消痞，行气温中，开胃消食",
    "safety": "肉豆蔻挥发油的急性毒性研究表明，小鼠灌胃给予肉豆蔻挥发油的LD50为7.67g生药/kg ( 95% CL:6.34～9.00g生药/kg)。大多数中毒小鼠做环形运动，呼吸急促，步态蹒跚。死亡大多发生于给药后4h内，雌性和雄性小鼠死亡率无明显差异[8]。 肉豆蔻的毒性成分是肉豆蔻醚[9]，在研究中，黄樟醚也往往作为肉豆蔻毒性变化的指标。肉豆蔻炮制后，二者的含量降低，则说明肉豆蔻的毒性降低。贾天杜等[10]比较了肉豆蔻及其炮制品毒性，结果毒性是生品>滑石粉烙>麸煨>面煨。",
    "applications": "肉豆蔻粥",
    "contraindications": "",
    "historical_records": "1.（宋）《嘉祐本草》：“药性论云：肉豆蔻，君，味苦、辛。能主小儿吐逆，不下乳，腹痛，治宿食不消，痰饮。日华子云：调中下气，止泻痢，开胃消食，皮外络下气，解酒毒，治霍乱，味珍，力更殊。”\n2.（宋）《本草图经》：“肉豆蔻，出胡国，今惟岭南人家种之。春生苗，花实似豆蔻而圆小，皮紫紧薄，中肉辛辣，六月、七月采。《续传信方》：治脾泄气痢等，以豆蔻二颗，米醋调面裹之，置灰火中煨令黄焦，和面碾末，更以炒了 子末一两，相和，又焦炒陈廪米为末，每用二钱匕煎作饮，调前二物三钱匕，旦暮各一，便瘥。”\n3.（宋）《本草衍义》：“肉豆蔻，对草豆蔻言之。去壳，只用肉，肉油色者佳。枯白，味薄，瘦虚者下等。亦善下气，多服则泄气，得中则和来其气。”\n4.（元）《汤液本草》：“肉豆蔻，气温，味辛，无毒。入手阳明经。《本草》云：主鬼气，温中，治积冷心腹胀痛，霍乱，中恶冷疰，呕沫，冷气，消食止泻，小儿伤乳霍乱。”\n5.（明）《本草蒙筌》：“肉豆蔻，味苦、辛，气温。无毒。胡国多生，岭南亦产。一名肉果，形类弹丸。油色肥实佳，面包煨熟用。所入经络，惟手阳明。疗心腹胀疼，卒成霍乱者可止；理脾胃虚冷，不消宿食者能温。男妇伤暑血痢有功，小儿伤乳吐泻立效。痢疾助之白粥饮，吐泻佐以生姜汤。”\n6.（明）《本草纲目》之【附方】：“旧一，新六。①暖胃除痰：进食消食。肉豆蔻二个，半夏姜汁炒五钱，木香二钱半，为末，蒸饼丸芥子大，每食后津液下五丸、十丸。普济方。②霍乱吐利：肉豆蔻为末，姜汤服一钱。普济方。③久泻不止：肉豆蔻煨一两，木香二钱半，为末，枣肉和丸，米饮服四五十丸。又方：肉豆蔻煨一两，熟附子七钱，为末糊丸，米饮服四五十丸。又方：肉豆蔻煨，粟壳炙，等分为末，醋糊丸，米饮服四五十丸。并百一选方。④老人虚泻：肉豆蔻三钱。面裹煨熟，去面研，乳香一两，为末，陈米粉糊丸梧子大。每服五七十丸，米饮下。此乃常州侯教授所传方。瑞竹堂方。⑤小儿泄泻：肉豆蔻五钱，乳香二钱半，生姜五片，同炒黑色，去姜，研为膏收，旋丸绿豆大。每量大小，米饮下。全幼心鉴。⑥脾泄气痢：豆蔻一颗，米醋调面裹，煨令焦黄，和面研末，更以子炒研末一两，相和。又以陈廪米炒焦，为末和匀。每以二钱煎作饮，调前二味三钱，旦暮各一服，便瘥。续传信方。冷痢腹痛不能食者。肉豆蔻一两去皮，醋和面裹煨，捣末。每服一钱，粥饮调下。圣惠方。”\n7.（清）《本草从新》：“肉豆蔻，一名肉果。温中涩肠。辛温气香。理脾暖胃。下气调中。（日华称其下气、以脾得补而善运、气自下也、非若陈皮香附之泄耳。）逐冷除痰。消食解酒。辟鬼杀虫。治积冷。心腹胀痛。中恶吐沫。小儿吐逆。乳食不下。又能涩大肠。止虚泻冷痢。病患有火。泻痢初起。皆不宜服。出岭南。似草蔻。外有绉纹。内有斑纹。糯米粉裹。或面裹。煨熟。须去油净。忌铁。（阴寒滑痢、腹痛不能食、肉果醋和面裹、煨为末、粥饮调服一钱）。”\n8.（清）《得配本草》：“肉豆蔻，一名肉果，辛，温。入手足阳明经。理脾暖胃，温中下气。化痰饮，消宿食，解酒毒，辟恶气。治积冷除心腹胀痛，涩大肠止泻痢滑泄，及小儿胃寒，伤乳吐泻。配木香，下气消胀。（脾健运，气自下。）配补骨脂，使戊癸化火，以运谷气。勿犯铜、铁器，糯米粉裹煨熟，或面裹煨熟，去油净用。滞下初起，及暴注火泻者，禁用。肉果补土中之火，制土之湿也，亦所以润土之燥。盖脾本湿，虚则燥，然其燥有二，如夏火灼干之燥，如秋凉清肃之燥。火盛以致燥者，当用水润之，生熟地、麦冬之类是也。寒肃以致燥者，宜假火蒸之，肉果、附子之类是也。用寒用热，治毋混施。”"
  },
  {
    "id": 85,
    "code": "RG",
    "name": "肉桂",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/8636d473e02d7e74bef6faddd57742d9.jpg\"]",
    "local_images": "[\"images\\\\85_肉桂\\\\image_1.jpg\"]",
    "origin": "《神农本草经》中载有“牡桂”与“箘桂”，至《名医别录》又出“桂”一条。陶弘景曰：“按《本经》唯有箘、牡二桂，而桂用体大同小异，今俗用便有三种，以半卷多脂者，单名桂，入药最多。”《新修本草》载：“桂有二种，桂皮稍不同，若箘桂老皮坚板无肉，全不堪用；其小枝薄卷及二三重者，或名箘桂，或名筒桂；其牡桂嫩枝皮名为肉桂，亦名桂枝。”《本草拾遗》指出：“箘桂、牡桂、桂心，以上三色，并同是一物。”《本草别说》亦持这一观点。《本草图经》：“郭璞云∶南人呼桂，浓皮者，为木桂。苏恭以谓牡桂，即木桂，及单名桂者是也。今岭表所出，则有筒桂、肉桂、桂心、官桂、板桂之名，而医家用之，罕有分别者。《本草纲目》云：“桂即牡桂之厚而辛烈者，牡桂即桂之薄而味淡者。”故将桂与牡桂合为一条，又称桂“即肉桂也，厚而辛烈，去粗皮用，其去内外皮者即为桂心。”综上所述，桂、牡桂、箘桂为同一物，《本草图经》所云“筒桂、肉桂、桂心、官桂、板桂”均为现在所用之肉桂，商品规格不同而已，因皮之老嫩、薄厚，味之浓烈而引起不同名称。肉桂来源于樟科植物肉桂Cinnamomum cassia Presl的干燥树皮。",
    "components": "1.营养成分 氨基酸、矿物质（钙、铜、铁、镁、锌、磷、硒等[5]）。 2.其它成分[6] 多糖、挥发油、脂肪酸、原花青素、肉桂醛、二萜类、肉桂酸、肉桂油、黄酮类物质、粘蛋白、淀粉酶等。",
    "effects": "补火助阳，引火归元，散寒止痛，温通经脉",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "肉桂酒\n肉桂红糖茶\n羊肉肉桂汤\n肉桂粥",
    "contraindications": "有出血倾向者及孕妇慎用；婴幼儿及老年人不宜长期大量服用。根据中医九种体质学说，阳虚体质人群更为合适，不适宜湿热体质人群。不宜与赤石脂同用",
    "historical_records": "1.（汉）《神农本草经》：“箘桂味辛，温。主百病，养精神，和颜色，为诸药先聘通使。久服轻身不老，面生光华媚好，常如童子。牡桂味辛，温，无毒。主上气咳逆，结气，喉痹，吐吸。利关节，补中益气。久服通神，轻身、不老。”\n2.（汉魏）《名医别录》：“箘桂，无毒。生交趾、桂林山谷岩崖间。无骨，正圆如竹，生桂林山谷。立秋采。牡桂，无毒。心痛，胁风，胁痛，温筋通脉，止烦出汗。生南海山谷。桂 味甘、辛，大热，有毒。主温中，利肝肺气，心腹寒热，冷疾，霍乱，转筋，头痛、腰痛，出汗，止烦、咳嗽、鼻齆，能堕胎，坚骨节，通血脉，理疏不足，宣导百药，无所畏。久服神仙，不老。生桂阳。二月、七、八月、十月采皮，阴干。”\n3．（南北朝）《本草经集注》：“陶隐居云∶箘桂 交趾属交州，桂林属广州，而《蜀都赋》云∶箘桂临崖。今俗中不见正圆如竹者，惟嫩枝破卷成圆，犹依桂用，恐非真箘桂也。《仙经》乃有用箘桂，云三重者良，则判非今桂矣，必当别是一物，应更研访。牡桂 南海郡即是广州。今俗用牡桂，状似桂而扁广殊薄，皮色黄，脂肉甚少，气如木兰，味亦类桂，不知当是别树，为复犹是桂生，有老宿者耳，亦所未究。桂 案《本经》唯有箘桂、牡桂、而无此桂，用体大同小异，今俗用便有三种。以半卷多脂者单名为桂，入药最多，所用悉与前说相应。《仙经》乃并有三种桂，常服食，以葱涕合和云母蒸化为水者，正是此种耳。今出广州湛惠为好，湘州、始兴、桂阳县即是小桂，亦有，而不如广州者，交州、桂州者形段小，多脂肉，亦好。《经》云桂叶如柏叶，泽黑，皮黄心赤。齐武帝时，湘州送桂树，以植芳林苑中，今东山有山桂皮，气粗相类，而叶乖异，亦能凌冬，恐或是牡桂，时人多呼丹桂，正谓皮赤耳。北方今重此，每食辙须之。盖《礼》所云姜桂以为芬芳也。\n4．（唐）《新修本草》：“箘者，竹名；古方用筒桂者是，故云三重者良。其筒桂亦有二、三重卷者，叶似柿叶，中三道文，肌理紧薄如竹，大枝小枝皮俱是箘桂。然大枝皮不能重卷，味极淡薄，不能入药，今惟出韶州。牡桂 《尔雅》云：梫，木桂。古方亦用木桂，或云牡桂，即今木桂，及单名桂者，是也。此桂花子与箘桂同，唯叶倍长，大小桂皮俱名牡桂。然大枝皮肌理粗虚如木兰，肉少味薄，不及小枝皮也。小枝皮肉多，半卷。中心皱起，味辛美。一名肉桂，一名桂枝，一名桂心。出融州、柳州、交州甚良。桂 箘桂，叶似柿叶，中有纵文三道，表衷无毛而光泽。牡桂叶长尺许，陶云小桂，或言其叶小者。陶引《经》云：叶似柏叶，验之殊不相类，不知此言从何所出。今案桂有二种，唯皮稍不同，若箘桂老皮坚板无肉，全不堪用。其小枝皮薄卷，乃二、三重，或名箘桂，或名筒桂。其牡桂嫩枝皮，名为肉桂，亦名桂枝。其老者，名牡桂，亦名木桂，得人参等良。本是箘桂，剩出单桂条，陶为深误矣。今按陈藏器本草云：箘桂、牡桂、桂心，以上三种，并同是一物。按桂林、桂岭，因桂为名，今之所生，不离此郡，从岭以南际海尽，有桂树，惟桞、象州最多。味既辛烈，皮又厚坚，土人所采，厚者必嫩，薄者必老，以老薄者为一色，以厚嫩者为一色。嫩既辛香，兼又筒卷。老必味淡，自然板薄。板薄者即牡桂也，以老大而名焉。筒卷者即箘桂也，以嫩而易卷。古方有筒桂，字似菌字，后人误而书之，习而成俗。至于书传，亦复因循。桂心即是削除皮上甲错，取其近里辛而有味。”\n5．（宋）《嘉祐本草》：“箘桂 叶似柿叶而尖狭光净，花白蕊黄，四月开，五月结实。树皮青黄，薄卷若筒，亦名筒桂。厚硬味薄者名板桂。又不入药用。三月、七月采皮，日干。牡桂 叶狭长于菌桂叶一、二倍。其嫩皮皮半卷，多紫肉中皱起，肌理虚软，谓之桂枝，又名肉桂。削去上皮，名曰桂心。药中以此为善，其厚皮者名曰木桂。二月、八月采皮，日干之。尔雅疏云：梫，一名木桂。郭云：今南人呼桂厚皮者为木桂。桂树叶似枇杷而大，白华，华而不著子。丛生崖岭。枝叶冬夏常青，间无杂木。本草谓之牡桂是也。药性论云：牡桂，君，味甘、辛。能去冷风疼痛。桂 按此有三种：菌桂，叶似柿叶；牡桂，叶似枇杷叶；此乃云叶如柏叶。苏以桂叶无似栢叶者，乃云陶为深误。剩出此条今据陶注云：菌桂正圆如竹，三重者良。牡桂皮薄，色黄多脂肉，气如木兰，味亦辛，此桂则是半卷多脂者。此云《仙经》有三桂，以葱涕合和云母，蒸化为水服之。此则有三种明矣。陶又云：齐武帝时，湘州得树，以植芳林苑中。陶隐居虽是梁武帝时人，实生自宋孝武建元三年，历齐为诸王侍读，故得见此树而言也。苏恭但只知有二种，亦不能细寻事迹，而云陶为深误，何臆断之甚也。抱朴子云：桂可以竹沥合饵之，亦可以龟脑和服之。药性论云：桂心，君。亦名紫桂。杀草木毒，忌生葱。味苦、辛，无毒。主治九种心痛，杀三虫，主破血，通利月闭，治软脚，痹不仁，治胞衣不下，除欬逆，结气拥痹，止腹内冷气，痛不可忍，主下痢，治鼻息肉。日华子云：桂心，治一切风气，补五劳七伤，通九窍，利关节，益精明目，暖腰膝，破痃癖癥瘕，消瘀血，冾风痹骨节挛缩，续筋骨，生肌肉。”\n6．（宋）《本草图经》：“桂 菌桂生交址山谷。牡桂生南海山谷。桂生桂阳。旧经载此三种之异，性味功用亦别。而《尔雅》但言“ ，木桂”一种。郭璞云∶南人呼桂，浓皮者，为木桂。苏恭以谓牡桂，即木桂，及单名桂者是也。今岭表所出，则有筒桂、肉桂、桂心、官桂、板桂之名，而医家用之，罕有分别者。旧说菌桂正圆如竹，有二、三重者，则今所谓筒桂也。筒、菌字近，或传写之误耳。或云即肉桂也。牡桂，皮薄色黄少脂肉，气如木兰，味亦相类，削去皮，名桂心。今所谓官桂，疑是此也。桂是半卷多脂者，今所谓板桂，疑是此也。今观宾、宜、韶、钦诸州所图上者，种类亦各不同，然皆题曰桂，无复别名。参考旧注，谓菌桂，叶似柿叶，中有三道纹，肌理紧，薄如竹，大枝、小枝、皮俱是筒，与今宾州所出者相类。牡桂，叶狭于菌桂而长数倍，其嫩枝皮半卷多紫，与今宜州、韶州者相类。彼土人谓其皮为木兰皮，肉为桂心。此又有黄、紫两色，益可验也。桂，叶如柏叶而泽黑，皮黄心赤；今钦州所出者，叶密而细，亦恐是其类，但不作柏叶形为疑耳。皮浓者名木桂，即板桂是也。苏恭以牡桂与单名桂为一物，亦未可据。其木俱高三、四丈，多生深山蛮洞中，人家园圃亦有种者，移植于岭北，则气味殊少辛辣，固不堪入药也。三月、四月生花，全类茱萸。九月结实，今人多以装缀花果作筵具。其叶甚香，可用作饮香尤佳。二月、八月采皮；九月采花，并阴干，不可近火。中品又有天竺桂，云生西胡国，功用似桂，不过烈，今亦稀有，故但附于此。张仲景治伤寒用桂枝汤。《甲乙经》治阴受病发痹内熨方，用醇酒二十斗，蜀椒一斗，干姜一斗，桂一斗，凡四物 咀，着清酒中，绵絮一斤，细白布四丈，皆并内酒中，置马矢 中，善封涂，勿使泄气，五日五夜出布、棉絮，曝干，复渍之，以尽其汁。每渍必 其日，乃出布绵，干之；并用滓与絮复布为巾，其布长六、七尺，为六、七巾。即用之，生桑炭炙巾，以熨寒痹所刺之处，令热入至于病所；寒复炙巾以熨之，三十遍而止；汗出炙巾以拭身 ，亦三十遍而止。起步内，无见风，每刺必熨，如此病已矣，此所谓内熨也。又治 筋急，亦以白酒和桂涂之。《续传信方》造桂浆法∶夏月饮之，解烦渴，益气消痰。桂末二大两，白蜜一升，以水二斗，先煎取一斗，待冷，入新瓷瓶中；后下二物，搅二、三百转令匀，先以油单一重覆上，加纸七重，以绳封之；每日去纸一重，七日开之，药成，气香味美，格韵绝高。今人亦多作，故并着其法。”\n7．（宋）《本草衍义》：“桂 大热。《素问》云∶辛甘，发散为阳。故汉张仲景桂枝汤，治伤寒表虚皆须此药，是专用辛甘之意也。《本草》第一又云∶“疗寒以热药”。故知三种之桂，不取菌桂、牡桂者，盖此二种，性止温而已，不可以治风寒之病。独有一字桂，《本经》言甘辛大热，此正合《素问》辛甘发散为阳之说，尤知菌、牡二桂不及也，然《本经》只言桂，仲景又言桂枝者，盖亦取其枝上皮。其木身粗浓处，亦不中用。诸家之说，但各执己见，终无证据。今又谓之官桂，不知缘何而立名。虑后世为别物，故书之。又有桂心，此则诸桂之心，不若一字桂也。”\n8．（元）《汤液本草》：“桂 桂心、肉桂、桂枝附 气温，味甘辛，有小毒。入手少阴经。桂枝入足太阳经。《本草》云：主温中利肝肺气，心腹寒热冷疾，霍乱转筋，头痛腰痛，出汗、止烦，止唾，咳嗽鼻齆。能堕胎。坚骨节，通血脉，理疏不足。宣导百药，无所畏。久服神仙不老。生桂阳，二月、八月、十月采皮，阴干。有菌桂、牡桂、木桂、筒桂、肉桂、板桂、桂心、官桂之类。用者罕有分别。《衍义》所言，不知何缘而得官之名。予考《本草》有出觀、宝、宜、韶、钦诸州者佳。世人以笔画多而懒书之，故只作官也。如写黄檗作黄柏，薑作姜同意。菌桂生交趾山谷，牡桂生南海山谷，木桂生桂阳，从岭南至海尽有桂树，惟柳州、象州最多。大抵细薄者为枝、为嫩，厚脂者为肉、为老，处其身者为中也。不必黄色为桂心，但不用皮與裹，止用其身中者为桂心。不经水而味薄者亦名柳桂。易老用此以治虚人使不生热也。《衍义》谓桂大热。《素问》谓辛甘发散为阳，故张仲景桂枝汤治伤寒表虚，皆须此药，是专用辛甘之意也。又云：疗寒以热。故知三种之桂，不取菌桂、牡桂者，盖此二种性止温而已，不可以治风寒之病。独有一字桂，《本经》谓甘辛大热，正合《素问》辛甘发散为阳之说，尤知菌桂、牡桂不及也。然《本经》止言桂，而仲景又言桂枝者，盖亦取其枝上皮也，其本身麤厚处亦不中用。诸家之说，但各执一己见，终无证据。今又谓之官桂，不知何缘而立名，虑后世以为别物，故无此书之。又有桂心，此则诸桂之心，不若一字桂也。别说交广商人所贩者，及医家见用，惟陈藏器之说最是。然筒桂厚实，气味厚重者，宜入治脏及下焦药。轻薄者，宜入治眼目发散药。《本经》以菌桂养精神，以牡桂利关节。仲景伤寒发汗用桂枝。桂枝者桂条也，非身干也，取其轻薄而能发散。一种柳桂乃小嫩枝条也，尢宜入上焦药。仲景汤液用桂枝发表，用肉桂补肾，本乎天者亲上，本乎地者亲下，理之自然，性分之所不可移也。一有差易，为效弥远。岁月既久，习以成弊，宜后世之不及古也。桂心通神，不可言之，至于诸桂数等，皆大小老壮之不同。观，作官也。《本草》所言有小毒，或云久服神仙不老。虽云小毒，亦从类化。与黄芩、黄连为使，小毒何施；与乌、附为使，止是全得热性；若与有毒者同用，则小毒既去，大毒转甚；与人参、麦门冬、甘草同用，能调中益气，则可久服。可知此药能护荣气而实卫气，则在足太阳经也。桂心入心，则在手少阴也。若指荣字立说，止是血药，故经言通血脉也。若与巴豆、硇砂、乾漆、川山甲、水蛭、蝱虫如此有毒之类同用，则小毒化为大毒，其类化可知矣。汤液发汗用桂枝，补肾用肉桂，小柴胡止云加桂何也。《药象》谓肉桂大辛，补下焦热火不足，治沉寒痼冷，及治表虚自汗。春夏二时为禁药。《珍》云：秋冬治下部腹痛，非桂不能止也。《心》云：桂枝气味俱轻，故能上行发散于表。内寒则肉桂，补阳则柳佳。桂，辛热散经寒，引导阳气。若正气虚者，以辛润之。散寒邪，治奔豚。”\n9．（明）《本草蒙筌》：“桂 味辛、甘，气大热。浮也，阳中之阳也。有小毒。采皮宜冬至，同饵忌生葱。收必阴干，（勿见火日。）用旋咀片。余剩须密纸重裹，犯风免辛气泄扬。种类多般，地产各处。\n桂正圆无骨，（形类竹。）生交趾桂林。牡桂广薄皮，产南海山谷。官桂品极高而堪充进贡，（州名，属广东。一说∶世人以观字笔画多，懒书之，故只作宫，如写黄作柏，作姜，同意亦通。）木桂皮极浓而肉理粗虚，乃发从岭。\n筒桂因皮嫩如筒卷束，板桂谓皮老若板坦平。柳桂系至软枝梢，肉桂指至浓脂肉。桂枝枝梗小条，非身干粗浓之处；桂心近木黄肉，但去外甲错粗皮。品分既明，欺罔难入。又各主治，亦须详知。 桂筒桂相同，（一说∶ 、筒字近似，人误书之，习以成俗也。）养精神，和颜色耐老；牡桂板桂一类，坚骨节，通血脉堕胎。\n四者性并辛温，难作风寒正治。柳桂桂枝味淡，能治上焦头目，兼横行手臂，调荣血，和肌表，止烦出汗，疏邪散风，经云气薄则发泄是也；肉桂木桂性热，堪疗下焦寒冷，并秋冬腹疼，泄贲豚，利水道，温筋暖脏，破血通经。经云气浓则发热是也。桂心美之之义，性略守，治多在中；官桂贵之之辞，味甚辛，治易解表。如此之异，盖缘本乎天者亲上，本乎地者亲下。理之自然，性分所不可移也。然柳桂桂枝，入足太阳之腑；桂心少阴之经。《本经》注云∶桂有小毒，亦从类化。与黄芩、黄连为使，小毒何施；与乌头、附子为使，全得热性。与人参、麦门冬、甘草同用，能调中益气，实卫护荣；与柴胡、紫石英、干地黄同用，却主吐逆。与巴豆、 砂、干漆、穿山甲、水蛭、虻虫，如此有毒之类同用，则小毒化为大毒矣。春夏禁服，秋冬宜煎。\n（谟）按∶诸桂所治不同，无非各因其材而致用也。然《本经》谓∶桂止烦出汗。仲景治伤寒乃云∶无汗不得服桂枝。又云∶汗过多者，桂枝甘草汤。是又用其闭汗，何特反其经义耶？\n抑一药而二用耶？噫！此正所谓殊途而合辙也。盖桂善通血脉。《本经》言∶桂止烦出汗者，非桂能开腠理而发出汗也，以之调其荣血，则卫气自和，邪无容地，遂自汗出而解矣。仲景言∶汗多用桂枝者，亦非桂枝能闭腠理而止住汗也，以之调和荣卫，则邪从汗出，邪去而汗自止矣。昧者不解出汗止汗之意，凡病伤寒，便用桂枝汤，幸遇太阳伤风自汗者，固获奇效。倘系太阳伤寒无汗者，而亦用之，为害岂浅浅乎？犹有谓仲景之治表虚，而一概同敛虚汗者，此又大失经旨矣。”\n10.（明）《本草纲目》之【附方】：“旧二十，新十三。 阴痹熨法∶寒痹者，留而不去，时痛而皮不仁。刺布衣者，以火焠之；刺大人者，以药熨之。熨法∶用醇酒二十斤，蜀椒一斤，干姜一斤，桂心一斤。凡四物， 㕮咀渍酒中。用棉絮一斤，细白布四丈，并纳酒中，置马矢煴中，封涂勿使泄气。五日五夜，出布、絮曝干，复渍以尽其汁；每渍必晬其日，乃出干之。并用滓与絮复布为复巾，长六、七尺，为六、七巾。每用一巾，生桑炭火炙巾，以熨寒痹所刺之处，令热入至病所。寒则复炙巾以熨之，三十遍而止。汗出以巾拭身，亦三十遍而止。起步内中，无见风。每刺必熨，如此病已矣。（《灵枢经》）足躄筋急∶桂末，白酒和涂之，一日一上。（皇甫谧《甲乙经》）中风口㖞 ，面目相引，偏僻颊急，舌不可转∶桂心酒煮取汁，故布蘸搨病上，正即止。左㖞搨右，右㖞搨左。常用大效。（《千金方》）中风逆冷，吐清水，宛转啼呼。桂一两，水一升半，煎半升，冷服。（《肘后方》）中风失音：桂着舌下，咽汁。又方∶桂末三钱，水二盏，煎一盏服，取汗。（《千金方》）。喉痹不语∶方同上。偏正头风，天阴风雨即发∶桂心末一两，酒调如膏，涂敷额角及顶上。（《圣惠方》）。暑月解毒桂苓丸∶用肉桂（去粗皮，不见火）、茯苓（去皮）等分，为细末，炼蜜丸龙眼大。每新汲水化服一丸。（《和剂方》）。桂浆渴水∶夏月饮之，解烦渴，益气消痰。桂末一大两，白蜜一升，以水二斗，先煎取一斗，待冷，入新瓷瓶中，乃下二物，搅二、三百转。先以油纸一重复上，加七重封之。每日去纸一重，七日开之，气香味美，格韵绝高盏半，今人多作之。图经本草。（《九种心痛圣惠方》）：用桂心二钱半，为末。酒一盏半，煎半盏饮，立效。外台秘要；桂末，酒服方寸匕，须臾六七次。心腹胀痛气短欲绝。桂二两，水一升二合，煮八合，顿服之。肘后方。中恶心痛方同上。千金。寒疝心痛四肢逆冷，全不饮食。桂心研末一钱，热酒调下取效。圣惠方。产后心痛恶血冲心，气闷欲绝。桂心三两为末，狗胆汁丸芡子大。每热酒服一丸。圣惠。产后瘕痛桂末，酒服方寸匕，取效。肘后。死胎不下桂末二钱待痛紧时，童子小便温热调下。名观音救生散，亦治产难横生。加麝香少许，酒下，比之水银等药，不损人。何氏方。血崩不止桂心不以多少，坩锅内煅存性，为末。每米饮空腹服一二钱。名神应散。妇人良方。反腰血痛桂末和苦酒涂之。干再上。肘后方。吐血下血肘后：用桂心为末，水服方寸匕。王璆目：此阴乘阳之症也，不可服凉药。南阳赵宣德暴吐血，服二次而止。其甥亦以二服而安。小儿久痢赤白。用桂(去皮，以姜汁炙紫)、黄连(以茱萸炒过)等分，为末。紫苏、木瓜煎汤服之。名金锁散。全幼心鉴。小儿遗尿桂末雄鸡肝等分，捣丸小豆大。温水调下，日三服。外台。婴儿脐肿多因伤湿。桂心炙热熨之，日四五次。姚和众方。外肾偏肿桂末，水调方寸匕，涂之。梅师方。食果腹胀不拘老小。用桂末，饭和丸绿豆大吞五六丸，白汤下。未消再服。经验方。打扑伤损瘀血溷闷，身体疼痛。辣桂为末，酒服二钱。直指方。乳痈肿痛桂心、甘草各二分，乌头一分炮，为末，和苦酒涂之，纸覆住。脓化为水，裨效。肘后方。重舌鹅口桂末，和姜汁涂之。汤氏宝书。诸蛇伤毒桂心、栝楼等分，为末，竹筒密塞。遇毒蛇伤，即傅之。塞不密，即不中用也。闭口椒毒气欲绝，或出白沫，身体冷。急煎桂汁服之，多饮新汲水一二升。梅师方。中钩吻毒解芫青毒并煮桂汁服。”\n11．（清）《本草从新》:“大燥、补命门火、平肝通血脉、引火归元．辛甘大热．有小毒．气厚纯阳．入肝肾血分．补命门相火之不足．（两肾中间、先天祖气、乃真火也、人若无此真阳之火、则无以蒸糟粕而化精微、脾胃衰败、气尽而亡矣．）益阳消阴．治痼冷沉寒。疏通血脉，宜导百药热则通行。能发汗，去营卫风寒辛则善散。下焦腹痛。奔豚疝瘕。（木得桂而枯、削桂钉木根、其木即死。）又能抑肝风而扶脾土。（肝木盛则克土，辛散肝风，甘益脾土）疗胁痛惊痫，寒热久虐用净肉桂钱馀。将发时口中噙之。虚寒恶食．湿盛泄泻（土为木克、不能防水、古行水方中多用之、如五苓散之类．）引无根之火。降而归元．从治咳逆结气。目赤肿痛。格阳喉痹等证。（以热攻热、名曰从治。）通经催生堕胎．（辛热能动血故也）出交趾者最佳。今甚难得，浔州者庶几。必肉厚气香，色紫有油，味辛甘，尝之舌上极清楚者方可用。若尝之舌上不清楚者，及切开有白点者是洋桂，大害人。去粗皮，其毒在皮。不见火。须临用切碎，群药煎好方入，煎一、二沸即服。得人参、甘草、麦冬良。忌生葱，石脂。”\n12.（清）《得配本草》：“畏生葱、石脂。甘、辛、热。有小毒。入足少阴经，兼足厥阴经血分。补命门之相火，通上下之阴结，升阳气以交中焦，开诸窍而出阴浊，从少阳纳气归肝，平肝邪扶益脾土，一切虚寒致病，并宜治之。（端温营分之里，与躯壳经络之病无涉。）得人参、甘草、麦门冬、大黄、黄芩，调中益气。得柴胡、紫石英、干地黄，疗吐逆。蘸雄鸡肝，治遗尿。入阳药，即汗散。入血药，即去皮，勿见火，研末吞。若入药煎服，必待诸药煎好投入，煎五六沸，即倾出取服。痰嗽咽痛，血虚内燥，孕妇，产后血热，四者禁用。附子救阴中之阳，肉桂救阳中之阳，以桂性轻扬，能横行达表，走窜百脉也。”\n13．（清）《本草崇原》：“气味辛温，无毒。主上气咳逆，结气，喉痹，吐吸，利关节，补中益气。久服通神，轻身不老。（《本经》有牡桂、菌桂之别，今但以桂摄之。桂木臭香，性温，其味辛甘。始出桂阳山谷及合浦、交趾、广州、象州、湘州诸处。色紫黯，味辛甘者为真。若皮色黄白，味不辛甘，香不触鼻，名为柳桂，又名西桂。今药肆中此桂居多。真广者，百无一二。西桂只供发散，不能助心主之神，壮木火之气，用者不可不择。上体枝干质薄，则为牡桂。牡，阳也。枝干治阳本乎上者，亲上也。下体根荄质厚，则为菌桂。菌，根也。根荄治阴本乎下者，亲下也。仲祖《伤寒论》有桂枝加桂汤，是牡桂、菌桂并用也。又云∶桂枝去皮。去皮者，只取梢尖嫩枝，外皮内骨皆去之不用。是枝与干又各有别也，今以枝为桂枝，干为桂皮，为官桂，即《本经》之牡桂也。根为肉桂，去粗皮为桂心，即《本经》之菌桂也。生发之机在于干枝，故录《本经》牡桂主治，但题以桂而总摄焉。）桂木凌冬不凋，气味辛温，其色紫赤，水中所生之木火也。上气咳逆者，肺肾不交，则上气而为咳逆之证。桂启水中之生阳，上交于肺，则上气平而咳逆除矣。结气喉痹者，三焦之气，不行于肌腠，则结气而为喉痹之证。桂秉少阳之木气，通利三焦，则结气通而喉痹可治矣。吐吸者，吸不归根，即吐出也。桂能引下气与上气相接，则吸入之气，直至丹田而后出，故治吐吸也。关节者，两肘两腋、两髀两腘 ，皆机关之室。周身三百六十五节，皆神气之所游行。桂助君火之气，使心主之神，而出入于机关，游行于骨节，故利关节也。补中益气者，补中焦而益上下之气也。久服则阳气盛而光明，故通神。三焦通会元真于肌腠，故轻身不老。”"
  },
  {
    "id": 89,
    "code": "SJ",
    "name": "沙棘",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a04fe1bb0ed30d9dd7d31fdc7debe388.jpg\"]",
    "local_images": "[\"images\\\\89_沙棘\\\\image_1.jpg\"]",
    "origin": "沙棘为民族药，药材基原复杂。沙棘入药最早记载于《月王药诊》，在各藏药古典著作中沙棘藏文名达尔布、达尔物、达布、大尔卜。《文殊本草》载：“带有毒刺，果如鸟蛋”；《度母本草》载：“分为黑白两种。主干粗大，叶小而灰白色。果实黄色，状似豌豆。”；《晶珠本草》载：“树皮黑，粗糙，有刺；如刚生下的鼠崽，表面红黄色，味酸刺舌。分为三种：大者称纳木达尔，生于河谷约有两层房子的高度；中者称巴尔达尔，生于山沟，树高约有2米左右；小者称萨达尔，生于高地的溪水畔、河滩，茎细小，高约一卡，叶背面白色，状如金露梅。大、小两种果实均为黄色，状如黄水泡，刺破有黄汁液，中者果实如青稞，硬而干，金黄色。”。根据以上形态描述及生境分布，历代本草所载沙棘并非一种，江孜沙棘H. rhamnoides L. subsp. gyantsensis Rousi （纳达尔），肋果沙棘H. neurocarpa S. W. Liu et T. N. He.（巴达尔）西藏沙棘H. thibetana Schlechtend（萨达尔）甚至沙棘属其他物种均可药用，1977年卫生部首次将沙棘正式列入《中国药典》，规定其基原物种为胡颓子科植物沙棘H. rhamnoides L. [1]。",
    "components": "1.营养成分 糖类（主要为葡萄糖、果糖、蔗糖，还含有核糖、半乳糖、木糖等）、蛋白质、维生素（A、B、C、E、K1、P）、脂类（棕榈酸和棕榈油酸、亚油酸和亚麻油酸、异油酸、肉豆蔻酸、十六碳烯酸、硬脂酸），还含有铁、锰、镁、铜、锌、钙、钠、钾等人体必需的微量元素[4]。 2.其它成分 黄酮、有机酸（苹果酸、柠檬酸、酒石酸等）、萜类、甾醇、挥发油、酮醛、酯类等[4]。",
    "effects": "止咳化痰，健胃消食，活血散瘀",
    "safety": "现代研究表明[9,10]，沙棘属无毒级物质。沙棘原汁经大鼠灌胃给药进行急性毒性试验研究，观察两周，LD50大于21.5mg/kg，属于无毒级物质；遗传毒性试验表明，沙棘汁无致突变性，无致大鼠骨髓嗜多染红细胞微核作用，无致大鼠精子畸形作用；90天喂养试验结果表明沙棘喂养组与对照组相比未出现有意义的病理改变,表明其无亚急性毒性。大鼠繁殖试验和大鼠致畸试验，仔鼠未见有行为和外观异常，未见致突变、致畸性及对动物生长发育的不良影响。 沙棘提取物的大鼠、小鼠的急性毒性试验、小鼠骨髓细胞微核试验、小鼠精子畸变分析及鼠伤寒沙门菌回复突变试验表明，大鼠和小鼠的沙棘提取物经口最大耐受量均大于21.4g/kg,属实际无毒物质。小鼠骨髓细胞微核试验和小鼠精子畸变分析均为阴性结果,表明沙棘提取物对骨髓细胞染色体和生殖细胞染色体均无致畸变作用。",
    "applications": "决明苏子粥",
    "contraindications": "根据中医九种体质学说，痰湿质人群忌食或少食。",
    "historical_records": "1.（公元8世纪）《月王药诊》：“沙棘医治培根、增强体阳、开胃舒胸、饮食爽口、容易消化。”\n2.（公元8世纪）《四部医典》：“培根良且症，用三果汤可治，或用沙棘、甘草、三果等研末，以蜂蜜为引令服，火炙颈空穴与脊椎第一节。”，“沙棘利肺止咳、活血化瘀、消痰湿；果实犹如豆，色黄味极酸，制膏剂入药”。\n3.（元）《饮膳正要》：“赤赤哈纳（沙棘）不以多少水浸取汁，用银石器内熬成膏服用即生津止渴治嗽”。\n4.（公元16世纪）《祖先口供》：“沙棘利肺止咳、活血化瘀、消去痰湿。”\n5.（清）《晶珠本草》：“沙棘膏治肺病、破穿培根、和血、转化一切痞瘤”、“沙棘果除肺肿瘤、化瘀、治病培根”、“对咽喉疾病有益”。"
  },
  {
    "id": 90,
    "code": "QS",
    "name": "芡实",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/35540f99c340aed3c60f6433fb89677d.jpg\"]",
    "local_images": "[\"images\\\\90_芡实\\\\image_1.jpg\"]",
    "origin": "芡实原以鸡头实之名始载于《神农本草经》上品。《本草经集注》云：“此即今蒍字，子形上花似鸡冠，故名鸡头”。《蜀本图经》云“此生水中，叶大如荷，皱而有刺，花，子若拳大，实若石榴，皮青黑，肉白，如菱米也”。《本草图经》载：“生雷泽，今处处有之。生水泽中，叶大如荷，皱而有刺，俗谓之鸡头盘。花下结实，其形类鸡头，故以名之”。《本草纲目》描述其植物特征最详：“芡茎三月生叶贴水，大于荷叶，皱纹如，蹙衄如沸，面青背紫，茎、叶皆有刺。其茎长至丈余，中亦有孔有丝，嫩者剥皮可食。五六月生紫花，花开向日结苞，外有青刺，如刺及栗球之形。花在苞顶，亦如鸡喙及喙。剥开内有斑驳软肉裹子，累累如珠玑。壳内白米，状如鱼目。深秋老时，泽农广收，烂取芡子，藏至石，以备歉荒。其根状如三棱，煮食如芋。”李时珍的描述基本上能够确定和今之芡实相符。《本草品汇精要》还指出了芡实分有刺和无刺两种：“江南产者其汇红紫光润无刺，自扬而北产者汇有刺而青绿为异”，《本草图经》、《证类本草》绘有芡实果实图，形态基本相似，类球形，具宿存萼，密被硬刺，形如鸡头，果柄具刺；《本草纲目》、《植物名实图考》附图有果实和叶的形态，叶类圆形，多隆起，具刺。综上，芡实来源于睡莲科植物芡Euryale ferox Salisb.，古今一致[1]。",
    "components": "1.营养成分 蛋白质、脂肪、糖分、粗纤维、维生素B1、B2、C、D等，还含有铁、锰、镁、铜、锌等14种人体必需的微量元素[5-6]。 2.其它成分 含甾醇类、黄酮类、环肽类和脑苷脂类化合物等[5-6]。",
    "effects": "益肾固精，补脾止泻，祛湿止带",
    "safety": "目前未见对芡实及其主要成分的毒理学研究报导。",
    "applications": "山药芡实粥",
    "contraindications": "大便硬结者不宜食用。根据中医九种体质学说，气虚质人群更为适宜食用。",
    "historical_records": "1.（汉）《神农本草经》：“鸡头实味甘，平，主湿痹，腰脊膝痛，补中除暴疾，益精气，强志，令耳目聪明。久服轻身不饥、耐老神仙。一名雁喙实。”\n2.（南北朝）《本草经集注》：“此即今蒍子形上花似鸡冠，故名鸡头。仙方取此并莲实合饵，能令小儿不长，正尔。食之亦当益人。”\n3.（唐）《新修本草》：“此实去皮作粉，与菱粉相似，益人胜菱。”\n4.（宋）《本草衍义》：“今天下皆有之。河北沿溏泺居人采得，舂去皮，捣仁为粉，蒸炸作饼，可以代粮。食多，不益脾胃气，兼难消化。”\n5.（明）《本草蒙筌》：味甘，气平。属土有水。无毒。处处池塘俱种，逢秋采实曝干。形类鸡头，故此为誉。须先舂壳，才可取仁。煮熟食堪以代粮，生嚼食动风冷气。婴儿食形体矮小，（孟诜云∶与婴儿食不能长大，故驻年耳。）老人食寿岁延长。入药可为散为丸，寻常任煮粥作饼。主湿痹，止腰膝疼痛；益精气，令耳目聪明。强志疗颈瘰疮，补中除卒暴疾。久服不厌，渐作神仙。古方和金樱子丸吞，故名曰水陆二仙丹也。嫩根乃名 菜，小腹气痛宜尝。又种水菱，名曰芰实。气味相若，亦产池塘。有四角两角不同，任生啖煮食随用。\n6.（明）《本草纲目》之【附方】：①小便频数及遗精。用秋石、白茯苓、芡实、莲子各二两，共研为末。加蒸枣做成成丸子，如梧子大。每服三十丸，空心服，盐汤送下。此方名‘四精丸’。②白浊。用芡实粉、白茯苓粉。化黄蜡和蜜作丸子。如梧子大。每服百丸，盐汤送下。此方名‘分清丸’。”\n7.（清）《本草从新》：“一名鸡头。补脾涩精，甘平而涩，补脾固肾，助气涩精。治梦遗滑精，解暑热酒毒，疗带浊泄泻、小便不禁。大小便不利者勿服，小儿不宜多食，甚难消化。”\n8.（清）《本草求真》：“芡实如何补脾，以其味甘之故；芡实如何固肾，以其味涩之故。惟其味甘补脾，故能利湿，而泄泻腹痛可治；惟其味涩固肾，故能闭气，而使遗带小便不禁皆愈。功与山药相似，然山药之阴，本有过于芡实，而芡实之涩，更有甚于山药；且山药兼补肺阴，而芡实则上于脾肾而不及于肺。”\n9.（清）《得配本草》：“一名鸡头甘、平、涩。入足少阴、太阴经。补脾助气，固肾涩精。治遗浊滞下，小便不禁。得金樱子，涩精。配秋石、莲肉、大枣，为丸盐汤下，治便数精滑。佐生地，止血。合菟丝子，实大便。”\n10.（清）《本草崇原》：“芡实气味甘平，子黄仁白，生于水中，花开向日，乃阳引而上，阴引而下，故字从欠，得阳明少阴之精气。主治湿痹者，阳明之上，燥气治之也。治腰脊膝痛者，少阴主骨，外合腰膝也。补中者，阳明居中土也。除暴疾者，精气神三虚相搏，则为暴疾。芡实生于水而向日，得水之精，火之神。茎刺肉白，又禀秋金收敛之气，故治三虚之暴疾。益精气，强志，令耳目聪明者，言精气充益，则肾志强。肾志强则耳目聪明。盖心肾开窍于耳，精神共注于目也。久服则积精全神，故轻身不饥，耐老神仙。”"
  },
  {
    "id": 105,
    "code": "QG",
    "name": "青果",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/cdfc6d2ae8f82f3ab8cfdd7173a3309d.jpg\"]",
    "local_images": "[\"images\\\\105_青果\\\\image_1.jpg\"]",
    "origin": "橄榄在万震《南州异物志》中已有记载，云：“橄榄子缘海浦屿间生，实大如轴头，皆反垂向下。实先生者向下，后生者渐高。”沈莹《临海异物志》名余甘子，云：“余甘子，如梭形。出晋安侯官界中。余甘、橄榄同一果耳。”入药首见于《食疗本草》，原名橄棪。《本草拾遗》载：“树大圆实，长寸许，南方人以为果，生实味酸。”《开宝本草》云：“其树似木槵子树而高，端直。其形似生诃子，无棱瓣。生岭南。八月、九月采。”《本草图经》载：“橄榄，生岭南，今闽、广诸郡皆有之。木似木槵而高，且端直可爱，秋晚实成，南人尤重之。咀嚼之满口香久不歇。”据以上记载的产地及果实形态、采收时间考证，古代所用橄榄与今市售药材一致，为橄榄科植物橄榄Canarium album Raeusch.。",
    "components": "1.营养成分 膳食纤维、胡萝卜素、视黄醇、维生素B1、维生素B2、烟酸、维生素C、蛋白质、棕榈酸、油酸和亚油酸等，及钾、镁、磷、铁、锌、铜、锰等人体必需的微量元素[4][5]。 2.其它成分 挥发油类（石竹烯、1R-α-蒎烯、22,23-二氢豆甾醇等）、黄酮类（穗花杉双黄酮、槲皮素、金丝桃苷等）、多酚类（没食子酸、焦性没食子酸、鞣花酸等）、三萜类化合物（α-香树脂醇、β-香树脂醇、3-表-β-香树脂醇等）等。",
    "effects": "清热解毒，利咽生津",
    "safety": "现代研究对小鼠灌胃给药青果总黄酮进行急性毒性试验，未见任何急性毒性反应[11]。",
    "applications": "四香酒料",
    "contraindications": "脾胃虚寒者慎用。根据中医九种体质学说，适宜食用青果的人群为湿热质型，适当摄入可清热生津，利咽解毒。",
    "historical_records": "1.（唐）《本草拾遗》载：“树大圆实，长寸许，南方人以为果，生实味酸。”\n2.（唐）《食疗本草》载：“主河豚毒，煮汁服之。中此鱼肝、子毒，人立死，惟此木能解。出岭南山谷。树大阔数围，实长寸许。其子先生者向下，后生者渐高。至八月熟，蜜藏极甜。””\n3.（五代）《日华子本草》载：“橄榄，开胃，下气，止泻。”\n4.（宋）《本草图经》载：“橄榄，生岭南，今闽、广诸郡皆有之。木似木槵而高，且端直可爱，秋晚实成，南人尤重之。咀嚼之满口香久不歇。生啖及煮饮并解诸毒，人误食鯸鲐肝至迷闷者，饮其汁立差。……邕州又有一种波斯橄榄，与此无异，但其核作三瓣，可蜜渍食之。”\n5.（宋）《本草衍义》载：“橄榄，味涩，食久则甘。嚼汁咽，治鱼鲠。”\n6.（元）《饮膳正要》载：“橄榄，味酸、甘，温，无毒。主消酒，开胃，下气，止渴。”\n7.（明）《本草纲目》之【附方】载：“初生胎毒：小儿落地时，用橄榄一个烧研，朱砂末五分和匀，嚼生脂麻一口，吐唾和药，绢包如枣核大，安儿口中，待咂一个时顷，方可与乳。此药取下肠胃秽毒，令儿少疾，及出痘稀少也。孙氏《集效方》。唇裂生疮：橄榄炒研，猪脂和涂之。牙齿风疳，脓血有虫：用橄榄烧研，入麝香少许，贴之。《圣惠方》。下部疳疮：橄榄烧存性，研末，油调敷之。或加孩儿茶等分。《乾坤生意》。”\n8.（清）《本草备要》载：“甘涩而温。肺胃之果，清咽生津，除烦醒酒，解河豚毒，（投入煮佳。）及鱼骨鲠。”\n9.（清）《随息居饮食谱》载：“橄榄，一名青果，酸甘平。开胃生津，化痰涤浊，除烦止渴，凉胆息惊，清利咽喉，解鱼、酒、野蕈毒。盐藏药制，功用良多。点茶亦佳。”"
  },
  {
    "id": 116,
    "code": "SR",
    "name": "砂",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/b53883ecad67cbf54346778c3a2cc94d.jpg\"]",
    "local_images": "[\"images\\\\116_砂\\\\image_1.jpg\"]",
    "origin": "砂仁，古称缩砂密，为外来药物。始载于唐《药性论》，谓：“缩沙蜜出波斯国（今伊朗）。”《海药本草》云广今按陈氏，生四海（今印度洋、波斯 湾、地中海）及酉戎诸国……多从安衣道来。”《本草图经》描述了其形态特征：“缩沙蜜生南地，今惟岭南山泽间有之。苗茎似高良姜，高三四尺，叶青，长八九寸,阔半寸已来。三月、四月开花在根下，五六月成实，五七十枚作一穗，状似益智，皮紧序而皱，如栗纹，外有刺，黄赤色。皮间细子一团，八漏可四十余粒，如黍米大，微黑色”并附有新州（今广东新兴县）缩沙蜜图一幅，特征与上文一致。综上所述，古代砂仁产地就有国产、进口之分；进口者即今之绿壳砂仁；产岭南者即今阳春砂仁。\n《南越笔记》：“阳春砂仁，一名缩砂蜜，新兴亦产之，而生阳江南河者大而有力”，指出了阳春砂具体的产地为新兴、阳江，《药物出产辨》云：“产广东阳春县为最，以蟠龙山为第一”，明确指出了阳春砂以广东阳春及蟠龙山出产者为道地产区。据考证[1]，古代本草中未见《药典》所收录的海南砂Amonmum longiligulare T.L.Wu，海南砂以海南省为道地产区，20世纪60年代逐步开始人工栽培和药用。",
    "components": "1.营养成分 单糖类、蛋白质、脂肪类、粗纤维、锰、铁、铜、锌、硒、钼等[8-10] 2.其他成分 阳春砂仁挥发油中主要成分是樟烯、乙酸龙脑脂、樟脑、龙脑、柠檬烯及α-蒎烯等成分[11]，绿壳砂仁挥发油中主要含樟脑、橙花叔醇、乙酸龙脑酯、龙脑、芳樟醇、樟脑烯、柠檬烯及β-蒎烯[12]，海南砂仁挥发油中主要成分为α-蒎烯，β-蒎烯，桉叶醇、对-聚伞花素、柠檬烯、樟烯、乙酸龙脑酯及樟脑[13]。",
    "effects": "化湿开胃，温脾止泻，理气安胎",
    "safety": "现代研究对砂仁的毒性以及安全剂量研究资料较少，急性毒性实验得出砂仁挥发油对小鼠灌胃的LD50为7200mg/Kg,按毒性分级标准，属实际无毒类物质[16]。海南砂仁挥发油对Sprague-Dawley大鼠（溃疡性结肠炎）连续给药，3个月无毒性反应剂量为l900mg/kg；中毒剂量为3800mg/kg，可见脾脏和肺脏出现病理改变；对大鼠体重增长有一定影响[17]。",
    "applications": "三豆粥",
    "contraindications": "阴虚有热者忌服。根据中医九种体质学说，痰湿质最为适宜食用。",
    "historical_records": "1.（唐）《本草拾遗》：“主上气咳嗽，奔豚，鬼疰，惊痫邪气。”\n2.（唐）《药性论》：“主冷气腹痛，止休息气痢，劳损，消化水谷，温暖脾胃，治冷滑下痢不禁，虚羸。”\n3.（唐）《日华子本草》：“治一切气，霍乱转筋，心腹痛。”\n4.（宋）《小儿卫生总微论方》：“治小儿滑泄，肛头脱出：缩砂一两。去皮为末，每用一钱，以猪腰子一片批开，入药末在内，绵系，米泔煮熟，与儿食之，次服白矾丸。”\n5.（元）《汤液本草》：“缩砂，与白檀、豆蔻为使则入肺，与人参、益智为使则入脾，与黄柏、茯苓为使则入肾，与亦、白石脂为使，则入大、小肠。”\n6.（明）《本草蒙筌》：“除霍乱，止恶心。却腹痛安胎，温脾胃下气。治虚劳冷泻并宿食不消，止赤白泄痢及休息痢证。”\n7.（明）《本草纲目》：“【附方】旧二，新一十四。冷滑下痢不禁，虚羸。用缩砂仁熬为末，以羊子肝薄切掺之，瓦上焙干为末，入干姜末等分, 饭丸梧子大。每服四十丸，白汤下，日二服。又方：缩砂仁、炮附子、干姜、厚朴、陈橘皮等分，为末，饭丸梧子大。每服四十丸，米饮下，日二服。并药性论。大便泻血，三代相传者。缩砂仁为末，米饮热服二钱，以愈为度。十便良方。小儿脱肛，缩砂去皮为末，以猪腰子一片，批开擦末在内，缚定，煮熟与儿食，次服白矶丸。如气逆肿喘者，不治。保幼大全。遍身肿满，阴亦肿者。用缩砂仁、土狗一个，等分，研，和老酒服之。直指方。痰气膈胀，砂仁捣碎,以萝卜汁浸透，焙干为末。每服一二钱，食远沸汤服。简便方。上气咳逆，砂仁洗净炒研、生姜连皮等分，捣烂，热酒食远泡服。简便方。子痫昏冒，缩砂和皮炒黑，热酒调下二钱。不饮者，米饮下。此方安胎止痛皆效，不可尽述。温隐居方。妊娠胎动，偶因所触，或跌坠伤损，致胎不安，痛不可忍者。缩砂熨斗内炒热，去皮用仁，捣碎。每服二钱，热酒调下。须臾觉腹中胎动处极热，即胎已安矣。神效。孙尚药方。妇人血崩，新缩砂仁，新瓦焙研末，米饮服三钱。妇人良方。热拥咽痛，缩砂壳为末，水服一钱。戴原礼方。牙齿疼痛，缩砂常嚼之良。直指方。口吻生疮，缩砂壳锻研，擦之即愈。此蔡医博秘方也。黎居士简易方。鱼骨入咽，缩砂、甘草等分，为末，绵裹含之咽汁，当随痰出矣。王璆百一选方。误吞诸物，金银铜钱等物不化者，浓煎缩砂汤饮之，即下。危氏得效方。一切食毒，缩砂仁末，水服一二钱。事林广记。”\n8.（明）《本草经疏》：“缩砂蜜，辛能散，又能润；温能和畅通达。虚劳冷泻，脾肾不足也，宿食不消，脾胃俱虚也，赤白滞下，胃与大肠因虚而湿热与积滞客之所成也。辛以润肾，故使气下行，兼温则脾胃之气皆和，和则冷泻自止，宿食自消，赤白滞下自愈，气下则气得归元，故腹中虚痛自已也。”“缩砂蜜，气味辛温而芬芳，香气入脾，辛能润肾，故为开脾胃之要药，和中气之正品，若兼肾虚，气不归元，非此为向导不济。”“本非肺经药，今亦有用之于咳逆者，通指寒邪郁肺，气不得舒，以致咳逆之证，若咳嗽多缘肺热，此药即不应用矣。”\n9.（清）《药品化义》：“砂仁，辛散苦降，气味俱厚。主散结导滞，行气下气，取其香气能和五脏，随所引药通行诸经。若呕吐恶心，寒湿冷泻，腹中虚痛，以此温中调气；若脾虚饱闷，宿食不消，酒毒伤胃，以此散滞化气；若胎气腹痛，恶阻食少，胎胀不安，以此运行和气。”\n10.（清）《玉楸药解》：“缩砂仁，和中调气，行郁消滞，降胃阴而下食，达脾阳而化谷，呕吐与泄泻皆良，咳嗽与痰饮俱妙，善疗噎膈，能安胎妊，调上焦之腐酸，利下气之秽浊。清升浊降，全赖中气，中气非旺，则枢轴不转，脾陷胃逆。凡水胀肿满，痰饮咳嗽，噎膈泄利，霍乱转筋，胎坠肛脱，谷宿水停，泄秽吞酸诸证，皆升降反常，清陷浊逆故也。泄之则益损其虚，补之则愈增其满，清之则滋其下寒，温之则生其上热。惟以养中之味，而加和中之品，调其滞气，使枢轴回旋运动，则升降复职，清浊得位，然后于补中扶土之内，温升其肝脾，清降其肺胃，无有忧矣。和中之品，莫如砂仁，冲和调达，不伤正气，调醒脾胃之上品也。”\n11.（清）《医林纂要》：“润肾，补肝，补命门，和脾胃，开郁结。”\n12.（清）《本草求真》：“缩砂，书号为醒脾调胃要药。其言醒脾调胃，快气调中，则于腹痛痞胀有功，入大肠则于赤白泻痢有效，入肺则于咳嗽上气克理。至云止痛安胎，并咽喉口齿浮热能消，亦是中和气顺之意。若因实热而云眙气不和，水衰而见咽喉口齿燥结者，服之岂能是乎。故虚实二字，不可不细辨而详察耳。”"
  },
  {
    "id": 122,
    "code": "SY",
    "name": "桑",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/ff2045581dfad7e01ea3153da03fb958.jpg\"]",
    "local_images": "[\"images\\\\122_桑\\\\image_1.jpg\"]",
    "origin": "桑类药材的药用记载最早出现于《五十二病方》：“蛇啮：以桑汁涂”，“食（蚀）口鼻，冶（堇）葵，以桑薪（新长出的枝叶）燔其令汁出，以羽取”。桑汁应当包括桑叶汁[2]。可以说桑叶的药用始载于《五十二病方》，桑叶的名称最早见于《神农本草经》，列为中品，附于桑根白皮下。称桑叶为“神仙叶”，“叶气味苦甘寒，有小毒，主除寒热，出汗”。《本草纲目》记载“桑有数种，有白桑，叶大如掌而厚；鸡桑，叶花而薄；子桑，先椹而后叶；山桑，叶尖而长。以子种者，不若压条而分者。桑生黄衣，谓之金桑，其木必将槁矣。”《中药品种理论与应用》“桑白皮”条指出，《本草纲目》所述之白桑，与2015年版《药典》收载的桑Morus alba L.品种相符，而鸡桑等根皮，在一些产区也供药用，古今用药情况，颇多类似之处。",
    "components": "1.营养成分 活性蛋白、维生素A、维生素B、维生素C、氨基酸、胡萝卜素、葡萄糖、蔗糖、果糖、鞣质、苹果酸、尼克酸、脂类、钾、钠、钙、铜、镁、锌、铁等[5-6]。 2.其他成分 多糖、生物碱（N-Me-DMJ、GAL-DNJ、Fagomine等）、黄酮类（芦丁、槲皮素、异槲皮素等）、锗、锶、钴等[7-8]。",
    "effects": "疏散风热，清肺润燥，清肝明目",
    "safety": "现代研究未见桑叶（单独用药）的毒理实验，有苦瓜、桑叶合剂安全性毒理学研究，未发现苦瓜、桑叶合剂有明显的毒性作用[9]；以及绿茶、桑叶混合袋泡茶毒理学研究，结果表明桑叶-绿茶袋泡茶无毒，无遗传毒性，使用安全性高[10]。",
    "applications": "桂圆红枣桑椹汤",
    "contraindications": "脾虚有寒，腹泻的人群，不宜食用或少食。",
    "historical_records": "1.（汉）《神农本草经》：“除寒热，出汗。”\n2.（唐）《新修本草》：“桑叶，味苦、甘，寒，有少毒。水煎取浓汁，除脚气水肿，利大小肠。”\n3.（唐）《食疗本草》：“桑叶，炙，煎饮之止渴，一如茶法。”\n4.（明）《救荒本草》云：“其叶嫩老，皆可煠食。皮炒干磨面，可食。”\n5.（明）《本草蒙筌》：“桑叶采经霜者煮汤，洗眼去风泪殊胜。盐捣敷蛇虫蜈蚣咬毒，蒸捣 扑损瘀血滞凝。煎代茶，消水肿脚浮，下气令关节利；研作散，（汤调。）止霍乱吐泻，出汗除风痹疼。炙和桑衣煎浓，治痢诸伤止血。”\n6.（明）《本草纲目》：“桑叶乃手、足阳明之药，汁煎代茗，能止消渴。治劳热咳嗽，明目长发。……【附方】旧二，新十一。青盲洗法 昔武胜军宋仲孚患此二十年，用此法，二年目明如故。新采青桑叶阴干，逐月按日就地上烧存性。每以一合，于瓷器内煎减二分，倾出澄清，温热洗目，至百度，屡试有验。正月初八，二月初八，三月初六，四月初四，五月初五，六月初二，七月初七，八月二十，九月十二，十月十七，十一月初二，十二月三十。 普济方。风眼下泪腊月不落桑叶煎汤，日日温洗。或入芒消。集简方。赤眼涩痛桑叶为末，纸卷烧烟熏鼻取效，海上方也。普济方。头发不长桑叶、麻叶煮泪水沐之，七次可长数尺。千金方。吐血不止晚桑叶焙研，凉茶服三钱。只一服止，后用补肝肺药。 圣济总录。小儿渴疾，桑叶不拘多少，逐片染生蜜，线系蒂上，绷，阴干细切，煎汁日饮代茶。 胜金方。霍乱转筋入腹烦闷。桑叶一握，煎饮，一二服立定。圣惠方。大肠脱肛黄皮桑树叶三升，水煎过，带温罨纳之。仁斋直指方。月市毒风疮状如大风。绿云散：用好桑叶净洗，蒸熟一宿后日干为末。水调二钱匕服。经验后方。痈口不敛经霜黄桑叶为末，傅之。直指方。穿掌月中毒新桑叶研烂，盒之即愈。通玄论。汤火伤疮经霜桑叶烧存性，为末，油和傅之。三日愈。医学正传。手足麻木不知痛痒。霜降后桑叶煎汤，频洗。救急方。”\n7.（清）《食物本草》：“汁解蜈蚣毒。煎浓汁服，除脚气水肿，利大小肠。炙热煎饮，代茶止渴。煎饮利五脏，通关节，下气。嫩叶煎酒服，治一切风。蒸熟捣罯风痛出汗，并扑损瘀血。挼烂涂蛇、虫伤（大明）。研汁，治金疮及小儿吻疮。煎汁服，止霍乱腹痛吐下，亦可以干叶煮之。”\n8.（清）《本草从新》：“干桑叶，凉血祛风，苦甘而凉，（得金气而柔润不凋、故喻嘉言清燥救肺汤、以之为君。）滋燥，凉血，止血，（刀斧伤者为末、干掺妙。）去风，长发，明目。（采经霜者煎汤、洗眼去风泪、洗手足去风痹、桑叶黑芝麻等分、蜜丸、名扶桑丸、除湿祛风、乌须明目。）代茶止消渴，末服止盗汗。用经霜者。”\n9.（清）《得配本草》：“桑叶，甘，寒。入手足阳明经。清西方之燥，泻东方之实。去风热，利关节，疏肝，止汗。得生地、麦冬，治劳热。配生地、阿胶，治嗽血。阴干，芝麻研碎拌蒸用。肝燥者禁用。”"
  },
  {
    "id": 123,
    "code": "SS",
    "name": "桑",
    "sorts": "养心益智",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a4dc71496809112176d109b08a8e1059.jpg\"]",
    "local_images": "[\"images\\\\123_桑\\\\image_1.jpg\"]",
    "origin": "桑类药材的药用，最早记载于《五十二病方》：“蛇啮：以桑汁涂”，“食（蚀）口鼻，冶（堇）葵，以桑薪（新长出的枝叶）燔其令汁出，以羽取”。《本草纲目》记载“（桑）子名椹。……桑有数种，有白桑，叶大如掌而厚；鸡桑，叶花而薄；子桑，先椹而后叶；山桑，叶尖而长。以子种者，不若压条而分者。桑生黄衣，谓之金桑，其木必将槁矣。”《中药品种理论与应用》“桑白皮”条指出《本草纲目》所述之白桑，与2015年版《药典》收载的桑Morus alba L.品种相符，而鸡桑等根皮，在一些产区也供药用，古今用药情况，颇多类似之处。《救荒本草校释与研究》一书在“桑椹树”一条，按语指出：“桑根白皮《本草经》列中品，根皮、枝皮、桑叶、桑椹、桑耳皆入药，今则多用桑叶，而以桑椹作水果售卖，《诗经•卫风》：‘桑之未落，其叶沃若，于嗟鸠兮，无食桑葚’。”\n综上所述，桑椹为桑Morus alba L.的干燥果穗（古代称为“子”或“实”），4～6月果实变红时采收，晒干，或略蒸后晒干。",
    "components": "1.营养成分 蛋白质、人体必需氨基酸、果糖、葡萄糖、活性多糖、多种维生素，铁、钙、锌、硒等微量元素及胡萝卜素、纤维素等[4-6]。 2.其他成分 白黎芦醇、芦丁、原花色素、有花色苷、非色素酚类物质、多糖等[7]。",
    "effects": "滋阴养血，生津润燥",
    "safety": "桑葚抗突变和致突变性初步试验中未发现致突变现象，并对丝裂霉素（MMC）引起的致突变性有明显的拮抗作用[9]。",
    "applications": "扁豆茶",
    "contraindications": "脾胃虚寒作泄者勿服；桑椹含糖量高，糖尿病人食用需注意适量。",
    "historical_records": "1.（唐）《新修本草》：“桑椹，味甘，寒，无毒。单食主消渴。”\n2.（唐）《食疗本草》：载：“桑椹，性微寒。食之补五脏，耳目聪明，利关节，和经脉，通血气，益精神。桑叶，炙，煎饮之止渴，一如茶法。”\n3.（唐）《开宝本草》：“椹，利五脏、关节，通血气。久服不饥。多收暴干。捣末蜜和为丸。每日服六十丸，变白不老。”\n4.（宋）《图经本草》：“又采椹，暴干。和蜜食之，并令人聦明，安魂镇神。”\n5.（宋）《证类本草》：“引《仙方》云：“桑椹熟时，收之日干。为末，蜜和丸桐子大。空心酒服四十丸，长服之良。”\n6.（宋）《本草衍义》：“桑根白皮条中言桑之用稍备，然独遗乌椹，桑之精英尽在于此。采摘，微研，以布滤去滓，石器中熬成稀膏，量多少入蜜，再熬成稠膏，贮瓷器中。每抄一、二钱，食后、夜卧，以沸汤点服。治服金石发热渴，生精神，及小肠热，性微凉。”\n7.（明）《救荒本草》：“救饥”云：“采桑椹熟者食之。或熬成膏，摊于桑叶上晒干，捣作饼收藏，或直取椹子晒干，可藏经年。及取椹子清汁置瓶中，封三二日即成酒，其色味似葡萄酒，甚佳。亦可熬烧酒，可藏经年，味力愈佳。”\n8.（明）《本草约言》：载：“桑椹，味甘、寒。主消渴。或暴干和蜜食之。令人聪明，安魂镇神。”\n9.（明）《本草蒙筌》：“椹收曝干，蜜和丸服。开关利窍，安魂镇神。久服不饥，聪耳明目。黑椹绞汁，系桑精英。入锅熬稀膏，加蜜搅稠浊。退火毒，贮磁瓶。夜卧将临，沸汤调下。”\n10.（明）《本草纲目》：“桑椹，捣汁饮，解中酒毒。酿酒服，利水气消肿。【附方】旧一,新六。水肿胀满水不下则满溢，水下则虚竭还胀，十无一活，宜用桑陋酒治之。桑心皮切，以水二斗，煮汁一斗，入桑椹再煮，取五升，以糯饭五升，酿酒饮。普济方。瘰疬结核，文武膏:用文武实（即桑甚子）二斗（黑熟者），以布取汁，银、石器熬成薄膏。每白汤调服一匙，日三服。保命集。诸骨哽咽红椹子细嚼，先咽汁，后咽滓，新水送下。干者亦可。圣惠方。小儿赤秃，桑陋取汁，频服。千金方。小儿白秃，黑甚入罂中曝三七日，化为水，洗之，三七日神效。圣济录。拔白变黑，黑椹一斤，蝌蚪一斤，瓶盛封闭，悬屋东头一百日，尽化为黑泥，以染白发如漆。 陈藏器本草。发白不生黑熟桑椹，水浸日晒，搽涂，令黑而复生也 千金方。阴证腹痛桑根绢包风干，过伏天，为末。每服三钱，热酒下，取汗。集简方。”\n11.（明）《食物本草》：“桑椹，味酸，甘，性寒。单食止消渴，利五脏关节，通气血。久服不饥，安魂镇神，令人聪明，变白，不老。多收曝干为末，蜜丸日服。捣汁饮，解中酒毒。酿酒服，利水气消肿。”\n11.（清）《食鉴本草》：“辅五脏明耳目，春收晒干冬田。”\n12.（清）《随息居饮食谱》：“桑葚，甘、平。滋肝肾，充血液，止消渴，利关节，解酒毒，祛风湿,聪耳明目，安魂镇魄。可生啖宜微盐拌食，可饮汁，或熬以成膏,或爆干为末。设逢歉岁，可充粮食。久久服之，须发不白。以小满前熟透、色黑而味纯甘者良。熟桑椹，以布滤取汁，瓷器熬成膏收之，每日白汤或醇酒调服一匙。老年服之，长精神，健步履，息虚风，靖虚火，兼治水肿胀满、瘰疬结核。”\n综上，桑椹，味甘，寒，无毒。尽管《神农本草经》、《名医别录》未曾记载桑椹的食用情况，但是其它史料文献记载表明桑椹可作食用应不晚于药用。《诗经》之《鲁颂·泮水》即言“食我桑椹，怀我好音。”此可谓桑椹可作食用的最早记载。《尔雅》有云：“桑辨有葚。”《旧五代史·梁书》卷二十二亦载“文德元年夏，李罕之以并军围张宗奭於河阳，太祖遣存节率军赴之。属岁歉，饷馈不至，村民有储干椹者，存节以器用、钱帛易之，以给军食。”从上可以看出，桑椹的食用早已深入民间。本草记载了从“食之补五脏，耳目聪明”、“滋肝肾”、“止消渴”等功效逐渐演化为在肝肾阴虚，眩晕耳鸣，心悸失眠，须发早白，津伤口渴，内热消渴，肠燥便秘等方面的应用的过程，这与现代药典记载功效和主治基本一致。"
  },
  {
    "id": 30,
    "code": "TM",
    "name": "天麻",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a6c38a69dd5ecbbbe3ed41f8b011dcf0.jpg\"]",
    "local_images": "[\"images\\\\30_天麻\\\\image_1.jpg\"]",
    "origin": "天麻原名赤箭，始载于《神农本草经》，列为上品。《吴普本草》首次记载天麻地上部分形态、颜色及地下部分形态，谓：“茎如箭赤无叶，根如芋子。”《雷公炮炙论》首载“天麻”之名，详述了天麻的炮炙方法。《开宝本草》重出一条“天麻”云：“叶如芍药而小，当中抽一茎直上如箭杆，茎端结实，状若续随子，至叶枯时子黄熟、其根连一二十枚，犹如天门冬之类，形如黄瓜，亦如芦菔，大小不定。”唐《新修本草》云：“此芝类，茎似箭竿。赤色，端有花、叶，远看如箭有羽。根、皮、肉汁与天门冬同，惟无心脉。去根五六寸，有十馀子卫，似芋。其实似苦楝子，核作五六棱，中肉如面”。同现代植物学上的天麻形态特征基本一致。《本草图经》曰：“春生苗，初出若芍药，独抽一茎直上，高三二尺，如箭杆状，青赤色，故名赤箭脂。茎中空，依半以上贴茎微有尖小叶，梢头生成穗，开花结子如豆粒大，其子至夏不落，却透虚入茎中，潜生土内，其根形如黄瓜，连生一二十枚，大者有重半斤或五六两，其皮黄白色，名白龙皮，肉名天麻。”《本草衍义》把“赤箭”与“天麻”合为一条，并云：“赤箭，天麻苗也，然与天麻治疗不同，故后人分之为二。”《本草别说》云：“今医家见用天麻即是赤箭根······赤箭用苗，有自表入里之功；天麻用根，有自内达外之理。”《纲目》将《本草》“赤箭”与《开宝本草》重出“天麻”并为一条。民国时期，《中国药学大辞典》中明确了天麻拉丁名Gastrodia elata Bl.。综上所述，历代本草记载天麻的基原较为明确，即为兰科天麻属植物，与今所用天麻相符。",
    "components": "1.营养成分 糖类、蛋白质、氨基酸、钙、钠、磷、铁、铜、锌、钾等[1,2]； 2.其他成分 天麻苷、酚类化合物、有机酸、植物固醇、锝、铷、铬、镉、汞等。",
    "effects": "息风止痉，平抑肝阳，祛风通络",
    "safety": "目前对天麻安全性的研究中，天麻软胶囊为受试物，大鼠经口最大耐受剂量(MTD)大于15g/kg/d，30d喂养，动物的生长发育，造血功能，肝肾功能，器官组织均无明显毒性。以天麻细粉片为受试物，最大耐受剂量(MTD)为15g/kg/d,Ames试验：天麻细粉片，分别为8、40、200、1000、5000μg/皿。骨髓细胞微核试验，小鼠精子畸变试验：天麻细粉片3个剂量组(分别为1.25、2.50、5.00g/kg/d),30d喂养试验：天麻细粉片分低、中、高3个剂量组，分别为人体推荐量的25、50、100倍，即2.81、5.62、11.25g/d，以上结果显示未见明显毒性或致畸和致突变作用[5,6,7]。",
    "applications": "丁香姜糖",
    "contraindications": "过敏体质与有过敏史者禁服。气血虚甚者慎服。有天麻服用后出现不良事件的个案报道，口服天麻25g 炖猪脑内服，服药4h后,皮肤出现大小不等的红斑、风团,伴瘙痒等症状。",
    "historical_records": "1．（汉）《神农本草经》：“赤箭，味辛温，杀鬼精物，蛊毒恶气。久服益气力，长阴肥键，轻身延年。一名离母，一名鬼督邮，生川谷。”\n2.（汉魏）《名医别录》：“味辛，平，无毒。主诸风湿痹，四肢拘挛，小儿风痫惊气，利腰膝，强筋力。久服益气，轻身长年。生郓州、利州、太山、崂山诸山，五月采根，暴干。”\n3.（宋）《嘉祐本草》：“主诸毒恶气，支满，寒疝，下血。今处处有之。时人多用蔫，茎似箭杆，赤色，故茎名赤箭也。药性论云：赤箭脂，一名天麻，又名定风草。味甘，平。能治冷气麻痹，摊缓不遂，语多恍惚，多惊失志。陈藏器云：天麻，寒。主热毒痈肿。捣茎、叶傅之。亦取子作饮，去热气。生平泽，似马鞭草，节节生紫花，花中有子，如青葙子。日华子云：味甘，暖。助阳气，补五劳七伤，鬼疰蛊毒，通血脉，开窍，服无忌。”\n4.（宋）《本草衍义》：“用根，须别药相佐使，然后见其功，仍须加而用之。” 人或蜜渍为果，或蒸煮食，用天麻者，深思之则得矣。苗则赤箭也。”\n5.（元）《汤液本草》：“气平，味苦，无毒。《象》云：治头风。《本草》云：主诸风湿痹，四肢拘挛，小儿风痫惊气，利腰膝，强筋力。其苗名定风草。”\n6．（明）《本草蒙筌》：“味辛、苦，气平。无毒。春初始生苗叶，仿佛芍药成丛。中起梗二三尺高，因名赤箭；下发根王瓜般大，此谓天麻。郓利二州并属山东，山谷俱有。秋月采取，乘润刮皮。略煮沸汤，曝干入药。治小儿风痫惊悸，疗大人风热头眩。驱湿痹拘挛，主瘫痪蹇滞。通血脉开窍，利腰膝强筋。诸毒痈疽，并堪调愈。再考赤箭，原号定风。益气力强阴，下支满除疝。杀鬼精虫毒，消恶气肿痈。久服增年，轻身肥健。”\n7.（明）《本草纲目》之【附方】：天麻丸，消风化痰，清利头目，宽胸利膈。治心忪烦闷，头运欲倒，项急，肩背拘倦，神昏多睡，肢节烦痛，皮肤瘙痒，偏正头痛，鼻齆，面目虚浮，并宜服之。天麻半两，芎䓖二两，为末，炼蜜丸如芡子大。每食后嚼一丸，茶酒任下。《普济方》。腰脚疼痛天麻、半夏、细辛各二两，绢袋二个，各盛药令匀，蒸热交互熨痛处，汗出则愈。数日再熨。《卫生易简方》。\n8．（清）《本草从新》：“辛，温。入肝经气分。通血脉，疏痰气，治诸风掉眩，头旋眼黑，语言不遂，风湿病痹，小儿惊痫。凡血液衰少及非真中风者，忌用。根类王瓜，茎名赤箭。明亮坚实者佳。湿纸包，煨熟，切片，酒浸一宿，焙。”\n9.（清）《得配本草》：辛，温。入足厥阴经气分。止风虚眩晕，通血脉九窍，治风疏痰。有自内达外之功。配川芎，治肝虚头痛；肝气喜畅。配白术，去湿。同蒺藜子同煮，去子，以湿纸包微热，取出切片，酒浸一宿，焙干用。肝虚则劲，胆不滋养，则风动于中，此肝胆性气之风，非外感天气也。天麻定肝胆之内风，但血虚者，畏其助火，火炽则风益劲。宜于补血之剂，加此为使，然亦不可久用，多则三四服而止。\n10.（清）《本草崇原》：“天麻甘平属土，土能胜湿，而居五运之中，故治蛊毒恶气。天麻形如芋魁，有游子十二枚，周环之，以仿十二辰。十二子在外，应六气之司天，天麻如皇极之居中，得气运之全，故功同五芝，力倍五参，为仙家服食之上品。”\n天麻有着悠久的药食两用历史，始载于《神农本草经》，代表方剂如“神应养真丹”以天麻、川芎等配伍，用于“鬼剃头”，治小儿诸惊的“天麻丸”，治妇人风痹、手足不遂的“天麻酒”等。\n关于天麻食用方面，《本草纲目》：“彼人多生啖，或蒸煮食之，或将生者蜜煎作果食，甚珍之。”《新修本草》记载：“得根即生噉澹之，无干服法也”，首次介绍了天麻直接生食的服用方式。《植物名实图考长篇》明确记载：“久服益气，轻身，长年。”"
  },
  {
    "id": 32,
    "code": "SZY",
    "name": "山茱萸",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/5a11459b831f1b94fbafc699938f52d0.jpg,/uploads/20240315/cacffe4ceb15a1cf79088521476d76d0.jpg\"]",
    "local_images": "[]",
    "origin": "山茱萸源于山茱萸科植物山茱萸Cornus officinalis Sieb.et Zucc.的干燥成熟果肉。《吴普本草》记载：“叶如梅有刺毛，二月华如杏，四月实如酸枣赤，五月采实”；《名医别录》曰：“九月十月采实”；《本草经集注》曰：“出近道诸山中，大树。子初熟未干；赤色，如胡颓子”；《图经本草》曰：“木高丈余，叶似榆，花白，子初熟未干，红色，大如枸杞，亦似胡颓子有核。九月后采实”；《救荒本草》曰：“实枣儿树，本草名山茱萸……木高丈余叶似榆叶而宽稍圆，纹脉微粗，开蛋黄白花，结实似酸枣大，微长色赤，既干则皮薄味酸”。综上所述，除《吴普本草》记载的“五月采实”与历代本草的描述稍有出入，尚不可考外，历代本草对山茱萸原植物形态的描述与现代基本一致，药用来源自古至今一脉相承[1]。",
    "components": "1.营养成分 苏氨酸、异亮氨酸、络氨酸、亮氨酸等氨基酸，葡萄糖、果糖、蔗糖等碳水化合物，维生素A、维生素B1、维生素B2、维生素C，以及磷、钙、铁、锌等人体必需的微量元素。 2.化学成分 环烯醚萜类、鞣质类、黄酮类、木脂素类等。",
    "effects": "补益肝肾，收敛固脱",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "婴幼儿、孕妇、老年人慎用。命门火炽、强阳不痿、素有湿热、小便淋涩者忌服。根据中医九种体质学说，阴虚质人群更为适宜食用。",
    "historical_records": "1.（汉）《神农本草经》：“山茱萸味酸，平。主心下邪气，寒热，温中，逐寒湿痹，去三虫。久服轻身。一名蜀枣。生汉中山谷。”\n2.（汉魏）《名医别录》：“微温、无毒。主治肠胃风邪，寒热，疝瘕，头脑风，风气去来，鼻塞，目黄，耳聋，面皰，温中，下气，出汗，强阴，益精，安五藏，通九窍，止小便利。久服明目，强力，长年。一名鸡足，一名思益，一名冦实。生汉中及琅琊、宛朐、东海承县。九月、十月采实，阴干。”\n3.（南北朝）《本草经集注》：“蓼实为之使，恶桔梗、防风、防己。今出近道诸山中大树，子初熟未干，赤色，如胡颓子，亦可啖。既干后，皮甚薄，当合核为用也。”\n4.（唐）《新修本草》：“山茱萸，味酸，平、微温，无毒。主心下邪气，寒热，温中，逐寒湿痹，去三虫。肠胃风邪，寒热，疝瘕，头脑风，风气去来，鼻塞，目黄，耳聋，面疱，温中，下气，出汗，强阴，益精，安五脏，通九窍，止小便利。久服轻身，明目，强力，长年。一名蜀枣，一名鸡足，一名思益，一名鬾实。生汉中山谷及琅玡、宛朐、东海承县。九月、十月采实，阴干。蓼实为之使，恶桔梗、防风、防己。今出近道诸山中大树，子初熟未干，赤色，如胡颓子，亦可啖。既干后，皮甚薄，当合核为用也。”\n5.（宋）《嘉佑本草》：“臣禹锡等谨按药性论云：山茱萸，使，味咸、辛，大热。治脑骨痛，止月水不定，补肾气，兴阳道，坚长阴茎，添精髓，疗耳鸣，除面上疮，主能发汗，止老人尿不节。日华子云：暖腰膝，助水藏，除一切风，逐切气，破癥结，治酒齇。陈藏器云：胡颓子，熟赤，酢涩。小儿食之当果子，止水痢。生平林间，树高丈余，叶阴白，冬不凋，冬花春熟，最早诸果。茎及叶煮汁饲狗，主瘑。又有一种大相似，冬凋春实夏熟，人呼为木半夏，无别功。根，平，无毒。根皮煎汤，洗恶疮疥并犬马瘑疮。”\n6.（宋）《本草图经》：“山茱萸，生汉中山谷及琅邪冤句东海承县，今海州亦有之。木高丈余，叶似榆，花白；子初熟未干，赤色，似胡颓子，有核；亦可啖，既干，皮甚薄，九月、十月采实，阴干。吴普云：一名鼠矢，叶如梅有刺毛。二月花如杏，四月实如酸枣，赤，五月采实，与此小异也。旧说当合核为用。而《雷敩炮炙论》云：子一斤，去核取肉皮用，只秤成四两半。其核八棱者名雀儿苏，别是一物，不可用也。”\n7.（宋）《本草衍义》：“山茱萸与吴茱萸甚不相类。山茱萸色红，大如枸杞子。吴茱萸如川椒，初结子时，其大小亦不过椒，色正青。得名则一，治疗又不同。未审当日何缘如此命名。然山茱萸补养肾脏，无一不宜。《经》与“注”所说备矣。”\n8.（元）《汤液本草》：“山茱萸 气平微温，味酸，无毒，入足厥阴经，少阴经。”\n9.（明）《本草蒙筌》：“味酸、涩，气平、微温。无毒。出汉中，遍生山谷。因名蜀枣，生青熟红，近箱降摘取阴干，恶桔梗防风防已。宜蓼实为使，入肝肾二经。合散为丸，惟取皮肉。温肝补肾，兴阳道以长阴茎；益髓固精，暖腰膝而助水脏。女人可匀经候，老者能节小便。除一切风邪，却诸般气证。通九窍，去三虫。强力延年，轻身明目。其核勿用，滑精难收。谟按：经云：滑则气脱，山茱萸之涩，以收其滑。八味丸用之，无非取其益肾而固精也。《本经》谓：其九窍堪通。是又尽信书，则不如无书矣！”\n10.（明）《本草纲目》：“【附方】①草还丹益元阳，补元气，固元精，壮元神，乃延年续嗣之至药也。山茱萸酒浸取肉一斤，破故纸酒浸焙干半斤，当归四两，麝香一钱，为末，炼蜜丸梧子大。每服八十一丸，临卧盐酒下。《吴旻扶寿方》。”\n11.（清）《本草从新》：“补肝肾、涩精气。酸、涩，微温。固精秘气，补肾温肝，强阴助阳，安五脏，通九窍，（圣济总录云：如何涩剂以通九窍、经疏云：精气充则九窍通利。訒庵曰：山萸通九窍、古今疑之、得经疏一言而意旨豁然、始叹前人识见深远、不易测识、多有如此类者。即经疏一语而扩充之，实可发医人之慧悟也。）能发汗，（与通窍同义、汗属阴、阴血干枯、汗从何来、唯补阴助阴、始有云蒸雨致之妙、訒庵曰：酸剂敛涩、何以反发、恐属误文。何其明于彼而昧于此也。）暖腰膝、缩小便。治风寒湿痹，（温肝故能逐风。）鼻塞目黄。（肝虚邪客则目黄。）耳鸣耳聋。（肾虚则耳鸣耳聋、皆固精通窍之功。好古曰：滑则气脱、涩剂所以收之、士材曰：酸属东方而功多在北方者，乙癸同源也。）月事过多。强阳不痿，小便不利者不宜用。去核。（核能滑精。）陈久者良。恶防己、防风、桔梗。”\n12.（清）《得配本草》：“山茱萸，蓼实为之使。恶桔梗、防风、防己。酸，温。入足厥阴、少阴经血分。收少阳之火，滋厥阴之液，补肾温肝，固精秘气。暖腰膝，缩小便，敛内风，涩阴汗，除面疱，止遗泄。去核酒蒸，带核则滑精。命门火盛，服之助火精遗。阴虚血热，肝强脾弱，木克土则泻。小便不利，四者禁用。”\n13.（清）《本草崇原》：“山茱萸气味酸，平，无毒。主治心下邪气寒热，温中,逐寒湿痹，去三虫，久服轻身。山茱萸，今海州，兖州，江浙近道诸山中皆有。木高丈余，叶似榆有刺。二月开花白色，四月结实如酸枣，色紫赤，九月十月采。阴干去核用肉。山茱萸色紫赤而味酸平，禀厥阴少阳木火之气化。手厥阴属心包，故主治心下之邪气寒热。心下乃厥阴心包之部也。手少阳属三焦，故温中。中，中焦也。中焦取汁，奉心化赤而为血，血生于心，藏于肝。足厥阴肝主之血，充肤热肉，故逐周身之寒湿痹。木火气盛，则三焦通畅，故去三虫。血充肌腠，故久服轻身。愚按：仲祖八味丸用山茱萸，后人去桂、附，改为六味丸，以山茱萸为固精补肾之药。此外并无他用。皆因安于苟简，不深探讨故也。今详观《本经》山茱萸之功能主治如此，学者能于《本经》之内会悟，而广其用，庶无拘隘之弊。”"
  },
  {
    "id": 35,
    "code": "HQ",
    "name": "黄芪",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/eee6f3a874487f7b873dfcfbec25ea63.jpg,/uploads/20240315/a19240e48decaeea66f53b47ab52ad91.jpg,/uploads/20240315/66f1a64b074ace6ae66899982dfc8277.jpg\"]",
    "local_images": "[]",
    "origin": "黄芪原名黄耆，始载于《神农本草经》，列为上品。产地记载最早见于南北朝《名医别录》谓：“生蜀郡（四川旧成都、龙安、潼州、雅州四府）山谷、白水（今陕西白水县南）、汉中（今陕西南郑）。二月、十月采，阴干。”《本草经集注》云：“第一出陇西（今甘肃巩昌）、叨阳（今甘肃临潭县西南），色黄白，甜美，今亦难得。次用黑水（今四川松潘）、宕昌（今甘肃境内）者，色白肌肤粗，新者亦甘温补。又有蚕陵（今西川松潘叠溪营西）、白水（今陕西白水县南）者，色理胜蜀中（今四川成都附近）者而冷补。又有赤色者可作膏贴。”唐代《新修本草》始描述黄芪原植物形态云：“此物叶似羊齿、或如蒺藜；独茎，或作丛生。今出原州（今宁夏固原）及华原（今陕西耀县）者最良，蜀汉（今四川成都一带）不复采用之。”宋代《本草图经》曰：“今河东（今山西境内黄河以东者）、陕西州郡多有之。根长二三尺已来；独茎，或作丛生，枝干去地二三寸；其叶扶疏作羊齿状，又如蒺藜苗。七月中开黄紫花；其实作荚子，长寸许。八月中采根用。”对黄芪原植物进行进一步的描述，并附有宪州黄芪图一幅，宪州系指今山西静乐县南。宋代陈承《本草别说》曰：“黄耆本出绵上者为良，故名绵黄耆······今《图经》所绘宪州者，即绵上，地相邻尔。”明代《本草蒙筌》亦载：“绵耆出山西沁州绵上，此品极佳······”《救荒本草》和《纲目》均对黄芪形态有过较为详细描述，并附图各一幅。清《植物名实图考》载，“黄耆西产也。”“有数种，山西、蒙古产者佳。”综上有关黄芪产地、品质、原植物、药材性状等记述，以及所附黄芪植物图、药材图，可知，古代黄芪入药品种各异，产地亦不稳定，品质各异。唐代以前以西北地区主产，特别是甘肃产者为道地，宋代以后则以山西产者为良，至清代除山西产之外，又加内蒙古黄芪为道地药材。故而可以认为，古代黄芪的正品原植物为豆科黄芪属的膜荚黄芪和蒙古黄芪，与现代黄芪药用情况一致。",
    "components": "（一）主要成分 1.营养成分 糖类、氨基酸、钾、磷、钙、镁、铁、锰、锌、铜等[2,3]。 2.其他成分 多糖、黄酮类化合物、皂苷、锡、铬等。",
    "effects": "益卫固表，利水消肿，托毒，生肌",
    "safety": "现代研究显示[6]，大鼠连续灌胃给药黄芪煎剂90d，剂量为45g/kg、90g/kg、180g/kg，大鼠一般情况，血、尿常规，主要脏器质量及其系数均无影响，心、肝、脾、肺、肾无病理变化。",
    "applications": "黄芩白芷茶\n黄芪六一茶",
    "contraindications": "中医认为，气旺者禁用，阴虚者宜少用。黄芪食用过量，易出现上火症状，如头晕、面红、心烦、失眠、咽痛、血压升高等。根据中医九种体质学说，适宜食用黄芪的人群为气虚质型，适当摄入可补气固表，增强免疫力，湿热质人群忌食或少食。",
    "historical_records": "1．（汉）《神农本草经》：“黄耆，味甘，微温，主痈疽，久败疮，排脓止痛，大风癞疾，五痣鼠瘘，补虚，小儿百病。一名戴糁。”\n2．（汉魏）《名医别录》：“无毒。主治妇人子藏风邪气，逐五藏间恶血，补丈夫虚损，五劳羸瘦，止渴，腹痛泄利，益气，利阴气。生白水者冷，补。其茎、叶疗渴及筋挛，痈肿，疽疮。一名戴椹，一名独椹，一名芰草，一名蜀脂，一名百本。生蜀郡山谷、白水、汉中。二月、十月采，阴干。”\n3.（南北朝）《本草经集注》：“陶隐居云：第一出陇西、叨阳，色黄白甜美，今亦难得。次用黑水宕昌者，色白肌肤粗，新者，亦甘温补；又有蚕陵、白水者，色理胜蜀中者而冷补；又有赤色者，可作膏贴用，消痈肿，俗方多用，道家不须。”\n4.（唐）《新修本草》：“此物，叶似羊齿，或如蒺藜，独茎或作丛生。今出原州及华原者最良，蜀汉不复采用之。”\n5.（宋）《嘉祐本草》：“叶似羊齿草，独茎，枝扶疏，紫花，根如甘草，皮黄肉白，长二三尺许。今原州者好，宜州、宁州亦佳。药性论云：黄耆，一名王孙。治发背内补，主虚喘，肾衰耳聋，疗寒热。生陇西者下，补五藏，蜀白水赤皮者徽寒，此治客热用之。萧炳云：出原州华原谷子山，花黄。日华子云：黄耆恶白鲜皮，助气壮筋骨，长肉，补血，破癥癖瘰疬，瘿赘，肠风，血崩，带下，赤白痢，产前后一切病，月候不匀，消渴，痰嗽，并治头风热毒赤目等。药中补益，呼为羊肉。又云：白水耆，凉，无毒。排脓治血。及烦闷热毒，骨蒸劳，功次黄耆。续注 赤水耆，凉，无毒。治血退热毒，余功用并同上。续注 木耆，凉，无毒。治烦，排脓力微于黄耆。遇阙即倍用之。”\n6.（元）《汤液本草》：“气温，味甘，纯阳。甘微温，性平，无毒。入手少阳经、足太阴经，足少阴、命门之剂。《象》云：治虚劳自汗，补肺气，入皮毛，泻肺中火。如脉弦自汗，脾胃虚弱，疮疡血脉不行，内托阴证疮疡，必用之。《心》云：补五脏诸虚不足，而泻阴火、去虚热，无汗则发之，有汗则止之。《珍》云：益胃气，去肌热，诸痛必用之。《本草》云：主痈疽久败疮，排脓止痛，大风癞疾，五痔鼠瘘，补虚，小儿百病，妇人子脏风邪气，逐五脏间恶血，补丈夫虚损，五劳羸瘦，腹痛泄痢，益气，利阴气。芪与桂同功，特味稍异，比桂但甘平、不辛热耳。世人以苜蓿根代之，呼为土黄芪，但味苦，能令人瘦；特味甘者，能令人肥也。颇能乱真，用者宜审。治气虚盗汗并自汗，即皮表之药。又治肤痛，则表药可知。又治咯血，柔脾胃，是为中州药也。又治伤寒尺脉不至，又补肾脏元气，为里药。是上、中、下、内、外三焦之药。东垣云：黄芪、人参、甘草三味，退热之圣药也。《灵枢》曰：卫气者，所以温分肉而充皮肤，肥腠理而司开阖。黄芪既补三焦、实卫气，与桂同，特益气异耳，亦在佐使。桂则通血也，能破血而实卫气，通内而实外者欤。桂以血言，一作色求，则芪为实气也。恶鳖甲。”\n7．（明）《本草蒙筌》：“味甘，气微温。气薄味厚，可升可降，阴中阳也。无毒。生用治痈疽，蜜炙补虚损。入手少阳，入足太阴。主丈夫小儿五劳七伤，骨蒸体瘦，消渴腹痛，泻痢肠风；治女子妇人月候不匀，血崩带下，胎前产后，气耗血虚。益元阳，泻阴火。扶危济弱，略亚人参。温分肉而充皮肤，肥腠理以司开阖。固盗汗自汗，无汗则发，有汗则止；托阴疮癞疮，排脓止痛，长肉生肌。外行皮毛，中补脾胃。下治伤寒，尺脉下至。是上中下、内外、三焦药也。性畏防风，而防风能制黄芪，黄芪得防风，其功愈大。盖相畏而相使者，故二味世多相须而用。《衍义》又云：因多补益之功，药中呼为羊肉。”\n8.（明）《本草纲目》：小便不通：绵黄耆二钱，水二盏，煎一盏，温服。小儿减半。《总微论》。酒疸黄疾：心下懊痛，足胫满，小便黄，饮酒发赤黑黄斑，由大醉当风，人水所致。黄耆二两，木兰一两，为未。酒服方寸匕，日三服。《肘后方》。气虚白浊：黄芪盐炒半两，茯苓一两，为末。每服一钱，白汤下。《经验良方》。治渴补虚：男子妇人诸虚不足，烦悸焦渴，面色萎黄，不能饮食，或先渴而后发疮疖，或先痈疽而后发渴，并宜常服此药，平补气血，安和脏腑，终身可免痈疽之疾。用绵黄耆箭杆者去芦六两，一半生焙，一半以盐水润湿，饭上蒸三次，焙剉，粉甘草一两，一半生用，一半炙黄为末。每服二钱，白汤点服，早晨、日午各一服，亦可煎服，名黄芪六一汤。《外科精要》。老人秘塞：绵薄耆、陈皮去白各半两，为末。每服三钱，用大麻子一合，研烂，以水滤浆，煎至乳起，入白蜜一匙，再煎沸，调药空心服，甚者不过二服。此药不冷不热，常服无秘塞之患，其效如神。《和剂局方》。肠风泻血：黄耆、黄连等分，为末，面糊丸绿豆大。每服三十丸，米饮下。《孙用和秘宝方》。尿血沙淋痛不可忍：黄耆、人参等分，为末，以大萝卜一个，切一指厚大、四五片，蜜二两，淹炙令尽，不令焦，点末食无时，以盐汤下。《永类方》。吐血不止：黄耆二钱半，紫背浮萍五钱，为末。每服一钱，姜蜜水下。《圣济总录》。咳嗽脓血：咽干，乃虚中有热，不可服良药。以好黄耆四两，甘草一两，为末。每服二钱，点汤服。《席延赏方》。肺痈得吐：黄耆二两，为末。每服二钱，水一中盏，煎至六分，温服，日三、四服。《圣惠方》。甲疽疮脓：生足趾甲边，赤肉突出，时常举发者。黄耆二两，蔺茹一两，醋浸一宿，以猪脂五合，微火上煎取二合，绞去滓，以封疮口上，日三度，其肉自消。《外台秘要》。胎动不安：腹痛，下黄汁。黄耆、川芎䓖各一两，糯米一合，水一升，煎半升，分服。《妇人良方》。阴汗湿痒：绵黄耆，酒炒为末，以熟猪心点吃妙。《赵真人济急方》。痈疽内固：黄耆、人参各一两，为末，入真龙脑一钱，用生藕汁和丸绿豆大。每服二十丸，温水下，日三服。《本事方》”。\n9．（清）《本草从新》：“甘，温。生用固表，无汗能发，有汗能止，温分肉，实腠理，补肺气，泻阴火，解肌热。炙用补中，益元气，温三焦，壮脾胃，生血生肌，排脓内托，疮痈圣药。痘证不起，阳虚无热者宜之。外白中黄，金井玉兰，坚实肥大而嫩者名绵芪，最良。入补中药，捶扁蜜炙，如欲其稍降，盐水炒。达表生用，或酒炒亦可。茯苓为使。恶龟甲、白鲜皮。畏防风。”\n10.（清）《得配本草》：“茯苓为之使。恶白鲜皮、龟甲。味甘，微温。入手太阴经，兼入足太阴气分。助气粉血，固腠理，益脾胃，托疮疡，止盗汗。固气之功。得枣仁，止自汗。配干姜，暖三焦；配川连，治肠风下血；配茯苓，治气虚白浊；配川芎、糯米，治胎动、腹痛，下黄汁。佐当归，补血；使升、柴，发汗。补虚，蜜炒；嘈杂病，乳炒；解毒，盐水炒；胃虚，米泔炒；暖胃，除泻痢，酒拌炒，泻心火，退虚热，托疮疡。生用恐滞气，加桑白皮数分。血枯助气生火，血愈枯也。中风。阳气升，风益疾，痰益盛。火动生痰，内脏虚甚，升气于表也。上热下寒，气升，上益热，下益寒。痘色不润，助气血愈枯。肝气不和，黄芪能动三焦之火。皆禁用。怪症：四肢节脱，但有皮连，不能举动，此筋解也。用黄芪三两，酒浸一宿，焙研，酒下二钱，至愈而止。黄芪补气，而气有内外之分。气之卫于脉外者，在内之卫气也，气之行于肌表者，在外之卫气也。肌表之气，补宜黄芪；五内之气，补宜人参，若内气虚乏，用黄芪升提于表；外气日见有余，而内气愈使不足。久之血无所摄，营气亦觉消散，虚损之所以由补而成也，故内外虚气之治，各有其道。不谙其道而混治之，是犹盲人之不见黑白也。”\n11.（清）《本草崇原》：“黄芪色黄，味甘，微温。禀火土相生之气化。土主肌肉，火主经脉，故主治肌肉之痈，经脉之疽也。痈疽日久，正气衰微，致三焦之气不温肌肉，则为败疮。黄芪助三焦出气，以温肌肉，故可治也。痈疽未溃，化血为脓，痛不可忍，黄芪补气助阳，阳气化血而排脓，脓排则痛止。大风癞疾，谓之疠疡，乃风寒客于脉而不去，鼻柱坏而色败，皮肤溃癞者是也。五痔者，牡痔、牝痔、肠痔、脉痔、血痔，是热邪淫于下也。鼠瘘者，肾脏水毒，上淫于脉，致颈项溃肿，或空或凸，是寒邪客于上也。夫癞疾、五痔、鼠瘘、乃邪在经脉，而证见于肌肉皮肤。黄芪内资经脉，外资肌肉，是以三证咸宜。又曰补虚者，乃补正气之虚，而经脉调和，肌肉充足也。小儿经脉未盛，肌肉未盈，血气皆微，故治小儿百病。”\n综上，黄芪为常用中药，原名黄耆，《本草纲目》谓其“为补药之长”。《本草蒙筌》中描述为：“味甘，气微温。气薄味厚，可升可降，阴中阳也。无毒。”黄芪作为扶正补品，早在汉代以前就已经应用到临床，常与许多中药为伍，发挥其强身壮体、扶正补益、止渴生津、治疗痈疽等作用，代表方剂如玉屏风散、防己黄芪汤、当归补血汤等。黄芪在食用方面，也历史悠久。《随园食单》中“羽族单”中有道菜肴“黄芪蒸鸡”；《太平圣惠方》、晚清的《冷庐医话》均有“黄芪粥”的记载。黄芪补气血，健脾胃，在食疗保健上有广泛的用途，是一味药食同源的经典物品。"
  },
  {
    "id": 36,
    "code": "XYS",
    "name": "西洋参",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/86aec91668a64839c426c024b5146744.jpg,/uploads/20240315/5fc42478de6d32024323b75b3c261df2.jpg,/uploads/20240315/663905e725837d0763abc2e087bc16b1.jpg,/uploads/20240315/2c68b4373cbd23125be55d7e43cb92b9.jpg\"]",
    "local_images": "[]",
    "origin": "西洋参始载于《本草从新》，原名西洋人参，谓“出大西洋佛兰西，形似辽东糙人参，煎之不香，其气甚薄。若对半摊开者，名片参，不佳，反藜芦。入药选皮细洁，切开中心不黑，紧实而大者良。”《本草纲目拾遗》引《药性考》云：“西洋参似辽参之白皮泡丁，味类人参，惟性寒。”上述本草所载与现用药用西洋参相符。",
    "components": "1.营养成分 糖类、蛋白质、氨基酸、锰、铁、铜、锌等人体必需的微量元素[2,3]。 2.其他成分 多糖、挥发油、甾醇类化合物、B、Ti、V、Cr、Co、Ni、As、Mo、Cd、Sn、Sb、Ba、Hg、Pb等。",
    "effects": "补气养阴，清热生津",
    "safety": "目前的研究表明，西洋参的亚急性毒性、遗传毒性均为阴性结果。如西洋参冻干粉大鼠高、中、低西洋参组(3、1.5、0.75g/kg)，对大鼠无明显亚急性毒性[8]；洋参浸膏剂量为8mg/kg，80mg/kg，8O0mg/kg三个剂量组进行试验，大鼠生长发育、生化、血象、脏体比等各项指标未见不良影响，未见病理组织学改变[9]。",
    "applications": "桂圆洋参饮",
    "contraindications": "据“十八反十九畏歌”提示，不宜与藜芦同用。根据中医九种体质学说，气虚质人群更为适宜食用，痰湿、湿热质人群忌食或少食。",
    "historical_records": "1．（清）《本草从新》：“苦，寒，微甘，味厚气薄。补肺降火，生津液。除烦倦。虚而有火者相宜。出大西洋佛兰西。（形似辽东糙人参、煎之不香、其气甚薄）。”\n2．（清）《本草纲目拾遗》：“《药性考》：洋参似辽参之白皮泡丁，味类人参，惟性寒，宜糯米饭上蒸用，甘苦，补阴退热。姜制，益元扶正气。”\n3．《本草再新》：“治肺火旺，咳嗽痰多，气虚咳喘，失血劳伤，固精安神，生产诸虚。”\n4．（清）《医学衷中参西录》：“西洋参味甘微苦，性凉，能补助气分，兼能补益血分，为其性凉而补，凡欲用人参而不受人参之温补者，皆可以此代之。惟白虎加入人参汤中之人参，仍宜用党参而不可代以西洋参，以其不若党参具有升发之力，能助石膏逐邪外出也。”\n西洋参，始见于《本草从新》，其药用价值在我国医籍《本草从新》、《本草纲目拾遗》中有记载，且在清代应用较多。《药性考》：洋参似辽参之白皮泡丁，味类人参，惟性寒，宜糯米饭上蒸用，甘苦，补阴退热。姜制，益元扶正气。\n西洋参在食用方面如《类聚要方》：用西洋参蒸桂圆服之，神效。西洋参的用法颇多,除了口含、嚼化、炖服、煎煮外,尚有冲服、蒸服、炖鸡法、配大枣法等,均能提高疗效，如西洋参茶、西洋参酒、西洋参粥。"
  },
  {
    "id": 38,
    "code": "TPSH",
    "name": "铁皮石斛",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/8a38bad7ce19a1fcd1876aae1016e20e.jpg\"]",
    "local_images": "[\"images\\\\38_铁皮石斛\\\\image_1.jpg\"]",
    "origin": "石斛，《山海经》已有记载，《本经》列为上品。《名医别录》曰：“生六安山谷，水旁石上，七月、八月采茎，阴干。”梁代的陶弘景在《本草经集注》中提到：“今用石斛出始兴。生石上，细实，桑灰汤沃之，色如金，形似蚱蜢髀者为佳。”经考证，南北朝时期用的石斛产自始兴(今广东韶关)和六安(今安徽霍山),此出石斛主要指铁皮石斛和霍山石斛。唐代时期也将石斛列为上品，《新修本草》曰:“今荆襄及汉中、江左又有二种……”。《本草图经》载：“石斛，今荆、湖、川、广州郡及温、台州亦有之，以广南者为佳。多在山谷中，五月生苗，茎似竹节，节节间出碎叶，七月开花，十月结实，其根细长，黄色。”《本草纲目》载：“石斛丛生石上，其根纠结甚繁，干则白软。其茎叶生皆青色，干则黄色。开红花。节上自生根须。人亦折下，以砂石载之，或以物盛挂屋下，频浇以水，经年不死，俗称为千年润。”此外，《新修本草》还记载了麦斛即雀髀斛、木斛等。据植物分类学资料显示，温州地区历史上所产的石斛主要是铁皮石斛和细茎石斛。第一次将铁皮石斛单独命名是在民国时期，第一次将铁皮石斛和石斛药材独立区分开是在2010年版中国药典，再对照《本草图经》、《植物名实图考》等所附石斛图，可知古代本草书籍提到的石斛是石斛属中的药用植物的统称，但主要指石斛属植物，与目前药用情况基本相符。",
    "components": "（一）主要成分 1.营养成分[3] 糖类、氨基酸、钙、锌、磷、钾、镁、钙、钠、锌、铁、锰、铜、硒等人体必需的微量元素； 2.其它成分 多糖、木质素类化合物、酚酸类化合物、苯丙素类化合物、铅、镉、汞、砷等。",
    "effects": "益胃生津，滋阴清热",
    "safety": "现代动物毒性试验研究表明[6]，在合理剂量范围内，铁皮石斛为无毒、无遗传毒性、无致突变作用的新资源食品。",
    "applications": "丁香姜糖",
    "contraindications": "脾胃虚寒者不宜久服。根据中医九种体质学说，阴虚质人群更为适宜食用，痰湿质人群忌食或少食。",
    "historical_records": "1.（汉）《神农本草经》：“叶甘，平，主伤中，除痹，下气，补五脏，虚劳羸瘦，强阴，久服厚肠胃，轻身延年，一名林兰。”\n2.（汉魏）《名医别录》：“无毒。益精，补内绝不足，平骨气，长肌肉，逐皮肤邪热痱气，脚膝疼冷痹弱。定志除惊。一名禁生，一名杜兰，一名石蓫。生六安山谷水傍石上。七月、八月采茎，阴干。”\n3.（南北朝）《本草经集注》：“今用石斛，出始兴。生石上，细实，桑灰汤沃之，色如金，形似蚱蜢髀者为佳。近道亦有，次宣城间生栎树上者，名木斛。其茎形长大而色浅。六安属庐江，今始安亦出木斛，至虚长，不入丸散，惟可为酒渍、煮汤用尔。俗方最以补虚，疗脚膝。”\n4.（唐）《新修本草》：“作干石斛，先以酒洗，捋蒸炙成，不用灰汤。今荆襄及汉中、江左又有二种：一者似大麦，累累相连，头生一叶而性冷；一种大如雀髀，名雀髀斛，生酒渍服，乃言胜干者。亦如麦斛，叶在茎端，其余斛如竹，节间生叶也。”\n5.（宋）《嘉佑本草》：“石斛，君。益气除热，主治男子腰肢软弱，健阳，逐皮肌风痹，骨中久冷虚损，补肾，积精，腰痛，养肾气，益力。”6.（宋）《本草图经》：“石斛，生六安山谷水傍石上，今荆、湖、川、广州郡及温、台州亦有之，以广南者为佳。多在山谷中。五月生苗，茎似竹节，节节间出碎叶。七月开花，十月结实，其根细长，黄色。七月、八月采茎。以桑灰汤沃之，色如金，阴干用。或云以酒洗，捋蒸炙成，不用灰汤。其江南生者有二种：一种似大麦，累累相连，头生一叶，名麦斛；一种大如雀髀，名雀髀斛，惟生石上者胜。亦有生栎木上者，名木斛，不堪用。”\n6.（宋）《本草衍义》：“石斛，细若小草，长三四寸，柔韧，折之如肉而实。今人多以木斛浑行，医工亦不能明辨。世又谓之金钗石斛，盖后人取象而言之。然甚不经。将木斛折之，中虚如禾草，长尺余，但色深黄光泽而已。真石斛，治胃中虚热有功。”\n7.（明）《本草蒙筌》：“味甘，气平。无毒。多产六安，亦生两广。茎小有节，色黄类金。世人每以金钗石斛为云，盖亦取其象也。其种有二，细认略殊。生溪石上者名石斛，折之似有肉中实。生栎木上者名木斛，折之如麦秆中虚。石斛有效难寻，木斛无功易得。卖家多采易者代充，不可不预防尔。恶凝水石、巴豆，畏白僵蚕、雷丸。以酒浸蒸，方宜入剂。却惊定志，益精强阴。壮筋骨，补虚羸，健脚膝，驱冷痹。皮外邪热堪逐，胃中虚火能除。厚肠胃轻身，长肌肉下气。”\n8.（明）《本草纲目》：“睫毛倒入∶川石斛、川芎䓖等分，为末。口内含水，随左右㗜鼻，日二次。《袖珍方》。飞虫入耳∶石斛数条，去根如筒子，一边纴入耳中，四畔以蜡封闭，用火烧石斛，尽则止。熏右耳，则虫从左出。未出更作。《圣济》 。”\n9.（清）《本草从新》：“甘、淡、微咸，微寒。平胃气（治胃中虚热有功。）除虚热（逐皮肤邪热），安神定惊。疗风痹脚弱，自汗发热，囊涩余沥。长于清胃除热，惟胃肾有虚热者宜之，虚而无火者不得混用。光泽如金钗，股短中实，味甘者良（温州最上，广西略次，广东最下）。长虚味苦者名木斛，服之损人。去头根，酒浸。恶巴豆。畏僵蚕。细剉水浸，熬膏更良（宜于汤液，不宜入丸）。”\n10.（清）《得配本草》：“甘、淡、微寒。入足太阴、少阴，兼入足阳明经。清肾中浮火，而摄元气。除胃中虚热，而止烦渴。清中有补，补中有清，但力薄必须合生地奏功。配菟丝，除冷痹。（精气足也。）佐生地，浓肠胃。（湿热去也。虚寒者用之，泄泻不止。）佐以川芎搐鼻，治睫毛倒入。使以生姜煎服，治阴湿余沥。光泽如金钗，股短，中实味甘者佳。盐水拌炒，补肾兼清肾火、清胃火，酒浸亦可，熬膏更好。长而中虚味苦者为木斛，用之损人。”\n11.（清）《本草崇原》：“气味甘平，无毒。主伤中，除痹，下气，补五脏虚劳羸瘦，强阴益精。久服，浓肠胃（石斛始出六安山谷水旁石上，今荆襄、汉中、庐州、台州、温州诸处皆有。一种形如金钗，谓之钗石斛，为俗所尚，不若川地产者，其形修洁，茎长一二尺，气味清疏，黄白而实，入药最良。其外更有木斛，长而中虚，不若川石斛之中实也。又有麦斛，形如大麦，累累相连，头生一叶，其性微冷。又有竹叶斛，形如竹，节间生叶。又有雀髀斛，茎大如雀之髀，叶在茎头，性皆苦寒，不堪用之。石斛丛生石上，其根纠结，茎叶生皆青翠。干则黄白而软，折之悬挂屋下，时灌以水，经年不死，俗呼为千年润。）（愚按∶今之石斛，其味皆苦，无有甘者，须知《本经》诸味，皆新出土时味也，干则稍变石斛生于石上，得水长生，是禀水石之专精而补肾。味甘色黄，不假土力，是夺中土之气化而补脾。斛乃量名，主出主入，治伤中者，营运其中土也。除痹者，除皮脉肉筋骨五脏外合之痹证也。夫治伤中则下气，言中气调和，则邪气自下矣。除痹则补五脏虚劳羸瘦，言邪气散除，则正气强盛矣，脾为阴中之至阴，故曰强阴。肾主藏精，故曰益精。久服则土气营运，水精四布，故浓肠胃。《本经》上品，多主除痹，不曰风寒湿，而但曰痹者，乃五脏外合之痹也。盖皮者，肺之合。脉者，心之合。肉者，脾之合。筋者，肝之合。骨者，肾之合。故除痹即所以治五脏之虚劳羸瘦，是攻邪之中而有补益之妙用。治伤中即所以下气，是补益之中而有攻邪之神理云。”"
  },
  {
    "id": 39,
    "code": "XHX",
    "name": "小茴香",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f987a395d9438be084ceeb4bc6c3d2f9.jpg\"]",
    "local_images": "[\"images\\\\39_小茴香\\\\image_1.jpg\"]",
    "origin": "茴香入药，首见于《药性论》，原名蘹香。《新修本草》名蘹香子，云：“叶似老胡荽极细，茎粗，高五六尺，从生。”《本草图经》云：“七月生花，头如伞盖，黄色，结实如麦而小，青色。”《本草蒙筌》云：“小茴香，家园栽种，类蛇床子，色褐轻虚。”其后《本草纲目》亦有“茴香宿根，深冬生苗作丛，肥茎丝叶。”等记载。依据上述植物特征，再参考《本草图经》所附“蘹香子”及“筒州蘹香子”图的形态考证，以及《救荒本草》茴香图，可知古今所用小茴香原植物均为伞形科植物茴香Foeniculum vulgare Mill.，且早有栽培。",
    "components": "蛋白质、脂肪、膳食纤维、维生素B2、维生素C、胡萝卜素等以及钙、钠、锌、磷、锰、镁、钾、铁[7]等微量元素",
    "effects": "散寒止痛，理气和胃",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "决明茴香汤",
    "contraindications": "婴幼儿、孕妇及老年人慎用。阴虚火旺者禁服小茴香，肺、胃有热及热毒盛者禁用小茴香。小茴香性燥热，较适合虚寒体质食之，每次食用的量也不宜过多。多食茴香会有损伤视力的副作用产生，不宜短期大量使用。",
    "historical_records": "1．（宋）《本草图经》：“蘹香子，亦名茴香，《本经》不载所出，今交广诸蕃及近郡皆有之。入药多用蕃舶者，或云不及近处者有力。三月生叶似老胡荽，极疏细，作丛，至五月高三、四尺；七月生花，头如伞盖，黄色；结实如麦而小青色，北人呼为土茴香。茴，蘹声近，故云耳。八、九月采实，阴干。今近地人家园圃种之甚多。古方疗恶毒痈肿，或连阴髀间疼痛，急挛牵入少腹不可忍，一宿则杀人者，用茴香苗叶，捣取汁一升服之，日三、四用，其滓以贴肿上。冬中根亦可用，此外国方。永嘉以来用之，起死神效。”\n2.（明）《本草纲目》之【附方】：“旧四，新十六。①开胃进食，茴香二两，生姜四两，同捣匀，入净器内，湿纸盖一宿。次以银、石器中，文武火炒黄焦为末，酒糊丸梧子大。每服十丸至二十五丸，温酒下。《经验后方》。②瘴疟发热，连背项者。茴香子捣汁服之。《孙真人方》。③大小便闭，鼓胀气促。八角茴香七个，大麻仁半两，为末。生葱白三七根，同研煎汤。调五苓散末服之，日一服。《普济》。④小便频数，茴香不以多少，淘净，入盐少许，炒研为末，炙糯米糕蘸食之。伤寒脱阳，小便不通。用茴香末，以生姜自然汁调傅腹上。外用茴香末，入益元散服之。《摘玄方》。⑤肾消饮水，小便如膏油。用茴香炒，苦楝子炒，等分为末。每食前酒服二钱。《保命集》。⑥肾邪冷气，力弱者，用大茴香六两，分作三分；用生附子一个去皮，分作三分。第一度：用附子一分，茴香一分，同炒黄，出火毒一夜，去附子，研茴香为末，空心盐酒下一钱。第二度：用二味各一分，同炒存性，出火毒，以附子去一半，留一半，同茴香为末，如前服。第三度：各一分，同炒存性，出火毒，全研为末，如前服之。《朱氏集验方》⑦肾虚腰痛，茴香炒研，以猪腰子批开，掺末入内，湿纸裹煨熟。空心食之，盐酒送下。《戴原礼要诀》。⑧腰痛如刺，简便方：用八角茴香炒研，每服二钱，食前盐汤下。外以糯米一二升，炒热袋盛，拴于痛处。《活人心统》：思仙散：⑨用八角茴香、杜仲各炒研三钱，木香一钱，水一钟，酒半钟，煎服。腰重刺胀八角茴香炒为末，食前酒服二钱。《直指方》。⑩疝气入肾茴香炒作二包，更换熨之。《简便方》。⑪小肠气坠直指：用八角茴香、小茴香各三钱，乳香少许，水服取汗。《孙氏集效方》。⑫治小肠疝气，痛不可忍。用大茴香、荔枝核炒黑各等分，研末。每服一钱，温酒调下。《濒湖集简方》。⑬用大茴香一两，花椒五钱，炒研。每酒服一钱。膀胱疝痛本事方：用舶茴香、杏仁各一两，葱白焙干五钱，为末。每酒服二钱，嚼胡桃送下。《集要》。⑭治疝气膀胱小肠痛。用茴香盐炒，晚蚕沙盐炒，等分为末，炼蜜丸弹子大。每服一丸，温酒嚼下。疝气偏坠大茴香末一两，小茴香末一两，用牙猪尿胞一个，连尿入二末于内系定，罐内以酒煮烂，连胞捣，丸如梧子大。每服五十丸，白汤下。仙方也。《邓才笔峰杂兴》。⑮胁下刺痛小茴香一两炒，枳壳五钱麸炒，为末。每服二钱，盐酒调服，神效。《袖珍方》。⑯辟除口臭茴香煮羹及生食，并得。《昝殷食医心镜》。⑰蛇咬久溃小茴香捣末，傅之。”\n3.（清）《本草从新》：“辛平，理气开胃，亦治寒疝，食料宜之。（煮臭肉、下少许即无臭气，臭酱入末亦香、大茴尤捷、故名茴香。）小如粟米，炒黄，得酒良，得盐则入肾，发肾邪，故治阴疝。（受病于肝，见证于肾。大小茴各一两，为末，猪胞一个连尿入药，酒煮烂为丸、每服五十丸）。”\n4.（清）《得配本草》：“辛，平。入足少阴经。运脾开胃，理气消食。治霍乱呕逆，腹冷气胀，闪挫腰疼。炒研用。肺胃有热及热毒盛者禁用。”"
  },
  {
    "id": 44,
    "code": "XJ",
    "name": "小蓟",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/06e2a0b3f8a676b0d620d54627bdd2db.jpg\"]",
    "local_images": "[\"images\\\\44_小蓟\\\\image_1.jpg\"]",
    "origin": "小蓟始载于《别录》，与大蓟同条。《本草图经》云：“小蓟根，《本经》不著所出州土，今处处有之，俗名青刺蓟。苗高尺余，叶多刺，心中出花头，如红蓝花而青紫色。北人呼为千针草。当二月苗初生二三寸时，并根作茹，食之甚美。”并附“冀州小蓟根”图。所绘花序形态与刺儿菜Cirsium setosum（Wills.）MB.相似。宋《本草衍义》云：“大、小蓟皆相似，花如髻，但大蓟高三、四尺，叶皱；小蓟高一尺许，叶不皱，以此为异。”叶不皱与刺儿菜相符。而《本草蒙筌》的小蓟，可以认定即为现时的刺儿菜。",
    "components": "水分、蛋白质、碳水化合物、矿物质、维生素C、胡萝卜素、核黄素、抗坏血酸、钙、磷、镁、钾、锌、铁、锰、铜、硒等成分",
    "effects": "凉血止血，散瘀解毒消痈",
    "safety": "现代研究未见对小蓟的食用部位或其相关的提取物进行毒理学实验报道。",
    "applications": "小蓟猪肉汤\n小蓟粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用，气虚之人不宜食用。过敏体质，或脾胃虚寒而无瘀滞者忌服。",
    "historical_records": "1．（南北朝）《本草经集注》：“陶隐居云：大蓟是虎蓟，小蓟是猫蓟，叶并多刺，相似。田野甚多，方药不复用，是贱之故。大蓟根甚疗血，亦有毒。”\n2．（唐）《新修本草》：“唐本注云：大、小蓟，叶欲相似，功力有殊，并无毒，亦非虎、猫蓟也。大蓟生山谷，根疗痈肿，小蓟生平泽，俱能破血，小蓟不能消肿也。”\n3．（宋）《本草衍义》：“大小蓟，皆相似，花如髻。但大蓟高三二尺，叶皱。小蓟高一尺许，叶不皱，以此为异。小蓟，山野人取为蔬，甚适用。虽有微芒，亦不能害人。”\n4．（明）《本草蒙筌》：“味甘、苦，气温。一云气凉。无毒。虽系两种，气味不殊。随处田野俱生，北平（今改顺天）出者力胜……小蓟苗高尺许，花亦如前，但叶略差，有刺不皱。仅理血疾，不治外科。”\n5．（明）《本草纲目》之【附方】 ：“旧五，新九。①心热吐血口干。用刺蓟叶及根，捣绞取汁，每顿服二小盏。《圣惠方》。②舌硬出血不止，刺蓟捣汁，和酒服。干者为末，冷水服。《普济方》。③九窍出血方同上。《简要济众》。④卒泻鲜血小蓟叶捣汁，温服一升。《梅师方》。⑤崩中下血大小蓟根一升，酒一斗，渍五宿，任饮。亦可酒煎服，或生捣汁温服。又方：小蓟茎叶洗切，研汁一盏，入生地黄汁一盏，白术半两，煎减半，温服。《千金方》。⑥堕胎下血小蓟根叶、益母草五两，水三大碗，煮汁一碗，再煎至一盏，分二服，一日服尽。《圣济总录》。⑦金疮出血不止。小蓟苗捣烂涂之。《孟诜食疗本草》。⑧小便热淋马蓟根捣汁服。《圣惠方》。⑨鼻塞不通小蓟一把，水二升，煮取一升，分服。《外台秘要方》。⑩小儿浸淫疮痛不可忍，发寒热者。刺蓟叶新水调傅疮上，干即易之。《简要济众方》。⑪癬疮作痒刺蓟叶捣汁服之。《千金方》。⑫妇人阴痒小蓟煮汤，日洗三次。《普济方》。⑬诸瘘不合虎蓟根、猫蓟根、酸枣根、枳根、杜衡各一把，斑蝥三分，炒为末，蜜丸枣大。日一服，并以小丸纳疮中。《肘后方》。⑭丁疮恶肿千针草四两，乳香一两，明矾五钱，为末。酒服二钱，出汗为度。”\n6．（清）《本草从新》：“甘，苦，凉。皆能破血退热。治吐衄肠痈。小蓟力微，能破瘀生新，不能如大蓟之消痈毒。（丹溪曰：小蓟治下焦之热结血淋。《本事方》一人冷气入阴囊、肿满疼痛、煎大蓟汁服立瘥）。两蓟相似，花如髻，大蓟茎高而叶皱，小蓟茎低而叶不皱，皆用根。”"
  },
  {
    "id": 46,
    "code": "XHH",
    "name": "西红花",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/892a90319ddcf8abc349c993bd0b3fc2.jpg\"]",
    "local_images": "[\"images\\\\46_西红花\\\\image_1.jpg\"]",
    "origin": "番红花之名，始见于明代官订本草《品汇精要》，附以别名撒馥兰称“出忽剌散并怯里慢黑里、撒马儿罕”。本品在元代以“洎夫蓝”之名收载在《饮膳正要》中。《本草纲目》将其列入湿草类，李时珍限于当时条件，未能对番红花作比较深入的观察，仅云：“番红花出西番回回地面及天方国，即彼地红蓝花也，元时以入食馔用……按张华《博物志》言，张骞得红蓝花种于西域，则此即以种，或方域地气稍有异耳。”认为番红花与汉代传入的红蓝花“此即一种，或方域地气稍有异耳。”因而将番红花附图绘成了菊科红蓝花。明代《本草品汇精要》却已有莳种番红花的记载，并详细观察了番红花的生长情况，描述了根、茎、叶、花、实的形态，与今所用鸢尾科番红花Crocus sativus L.完全一致。清代赵学敏的《本草纲目拾遗》载：“藏红花，出西藏，形如菊，干之可治诸痞。试验之法：将一朵入滚水内，色如血，又入，色亦然，可冲四次者真。纲目有番红花，又大蓟曰野红花，皆与此别。”首次出现“藏红花”之名，从其描述“形如菊”、冲之“色如血”可知赵所描述实际的为西藏产的红花。藏医药以西红花柱头为藏红花正品，菊科红花为代用品，二者的混用导致中医药对西藏产红花的错误理解。2002年中医药基本名词审定委员会方药组专家一致同意修改藏红花为西红花，以西红花统一药名，以番红花统一其原植物名，即鸢尾科植物番红花 Crocus sativus L.。",
    "components": "（一）主要成分 1.营养成分[4] 氨基酸、糖类、维生素、镁、铁、钙、锌、铜等人体必需的微量元素； 2.其它成分[5] 藏红花苷、藏红花酸、豆甾醇、熊果酸、齐墩果酸、油酸、亚油酸、亚麻酸等。",
    "effects": "活血化瘀，凉血解毒，解郁安神",
    "safety": "现代动物毒性试验研究表明[7]，急性毒性试验经口服用4.9、7和14 g/kg BW三个剂量组的西红花乙醇提取物，各组小鼠在观察期间体态特征表现正常，生存良好。按照霍恩氏法计算得到西红花乙醇提取物的半致死剂量LD50=14.91 g/kg BW，按照急性毒性分级法，西红花乙醇提取物为实际无毒。",
    "applications": "丁香姜糖",
    "contraindications": "孕妇忌用，经血量大的妇女，有溃疡病及出血性疾病者应慎用。根据中医九种体质学说，血瘀质人群更为适宜食用。",
    "historical_records": "1.（明）《本草品汇精要》：“撒馥兰主宽胸膈，开胃，进饮食。久服滋下元，悦颜色，及治伤寒发狂。（今补）【名】番红花【苗】（谨按，撒馥兰三月莳种于阴处，其根如蒜，硬而有须，抽一茎高六七寸，上着五六叶，亦如蒜叶，细长，绿色，五月茎端开花五六朵，如红蓝花，初黄渐红，六月结子，大如黍花。能疗疾，彼土人最珍重，今亦入贡，合香多用之。）【地】出忽剌散并怯里慢黑里、撒马儿罕。【时】生：三月生苗。采：五月取花。【收】暴干。【用】花。【质】类红蓝花而长。【色】红。【味】甘、微酸【性】平温。【气】气浓味薄，阳中之阴。【臭】香。【主】散郁，调血。【制】碾细用。【合治】碾烂合羊心、牛心或鹿心，用火炙令红色，涂于心上食之，能治腰、背、胸膈、头项作疼、及止弱人，食之亦能壮盛 。”\n2.（明）《本草纲目》：“番红花出西番回回地面及天方国，即彼地红蓝花也。元时以入食馔用。按张华博物志言，张骞得红蓝花种于西域，则此即一种，或方域地气稍有异耳。【气味】甘，平，无毒。【主治】心忧郁积，气闷不散，活血。久服令人心喜。又治惊悸。（时珍）【附方】（新一。）伤寒发狂：惊怖恍惚。用撒法郎二分，水一盏，浸一夕服之。天方国人所传。《玉玺医林集要》。”"
  },
  {
    "id": 54,
    "code": "WM",
    "name": "乌梅",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/45158f7f04a852e46e9dcbf9f57b01a3.jpg\"]",
    "local_images": "[\"images\\\\54_乌梅\\\\image_1.jpg\"]",
    "origin": "乌梅始载于《本经》，列为中品，原作“梅实”。《别录》载“梅实，生汉中（今陕西南部、四川北部）川谷，五月采，火干。”《本草经集注》云：“此亦是今乌梅也，用当去核……生梅子及白梅亦应相似，今人多用白梅和药。”《本草图经》曰：“梅实，生汉中川谷，今襄汉、川蜀、江湖、淮岭皆有之。其生实，酸而损齿，伤骨，发虚热，不宜多食之，服黄精人尤不相宜。……五月采其黄实，火熏干作乌梅”。《本草行义》载：“熏之为乌梅，曝干藏密器中为白梅。”《纲目》载：“梅，花开于冬，而实熟于夏……叶有长尖，先众木而花……绿萼梅，枝跗皆绿……红梅，花色如杏。”综上所述，并对照《本草图经》及《纲目》附图，古之乌梅即蔷薇科植物梅Prunus mume (Sieb.) Sieb. et Zucc.的近成熟果实经加工而成者。\n学者根据《本草图经》和《本草纲目》乌梅附图考证[2]：梅实、乌梅的原植物即为蔷薇科植物梅Prunus. mume (Sieb.) Sieb. et Zucc.。乌梅的使用品种，以栽培的原变种梅为主，如《中国药典》2015年版一部仅收载梅Prunus mume (Sieb.) Sieb. et Zucc.为药用品种。但其它变种如厚叶梅、毛梅、毛茎梅的果实在云南、贵州等地区作乌梅入药[3]。",
    "components": "蛋白质、脂肪、碳水化合物、维生素C、维生素B1、维生素B2等，富含钙、铜、铁、钾、镁、锰、钠、磷、锌等微量元素黄酮类、有机酸类、萜类、生物碱类、挥发性成分类等",
    "effects": "敛肺止咳，涩肠止泻，除烦静心，生津止渴，杀虫安蛔，止痛止血",
    "safety": "目前未见关于乌梅毒理学研究的有关文献报道。",
    "applications": "人参乌梅茶\n乌梅绿豆沙复合保健饮料\n人参乌梅茶\n乌梅荷叶茶\n两姜乌梅饮\n乌梅百合汤\n乌梅粥",
    "contraindications": "乌梅为收涩之药，感冒发热，咳嗽多痰，胸膈痞闷之人忌食；菌痢、肠炎的初期忌食；有实邪者忌服。乌梅有调节平滑肌的作用妇女月经期以及怀孕妇人产前产后忌食。根据中医九种体质，湿热、痰湿体质人群忌服或少服。",
    "historical_records": "1.（汉）《神农本草经》：“梅实，味酸，平。主下气，除热烦满，安心，肢体痛，偏枯不仁，死肌，去青黑痣，恶疾。”\n2.（汉魏）《名医别录》：“无毒。止下痢，好唾，口干。生汉中川谷，五月采，火干。” \n3.（南北朝）《本草经集注》：“陶隐居云：此亦是乌梅也，用当去核，微熬之。伤寒烦热，水渍饮汁。生梅子及白梅亦应相似，今人多用白梅和药，以点志蚀恶肉也。服黄精人，云禁食梅实。”\n4.（唐）《新修本草》：“梅实，利筋脉，去痹。”\n5.（宋）《嘉祐本草》：“梅核人亦可单用，味酸，无毒。能除烦热。”\n6. （宋）《图经本草》：“梅实，生汉中川谷，今襄汉、川蜀、江湖、淮岭皆有之。其生实，酸而损齿，伤骨，发虚热，不宜多食之，服黄精人尤不相宜。……五月采其黄实，火熏干作乌梅，主伤寒烦热及霍乱躁渴，虚劳瘦羸，产妇气痢等方中，多用之。”\n7. （宋）《本草衍义》：“食梅则津液泄，水生木也。津液泄，故伤齿。肾属水，外为齿，故也。王叔和曰：膀胱、肾合为津府。此语虽鄙，然理存焉。熏之为乌梅，曝干藏密器中为白梅。”\n8．（元）《汤液本草》：“气平，味酸，酸温阳也，无毒。《象》云：主下气，除热烦满，安心调中，治痢止渴。以盐为白梅，亦入除痰药。去核用。”\n9. （明）《本草蒙筌》：“味酸，气平。可升可降，阳也。无毒。处处栽植，夏月摘收。火熏干者色乌，日曝干者色白。因制有二，故名不同。凡欲用之，俱宜去核。乌梅收敛肺气，解渴除烦。因涩大肠，禁痢止泻。却伤寒温疟，逐虚劳骨蒸。同建茶干姜为丸，治休息久痢尤验。黑痣可脱，虫痛能安。白梅杵烂成膏，敷攻恶毒。治妇人乳痈最效，拔肉中箭镞如神。中风紧闭牙关，急宜将肉摩擦。叶煮汁服，久痢亦除。”\n10. （明）《本草纲目》：“【附方】旧十三，新二十。诸疮弩肉 方见上。痈疸疮肿已溃未溃皆可用。盐白梅烧存性为末，入轻粉少许，香油调，涂四围。王氏易简方。喉痹乳蛾 冰梅九：用青梅二十枚，盐十二两，淹五日，取梅汁，入明矾三两，桔梗、白芷防风各三两，猪牙皂角三十条，俱为细末，拌汁和梅入瓶收之。每用一枚，噙咽津液。凡中风痰厥，牙关不开，用此擦之尤佳。总录：用白梅包生矾末作丸含咽，或纳吞之。消渴烦闷 乌梅肉二两，微炒为末。每服二钱，水二盏，煎一盏，去滓，入豉二百粒，煎至半盏，温服。简要济众方。泄痢口渴 乌梅煎汤，日饮代茶。扶寿精方。产后痢渴 乌梅肉二十个，麦门冬十二分，以水一升，煮七合，细呷之。必效方。赤痢腹痛直指：用陈白梅同真茶蜜水各半，煎饮之。圣惠：用乌梅肉（炒）、黄连各四两，为末，炼蜜丸梧子大。每米饮服二十丸，日三服。便痢脓血 乌梅一两去核，烧过为末。每服二钱，米饮下，立止。圣济总录。久痢不止肠垢己出。肘后：用乌梅肉二十个，水一盏，煎六分，食前分二服。袖珍：用乌梅肉、白梅肉各七个捣烂，入乳香末少许，杵丸梧桐子大。毎服二三十丸，茶汤下，日三。大便下血及酒痢、久痢不止。用乌梅三两，烧存性为末，醋煮米糊和，丸梧子大。每空心米饮服二十丸，日三。济生方。小便尿血 乌梅烧存性研末，醋糊丸梧子大。每服四十丸，酒下。血崩不止 乌梅肉七枚，烧存性研末。米饮服之，日二。大便不通 气奔欲死者。乌梅十颗，汤浸去核，丸枣大。纳入下部，少时即通。食疗本草。霍乱吐利 盐梅煎汤，细细饮之。如宜方。蛔虫上行出于口鼻。乌梅煎汤频饮，并含之，即安。食鉴本草。水气满急乌梅、大枣各三枚，水四升，煮二升，纳蜜和匀，含咽之。圣济总录。梅核膈气 取半青半黄梅子，每个用盐一两淹一日夜，晒干又浸又晒，至水尽乃止。用青钱三个，夹二梅，麻线缚定，通装磁罐内封埋地下，百日取出。每用一枚，含之咽汁，入喉即消。收一年者治一人，二年者治二人，其妙绝伦。龚氏经验方。心腹胀痛 短气欲绝者。乌梅七枚，水五升，煮一沸，纳大钱二七枚，煮二升半，顿服之。肘后。劳疟劣弱 乌梅十四枚，豆豉二合，桃、柳枝各一虎口，甘草三寸，生姜一块，以童子小便二升，煎一半，温服即止。图经本草。久咳不已 乌梅肉微炒，罂粟壳去筋膜蜜炒，等分为末。每服二钱，睡时蜜汤调下。痰厥头痛如破者。乌梅肉三十个，盐三撮，酒三升，煮一升，顿服取吐即愈。肘后方。伤寒头痛壮热，胸中烦痛，四五日不解，乌梅十四枚，盐五合，水一升，煎半升，温服取吐。吐后避风良。梅师方。折伤金疮 干梅烧存性傅之，一宿瘥。千金方。马汗人疮 作痛。用乌梅连核捣烂，以头醋和傅。仍先刺疮，出去紫血，乃傅之系定。经验方。猘犬伤毒 乌梅末，酒服二钱。千金。指头肿毒 痛甚者。乌梅肉和鱼鲊捣，封之妙。李楼奇方。伤寒疮生下部者。乌梅肉三两炒为末，炼蜜丸梧子大。以石榴根皮煎汤，食前下三十丸。圣惠方。小儿头疮乌梅烧末，生油调涂。圣济录。香口去臭 曝干梅脯，常时含之。毛诗疏。硫黄毒发 令人背膊疼闷，目暗漠漠。乌梅肉焙一两，沙糖半两，浆水一大盏，煎七分，呷之。总录。\n11.（清）《本草从新》：“乌梅，酸涩而温脾肺，血分之果，涩肠敛肺，（肺欲收、急食酸以收之）止血涌痰，消肿解毒。”\n12.（清）《得配本草》：“鸟梅 忌猪肉。酸涩，温，入手足太阴经气分，兼入足厥阴经血分。敛肺涩肠，生津止渴，治久嗽泻痢，反胃噎隔，虚劳骨蒸，霍乱劳疟，蛔厥吐利，止血涌痰，醒酒杀虫，去黑痣，蚀恶肉，解鱼毒、硫黄毒。得川连，治赤痢肠痛。配建茶、干姜，治休息痢。佐麦冬，治产后痢渴。入补脾药，止久泄虚脱。汤浸去核，捣丸如枣大，纳入谷道，导大便不通。去核煅炭，敷疮蚀恶肉立效。其核中仁，能清妇人子脏风气积滞。病宜发散，疟痢初起者禁用。怪症，下颊忽落，用乌梅口啣一枚，外用南星，姜汁调涂两频，一夜即上。”\n13.（清）《本草崇原》：“乌梅 气味酸温平涩，无毒。主治下气、除热，烦满，安心，止肢体痛，偏枯不仁，死肌，去青黑志，蚀恶肉。（志、痣同）梅花放于冬，而实熟于夏，独得先春之气，故其味酸，其气温平而涩，涩附于酸也。主下气者，得春生肝本之味，生气上升，则逆气自下矣。除热烦满者，禀冬令水阴之精，水精上滋，则烦热除而胸膈不满矣。安心者，谓烦热除而胸膈不满，则心气亦安。肢体痛，偏枯不仁，死肌，皆阳气虚微，不能熏肤充身泽毛，若雾露之溉。梅实结于春而熟于夏，主敷布阳气于肌腠，故止肢体痛，及偏枯不仁之死肌。阳气充达，则其颜光，其色鲜，故去面上之青黑痣，及身体虫蚀之恶肉。”"
  },
  {
    "id": 61,
    "code": "WSS",
    "name": "乌梢蛇",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/e7f06b771e3440f2e7c7b94c00f69e42.jpg,/uploads/20240315/f2f54c365dfa8e4775f5bdfe47789ef4.jpg,/uploads/20240315/ef7db39ac67ee133870782bab092a07f.jpg,/uploads/20240315/c78dcafd35005471fe046fa9d04e1b31.jpg\"]",
    "local_images": "[]",
    "origin": "乌梢蛇原名乌蛇，首载于《药性论》。《本草图经》曰：“乌蛇，生商洛山，今蕲州、黄州山中有之。背有三棱，色黑如漆。”《本草衍义》曰：“乌蛇，尾细长，能穿小铜钱一百文者，佳。有身长一丈余者，蛇类中此蛇入药最多。……乌蛇脊高，世谓之剑脊乌稍。” 《本草纲目》载：“乌蛇有二种：一种剑脊细尾者为上。一种长大无剑脊而尾稍粗者，名风梢蛇，亦可治风，而力不及。” 古代本草提及乌梢蛇脊高、有剑脊，即今天乌梢蛇的主要鉴别特征。 \n由此可见，古之乌蛇与现今之乌梢蛇一致。",
    "components": "（一）主要成分 1.营养成分 蛋白质及氨基酸、糖类、钠、钙、镁、磷、铁、锌、铜、锰等。 2.其他成分 果糖-1,6-二磷酸酯酶、蛇肌醛缩酶、胶原蛋白等[5]。",
    "effects": "祛风，通络，止痉",
    "safety": "现代研究[7]未见对乌梢蛇的食用部位或其提取物进行相关毒理学报道。有学者对含有乌梢蛇的现代中药制剂——腰康胶囊进行了毒理和药效学的研究，结果表明急性毒性和慢性毒性试验均显示本品无毒副作用，使用安全[8]。",
    "applications": "丁香煮酒",
    "contraindications": "婴幼儿、孕妇、老年人及血虚生风者慎用。",
    "historical_records": "1.（宋）《本草衍义》：“乌蛇，尾细长，能穿小铜钱一百文者佳。有身长一丈余者。蛇类中此蛇入药最多。……乌蛇脊高，世谓之剑脊乌稍。” \n2.（元）《汤液本草》：“乌蛇：《本草》云：主诸风瘙瘾疹，疥癣，皮肤不仁，顽痹诸风。用之炙，入丸散，浸酒，合膏。背有三棱，色黑如漆，性善，不噬物。江东有黑稍蛇，能缠物至死，亦是其类。生商洛山。” \n3.（明）《本草纲目》458（下）之【附方】：“旧二，新五。①大风朝野佥载云：商州有人患大风。家人恶之，山中为起茅屋。有乌蛇堕酒罂中，病人不知，饮酒渐瘥。罂底见有蛇骨，始知其由。《治例》。②治大风，用乌蛇三条蒸熟，取肉焙研末，蒸饼丸米粒大，以喂乌鸡，待尽，杀鸡烹熟，取肉焙研末，酒服一钱。或蒸饼丸服。不过三五鸡即愈。《秘韫》③用大乌蛇一条，打死盛之。待烂，以水二碗浸七日，去皮骨，入糙米一升，浸一日晒干。用白鸡一只，饿一日，以米饲之。待毛羽脱去，杀鸡煮熟食，以酒下之。吃尽，以热汤一盆，浸洗大半日，其病自愈。④紫白癜风乌蛇肉（酒炙）六两，枳壳（麸炒）、羌活、牛膝、天麻各三两，熟地黄四两，白蒺藜（炒）、五加皮、防风、桂心各二两，剉片，以绢袋盛，于无灰酒二斗中浸之，密封七日。每日三度，温服一小盏。忌鸡、鹅、鱼肉、发物。《圣惠》。⑤面疮䵟疱乌蛇肉二两，烧灰，腊猪脂调傅。《圣惠》。⑥婴儿撮口不能乳者。乌蛇（酒浸，去皮骨，炙）半两，麝香一分，为末。每用半分，荆芥煎汤调灌之。《圣惠》。⑦破伤中风项强身直，定命散主之。用白花蛇、乌蛇，并取项后二寸，酒洗润取肉，蜈蚣一条全者，并酒炙，右为末。每服三钱，温酒调服。” \n4.（清）《本草从新》：“功用同白花蛇，无毒而力浅。性善，不噬物，眼光至死不枯。以尾细能穿百钱者佳。重七钱至一两者上，十两至一镒者中，大者力減。去头与皮骨，酒煮或酥炙。”"
  },
  {
    "id": 66,
    "code": "XB",
    "name": "薤白",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/a4376538b010824647684a1f026bffd3.jpg\"]",
    "local_images": "[\"images\\\\66_薤白\\\\image_1.jpg\"]",
    "origin": "薤，始载于《本经》，列为中品。《名医别录》谓“生鲁山”。《新修本草》云：“薤乃是韭类，叶不似葱……薤有赤白二种：白者补而美，赤者主金疮及风，苦而无味。”《本草图经》谓：“薤，生鲁山平泽，今处处有之。似韭而叶阔多白无实。人家种者有赤白二种，赤者疗疮生肌，白者冷补，皆春分莳之，至冬而叶枯。”《证类本草》与《本草纲目》均列入菜部，《纲目》曰：“薤……叶状似韭。韭叶中实而扁，有剑脊。薤叶中空，似细葱叶而有棱，气亦如葱。二月开细花，紫白色。根如小蒜，一本数顆，相依而生。”根据以上所述，古代药用薤白至少有二种，生鲁山（今河南境内），叶似韭而阔多白者，与小根蒜Allium macrostemon Bge.相符，李时珍所说的“叶中空似细葱叶”者与藠头Allium chinense G.Don相吻合。但是后者入药较少，多用前者。陈仁山《药物出产辨》云“薤白以产江苏、浙江府为正，广东产者系荞头耳、均三月新”所言亦与当前实际情况相符。",
    "components": "1.营养成分 多糖、氨基酸、维生素、铁、钙、钾、镁、锌等人体必需微量元素[1]； 2.其它成分 甾体皂苷类（螺甾皂苷和呋甾皂苷等）、脂肪酸类（棕榈酸、油酸、亚麻酸等）、含氮化合物（腺苷、胸苷、尿苷）等[2]。",
    "effects": "通阳散结，行气导滞",
    "safety": "薤白注射液小鼠腹腔注射的LD50为70.12±3.4 g/Kg，中毒症状有活动减少、四肢乏力、软瘫、抽搐的躁动不安[4]。对于溃疡，3 g/Kg给大鼠灌服，可明显恶化溃疡的形成。",
    "applications": "白果枸杞粥",
    "contraindications": "孕妇、气虚者慎用。根据中医九种体质学说，痰湿质型人群更为适宜，阴虚质型人群忌食或少食。",
    "historical_records": "1.（汉）《神农本草经》：“薤，味辛，主金创创败，轻身，不饥耐老。”\n2.（汉魏）《名医别录》：“薤，味辛、苦，温，无毒。主治金创创败，轻身，不饥，耐老，归骨。菜芝也。除寒热，去水气，温中，散结，利病人。诸疮中风寒水肿以涂之。生鲁山平泽。”\n3．（南北朝）《本草经集注》：“葱、薤异物，而今共条。《本经》即无韭，以其同类故也，今亦取为副品种数。方家多用葱白及叶中涕，名葱苒，无复用实者。葱亦有寒热，其白冷、青热。伤寒汤不得令有青也。能消桂为水，亦化五石，仙术所用。薤用温补，《仙方》及服食家皆须之，偏入诸膏用，并不可生啖，熏辛为忌耳。”\n4.（唐）《新修本草》：“薤乃是韭类，叶不似葱，今云同类，不识所以然。薤有赤、白二种：白者补而美；赤者主金创及风，苦而无味，今别显条于此。今按陈藏器本草云：薤，调中，主久痢不瘥，腹内常恶者，但多煮食之。赤痢取薤致黄檗煮服之瘥。”\n5.（宋）《嘉祐本草》：“薤，形似韭而无实。山薤一名葝，茎叶相似,体性亦䪥同，叶皆冬枯，春秋分莳。尔雅云：葝，山䪥。释曰：《说文》云：䪥；菜也。生山中者名葝。又云：䪥，鸬荟。释曰：䪥，一名鸿荟。孟诜云：薤，疗诸疮中风水肿，生捣，热涂上，或煮之。白色者最好。虽有辛不荤五藏。学道人长服之，可通神，安魂魄，益气，续筋力。日华子云：轻身，耐寒，调中，补不足。食之能止久痢冷泻，肥健人。生食引涕唾。不可与牛肉同食，令人作癥瘕，四月不可食也。”\n6．（宋）《本草图经》：“生鲁山平泽，今处处有之，似韭而叶阔，多白无实。人家种者，有赤、白二种。赤者疗疮生肌；白者冷补。……薤宜去青留白，白冷而青热也。……薤虽辛而不荤五脏，故道家长饵之，兼补虚，最宜人。”\n7.（宋）《本草衍义》：“薤，叶如金灯叶，差狭而更光，故古人言薤露者，以其光滑难之义。《千金》治肺气喘急，用薤白。亦取其滑泄也。与蜜同捣，涂汤火伤，效甚速。”\n8.（明）《本草纲目》之【附方】：“①胸痹刺痛：张仲景栝楼薤白汤∶治胸痹，痛彻心背，喘息咳唾短气，喉中燥痒，寸脉沉迟，关脉弦数，不治杀人。用栝楼实一枚，薤白半升，白酒七升，煮二升，分二服。千金：治胸痹，半夏薤白汤∶用薤白四两，半夏一合，枳实半两，生姜一两，栝楼实半枚，㕮咀，以白酨浆三升，煮一升，温服，日三。肘后：治胸痹，瘥而复发。薤根五升，捣汁饮之，立瘥。②卒中恶死，卒死，或先病，或平居寝卧奄忽而死，皆是中恶：以薤汁灌入鼻中，便省。《肘后》。③霍乱干呕不止者∶以薤一虎口，以水三升，煮取一半，顿服。不过三作即已。韦宙《独行方》。 ④奔豚气痛：薤白捣汁饮之。《肘后方》。⑤赤痢不止：薤同黄檗煮汁服之。《陈藏器》。⑥赤白痢下∶薤白一握，同米煮粥，日食之。《食医心镜》。⑦小儿疳痢∶薤白生捣如泥，以粳米粉和蜜作饼，炙熟与食。不过三两服。杨氏《产乳》。⑧产后诸痢∶多煮薤白食，仍以羊肾脂同炒食之。《范汪方》。⑨妊娠胎动，腹内冷痛：薤白一升，当归四两。水五升，煮二升，分三服。《古今录验》。⑩郁肉脯毒：杵薤汁，服二三升良。《葛洪方》。○11疮犯恶露，甚者杀人：薤白捣烂，以帛裹煨极热，去帛傅之，冷即易换。亦可捣作饼，以艾灸之，热气入疮，水出即瘥也。《梅师方》。○12手指赤色，随月生死：以生薤一把，苦酒煮熟，捣烂涂之，愈乃止。《肘后方》。○13疥疮痛痒：煮薤叶，捣烂涂之。同上。○14灸疮肿痛：薤白一升，猪脂一斤，切，以苦酒浸一宿，微火煎三上三下，去滓涂之。《梅师方》。○15手足瘑疮：生薤一把，以热醋投入，以封疮上取效。《千金》。○16毒蛇螫伤：薤白捣傅。《徐王方》。○17虎犬咬伤：薤白捣汁一升饮之，并涂之。日三服，瘥乃止。《葛洪方》。○18诸鱼骨哽：薤白嚼柔，以绳系中，吞到哽处，引之即出。《葛洪方》。○19误吞钗镮：取薤白曝萎，煮熟勿切，食一大束，钗即随出。《葛洪方》。○20目中风翳，作痛：取薤白截断，安膜上令遍。痛作复为之。《范汪方》。○21咽喉肿痛∶薤根醋捣傅肿处。冷即易之。《圣济》。”\n9.（清）《本草崇原》：“薤，气味辛苦温滑，无毒。主治金疮疮败，轻身，不饥，耐老。（薤处处有之，正月发苗，叶状似韭，韭叶中实而扁，有剑脊，薤叶中空似细葱，而有棱，气亦如葱。二月开细花紫白色，一茎一根，根如小蒜，叶青根白，入药只用其根，故曰薤白、与韭白、葱白同一义也。根之色亦有微赤者，赤者苦而不辛，白者辛而不苦，入药以白者为佳。）\n薤用在下之根，气味辛温，其性从下而上，主助生阳之气上升者也。《金匮》胸痹证，有瓜蒌薤白白酒汤，反蒌薤白半夏汤，枳实薤白桂枝汤，皆取自下而上从阴出阳之义。金疮疮败，则皮肌经脉虚寒。薤白辛温，从内达外，故能治之，生阳上升，则轻身不饥耐老。”"
  },
  {
    "id": 73,
    "code": "XLG",
    "name": "鲜芦根",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/b379ec5690f3ca89f7be070d1506f862.jpg\"]",
    "local_images": "[\"images\\\\73_鲜芦根\\\\image_1.jpg\"]",
    "origin": "芦根始载于《名医别录》，列为下品。《诗经•卫风》有“一苇航之”的记载，这里说的“苇”即成长的“芦”。《玉篇》解释道：“苇之未秀者为芦。”《新修本草》载：“生下湿地。茎叶似竹，花若荻花。二月、八月采根，日干用之。”《本草图经》云：“芦根，旧不载所出州土，今处处有之。生下湿陂泽中。其状都似竹，而叶抱茎生，无枝。花白作穗若茅花，根亦若竹根而节疏，二月八月采，日干用之”。李时珍认为芦、苇，葭系同一植物的不同生长阶段。而作芦根入药的原植物可能有数种。这与苏颂谓“本草所用芦，今北地谓苇者，皆可通用也。”的看法是一致的。综上所述，结合《本草图经》“芦根”附图来看，芦根的原植物主要就是芦苇Phragmites communis Trin.。",
    "components": "1.营养成分 多糖、蛋白质、氨基酸、维生素以及钙、铁、钾、镁、钛等人体必需微量元素[1-2]。 2.其它成分 黄酮类（芹菜素、木犀草素、槲皮素、芦丁等）、有机酸（阿魏酸、咖啡酸、香草酸等）、甾体类、多糖等化学成分[2-4]。",
    "effects": "清热，生津，除烦，止呕",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "脾胃虚寒者忌服。根据中医九种体质学说，气虚、阳虚质人群忌食或少食。",
    "historical_records": "1.（汉魏）《名医别录》：“芦根，味甘，寒。主消渴，客热，止小便利。”\n2.（南北朝）《本草经集注》：“当掘取甘辛者，其露出及浮水中者，并不堪用也。”\n3.（唐）《新修本草》：“此草，根疗呕逆不下食，胃中热，伤寒患者弥良。其花名蓬蕽，水煮汁服，主霍乱大善，用有验也。”\n4.（宋）《嘉祐本草》：“芦根，使，无毒。能解大热，开胃，治噎哕不止。日华子云：给寒热，时疾，烦闷，妊孕人心热，并泻痢人渴。”\n5.（宋）《本草图经》：“旧不载所出州土，今在处有之，生下湿陂泽中。其状都似竹，而叶抱茎生，无枝；花白作穗若茅花；根亦若竹根而节疏；二月、八月采日干用之。当汲取水底甘辛者。其露出及浮水中者，并不堪用。谨按《尔雅》谓芦根为葭华。\n郭璞云∶芦苇也。苇即芦之成者。谓蒹为（与廉同），似 萑（音桓）而细长，高数尺，江东人呼为。（与荻同）者谓（他敢切），为（五患切）。 似苇而小中实，江东人呼为乌。（音丘）者或谓之荻，荻至秋坚成，即谓之萑。其华皆名苕（徒雕切），其萌笋皆名（音绻）。若然所谓芦苇，通一物也。所谓，今作蒹者是也。所谓，人以当薪爨者是也。今人罕能别蒹与芦苇。又北人以苇与芦为二物，水旁下湿所生者，皆名苇；其细不及指，人家池圃所植者，为芦。其秆差大深碧色者，谓之碧芦，亦难得。然则本草所用芦，今北地谓苇者，皆可通用也。古方多单用。葛洪疗呕哕，切根水煮，顿服一升。《必效方》，以童子小便煮服，不过三升瘥。其蓬茸主卒得霍乱气息危急者，取一把煮浓汁，顿服二升，瘥。兼主鱼蟹中毒，服之尤佳。其笋味小苦，堪食。法如竹笋，但极冷耳。”\n6.（明）《本草蒙筌》：“芦根，味甘，气寒。无毒。州渚多生，秋冬才取。掘土择甘美者有效，露出及浮水者损人。解酒毒退热除烦；止呕哕开胃下食。食鱼蟹中毒即劫，怀胎孕发热即驱。花白名曰蓬茸，霎时可安。”\n7.（明）《本草纲目》：“骨蒸肺痿，不能食者：苏游芦根饮主之。芦根、麦门冬、地骨皮、生姜各十两，橘皮、茯苓各五两，水二斗，煮八升，去滓，分五服，取汗乃瘥。《外台秘要》。劳复食复，欲死：并以芦根煮浓汁饮。《肘后方》。呕哕不止，厥逆者：芦根三斤切，水煮浓汁，频饮二升。必效：若以童子小便煮服，不过三服愈。《肘后方》。五噎吐逆，心膈气滞，烦闷不下食：芦根五两剉，以水三大盏，煮取二盏，去滓温服。《金匮玉函方》。反胃上气：芦根、茅根各二两，水四升，煮二升，分服。《千金方》。霍乱烦闷：芦根三钱，麦门冬一钱，水煎服。《千金方》。霍乱胀痛：芦根一升，生姜一升，橘皮五两，水八升，煎三升，分服。《太平圣惠方》。食狗肉毒，心下坚，或腹胀口干，忽发热妄语：芦根煮汁服。《梅师方》。中马肉毒：方同上。《圣惠》。鯸鮧鱼毒：方同上。《肘后方》。○11食蟹中毒：方同上。《千金》。中药箭毒：方同上。《千金》。”\n8.（清）《本草从新》：“芦根，泻热止呕。甘和胃，寒降火，治呕哕反胃。（胃热火升则呕、逆食不下。）客热消渴，伤寒烦热，止小便数。（肺为水之上源、脾气散精、上归于肺、始能通调水道、下输膀胱、肾为水脏、而主二便、三经有热、则小便数甚、至不能少忍、火性急速故也、芦中空、清上焦、湿热解、则肺之气化行、而小便复其常道矣。）芦笋能解鱼、蟹、河豚毒，反胃呕吐。由于寒者勿用。取逆水肥浓者，去须节。（因热霍乱烦闷、芦根三钱、麦门冬二钱、水煎服、即愈。）”\n9.（清）《得配本草》：“芦根，忌巴豆。甘，寒。入足阳明经。退邪热，下逆气，止呕哕，除烦渴，（甘能益胃，寒能降火。）疗便数劳复。解鱼鳖肉毒。配竹茹、麦冬，治霍乱烦闷。（热除呕自止。）配地骨皮、麦冬、橘皮、生姜，治肺痿骨蒸。逆水生，黄泡肥浓者良。去须节黄皮，捣汁用。出泥浮水中者，不可用。”"
  },
  {
    "id": 75,
    "code": "XBMG",
    "name": "鲜白茅根",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/c715e1e4c202ed629b1af337ccf07b94.jpg\"]",
    "local_images": "[\"images\\\\75_鲜白茅根\\\\image_1.jpg\"]",
    "origin": "白茅根在本草中多以“茅根”名之。始载于《神农本草经》列为中品。。《名医别录》载：“茅根……一名地菅，一名地筋，一名兼杜。生楚地田野。六月采根。”陶弘景《本草经集注》云：“一名茹根”。本草图经》谓：“茅根，今处处有之，春生苗，布地如针，俗间谓之茅针，亦可啖，甚益小儿。夏生百花，茸茸然，至秋而枯，其根至白洁，亦甚甘美，六月采根用。”《纲目》曰：“茅有白茅、菅茅、黄茅、香茅、芭茅数种，叶皆相似。白茅短小，三、四月开白花成穗，结细实。其根甚长，白软如筋而有节，味甘，俗呼丝茅。”《植物名实图考》载：“白茅，本经中品，其芽曰茅针，白嫩可啖，小儿嗜之。河南谓之茅荑，湖南通呼为丝茅，其跟为血症要药。”根据诸家本草所述及附图，与今所用之白茅根原植物相符。白茅根来源于禾本科植物白茅 Imperata cylindrica Beauv. var. major (Nees) C. E. Hubb.的干燥根茎。",
    "components": "1．营养成分 淀粉、蔗糖及铁、铜、锌、锰、钙、镁等人体必需的微量元素； 2．其它成分 萜类（芦竹素、羊齿烯醇、印白茅素等）、甾醇类（豆甾醇、-谷甾醇、菜油甾醇等）、简单酸类（枸橼酸、草酸、苹果酸等）等[7]。",
    "effects": "凉血止血，清热利尿",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "脾胃虚寒者慎服。根据中医九种体质学说，适宜食用鲜白茅根的人群为湿热质型，气虚、阳虚质型人群少食。",
    "historical_records": "1．（汉）《神农本草经》：“茅根，味甘，寒。主劳伤虚羸，补中益气，除瘀血，血闭，寒热，利小便。其苗主下水。一名兰根，一名茹根。”\n2．（汉魏）《名医别录》：“无毒。下五淋，除客热在肠胃，止渴，坚筋，妇人崩中。久服利人。一名地菅，一名地筋，一名兼杜，生楚地山谷田野，六月采根。”\n3．（南北朝）《本草经集注》：“陶隐居云：此即今白茅菅。《诗》云：露彼菅茅，其根如渣芹甜美。服食此断谷甚良。俗方稀用，唯疗淋及崩中尔。”\n4．（唐）《新修本草》：“菅花，味甘，温，无毒。主衄血，吐血，灸疮。”\n5．（宋）《嘉祐本草》：“白茅，目能破血，主消渴。根治五淋，煎汁服之。”\n6．（宋）《证类本草》：“陈藏器云：茅针，味甘，平，无毒。主恶疮肿，未溃者，煮服之。服一针一孔，二针二孔。生挪敷金疮，止血。煮服之，主鼻衄及暴下血。成白花者，功用亦同。针即茅笋也。又云：屋茅，主卒吐血。细锉三升，酒浸煮，服一升。屋上烂茅，和酱汁研敷斑疮，蚕啮疮。一名百足虫。茅屋滴溜水，杀云母毒。日华子云：茅针，凉。通小肠，痈毒、软疖不作头，浓煎和酒服。花刀箭疮，止血并痛。根主妇人月经不匀。又云：茅根，通血脉淋沥，是白花茅根也。又云：屋四角茅，平，无毒。主鼻洪。”\n7．（明）《本草蒙筌》：“茅根，味甘，气寒。无毒。旷野平原，无处不产。本为盖屋草，俗呼过山龙。收采法去衣皮，掏断忌犯铁器。甘美可啖，断壳甚良。下淋利小便，通闭逐瘀血。除客热在肠胃，止吐衄因劳伤。解渴坚筋，补中益气。苗破血且下水肿，花止血仍罯金疮。又有茅针，一名茅笋，禁崩漏，塞鼻洪。肿毒未溃服之，一针便溃一孔。屋茅陈久，酒浸煎浓。吐衄血来，服亦即止。”\n8．（明）《本草纲目》之【附方】：“①山中辟谷：凡辟难无人之境，取白茅根冼净，咀嚼，或石上晒焦捣末，水服方寸匕，可辟谷不饥。《肘后方》。②温病冷啘：因热甚饮水，成暴冷啘者。茅根切、枇杷叶拭去毛炙香，各半斤。水四升，煎二升，去滓，稍热饮之。庞安常《伤寒总病论》。③温病热哕：乃伏热在胃，令人胸满则气逆，逆则哕；或大下后，胃中虚冷，亦致哕也。茅根切，葛根切，各半斤，水三升，煎一升半。每温饮一盏，哕止即停。同上。④反胃上气：食入即吐。茅根、芦根二两。水四升，煮二升，顿服得下，良。《圣济总录》。⑤肺热气喘：生茅根一握。㕮咀，水二盏，煎一盏，食后温服。甚者三服止。《名如神汤》。⑥虚后水肿：因饮水多，小便不利。用白茅根一大把，小豆三升。水三升，煮干，去茅食豆，水随小便下也。《肘后方》。⑦五种黄病：黄胆、谷疸、酒疸、女疸、劳疸也。黄汗者，乃大汗出入水所致，身体微肿，汗出如黄檗汁。用生茅根一把，细切，以猪肉一斤，合作羹食。《肘后方》。⑧解中酒毒：恐烂五脏。茅根汁，饮一升。《千金方》。⑨小便热淋：白茅根四升，水一斗五升，煮取五升，适冷暖饮之，日三服。《肘后方》。⑩小便出血：茅根煎汤，频饮为佳。《谈野翁方》。○11劳伤溺血：茅根、干姜等分。入蜜一匙，水二钟，煎一钟，日一服。○12鼻衄不止：茅根为末，米泔水服二钱。《圣惠方》。○13吐血不止：《千金翼》：用白茅根一握，水煎服之。《妇人良方》：用根洗捣汁，日饮一合。○14竹木入肉：白茅根烧末，猪脂和涂之。风入成肿者，亦良。《肘后方》。”\n9．（清）《本草从新》：“白茅根 甘，寒。入手少阴、心。足太阴、阳明。脾胃。除伏热．消瘀血．利小便。解酒毒．治吐衄诸血，心肝火旺，逼血上行则吐血，肺火盛则衄血。茅根甘和血，寒凉血，引火下降，故治之。扑损瘀血，捣汁服、名茅花汤、亦治鼻衄产淋。血闭寒热，血瘀则闭，闭则寒热作矣。淋沥崩中，血热则崩。伤寒哕逆，即呃逆。《说文》曰：哕，气牾也。肺热喘急，内热烦渴，黄疸水肿。清火行水。时珍曰：良药也。世人以微而忽之，惟事苦寒之药伤冲和之气，乌足知此哉？针能溃脓。酒蒸服，一针溃一孔，二针溃二孔。花能止血。吐血因于虚寒者非所宜也。”\n10．（清）《得配本草》：“白茅根，甘，寒。入手少阴、太阴，兼入足太阴、阳明经。善理血病。治吐衄诸血，瘀血血闭，经水不调，淋沥崩中。除伏热烦渴，胃热哕逆，肺热喘急。消水肿黄胆，通五淋，解酒毒。配葛根，治温病热哕。汁煮猪肉，治五种黄胆。配枇杷叶，治冷 （因热盛饮水，暴作冷 。）止血、治产淋，用花亦良。痈疖未溃者，用针，酒煎服，一针溃一孔，二针二孔。消瘀血，童便浸捣汁用。”"
  },
  {
    "id": 77,
    "code": "SZR",
    "name": "酸枣仁",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/0a55bc3e08a2d1dea6796a25f2c65f7c.jpg\"]",
    "local_images": "[\"images\\\\77_酸枣仁\\\\image_1.jpg\"]",
    "origin": "《本经》载有酸枣，列为上品。《别录》云：“生河东（今山西、河北等地）川泽，八月采实，阴干。” 陶弘景曰：“今出东山间，云即是山枣树，子似武昌枣而味极酸”。陈藏器《本草拾遗》云“其枣圆小，而味酸，其核微圆而仁稍长，色赤如丹”。《新修本草》曰：“此即樲枣实也，树大如大枣，实无常形，但大枣中味酸者是。”《开宝本草》指出：“此乃棘实，更非他物。若谓是大枣味酸者，全非也。酸枣小而圆，其核中仁微扁；大枣仁大而长，不类也。”《本草图经》谓：“今近京及西北州郡皆有之，野生多在坡坂及城垒间。似枣木而皮细,其木心赤色,茎叶俱青,花似枣花,八月结实,紫红色,似枣而圆小味酸。”《开宝本草》、《本草图经》所述及《本草图经》附图与今之酸枣原植物特征一致。酸枣仁来源于鼠李科植物酸枣Ziziphus jujube Mill. var. spinosa (Bunge) Hu ex H. F. Chou",
    "components": "1．营养成分 维生素C、氨基酸及铁、锰、铜、锌、镍等人体必需的微量元素[6]。 2．其它成分 生物碱（欧鼠李叶碱、荷叶碱、原荷叶碱等）、三萜类（白桦脂酸、酸枣皂苷A、B等）、黄酮（斯皮诺素、酸枣黄素、当药素等）等[7]。",
    "effects": "养心补肝，宁心安神，敛汗，生津",
    "safety": "现代研究对酸枣仁提取物进行毒理学试验，小鼠灌胃给药340 g/kg后，连续观察14天，小鼠全部存活，无明显毒性反应[10]。",
    "applications": "龙眼枣仁汤",
    "contraindications": "凡有实邪郁火、滑泻者慎服。根据中医九种体质学说，适宜食用酸枣仁的人群为阴虚质型。",
    "historical_records": "1．（汉）《神农本草经》：“酸枣，味酸，平。主心腹寒热，邪结气聚，四肢酸疼湿痹。久服安五脏，轻身延年。”\n2．（汉魏）《名医别录》：“无毒。烦心不得眠，脐上下痛，血转，久泄，虚汗，烦渴。补中，益肝气，坚筋大骨，助阴气，令人肥健。生河东川泽。八月采实，阴干，卅日成。”\n3．（南北朝）《本草经集注》：“陶隐居云：今出东山间，云即是山枣树子，子似武昌枣，而味极酸，东人乃啖之以醒睡，与此疗不得眠，正反矣。”\n4．（唐）《新修本草》：“此即樲枣实也，树大如大枣，实无常形，但大枣中味酸者是。《本经》唯用实，疗不得眠，不言用人。今方用其人，补中益气，自补中益肝已下，此为酸枣仁之功能。又于下品白棘条中，复云其实。今医以棘实为酸枣，大误矣。今注：陶云醒睡，而经云疗不得眠。盖其子肉味酸，食之使不思睡。核中人服之，疗不得眠，正如麻黄发汗，根节止汗也。此乃棘实，更非他物。若谓是大枣味酸者，全非也。酸枣小而圆，其核中仁微扁，大枣仁大而长不类也。”\n5．（宋）《嘉祐本草》：“今河东及滑州，以其木为车轴及匙筋等，木甚细理而硬，所在有之。八月采实，日干。药性论云：酸枣人，主筋骨风，炒末作汤服之。陈藏器云：按酸枣，既是枣中之酸，更无他异，此即真枣，何复名酸，既云其酸，又云其小，今枣中酸者，未必即小，小者未必即酸，虽欲为枣生文，展转未离于枣，若道枣中酸者，枣条无令睡之功，道棘子不酸，今人有众呼之目。枣、棘一也。酸、甜两焉。纵令以枣当之，终其非也。嵩阳子曰：余家于滑台。今酸枣县，即滑之属邑也。其地名酸枣焉，其树高数丈，径围一、二尺，木理极细，坚而且重，其树皮亦细纹似蛇鳞。其枣圆小而味酸，其核微圆，其仁稍长，色赤如丹。此医之所重，居人不易得。今市之卖者，皆棘子为之。又云：山枣树如棘，子如生枣，里有核如骨，其肉酸滑好食，山人以当果。五代史后唐刊《石药验》云：酸枣人，睡多生使，不得睡炒熟。日华子云：酸枣人，治脐下满痛。”\n6．（宋）《证类本草》：“图经曰：酸枣，生河东川泽，今近京及西北州郡皆有之，野生多在坡坂及城垒间。似枣木而皮细，其木心赤色，茎、叶俱青，花似枣花。八月结实，紫红色，似枣而圆小味酸。当月采实，取核中人，阴干，四十日成。《尔雅》辨枣之种类曰：实小而酸，曰樲枣。《孟子》曰：养其樲枣。赵歧注：所谓酸枣是也。一说唯酸枣县出者为真，其木高数丈，径围一、二尺，木理极细，坚而且重，邑人用为车轴及匕筋。其皮亦细，文似蛇鳞。其核人稍长而色赤如丹，亦不易得。今市之货者，皆棘实耳，用之尤宜详辨也。《本经》主烦心不得眠。今医家两用之，睡多生使，不得睡炒熟。生熟便尔顿异。雷公云：酸枣仁，凡使，采得后晒干，取叶重拌酸枣人蒸半日了，去尖皮了，任研用。食疗：酸枣，平。主寒热结气，安五脏，疗不得眠。”\n7．（元）《汤液本草》：“酸枣，气平，味酸。无毒。《本草》云：主心腹寒热，邪结气聚，四肢酸疼湿痹，烦心不得眠，脐上下痛，血转久泄，虚汗烦渴；补中益肝气，坚筋骨，助阴气，令人肥健。久服安五脏，轻身延年。胡洽治振悸不得眠，人参、白术、白茯苓、甘草、生姜、酸枣仁六物煮服。《圣惠方》：胆虚不眠，寒也。酸枣仁炒香，竹叶汤调服。《济众方》：胆实多睡，热也。酸枣仁生用，末，茶、姜汁调服。”\n8．（明）《本草蒙筌》：“酸枣，味酸，气平。无毒。生河东川泽，秋采实阴干。因肉味酸，故名酸枣。凡仗入药，碎核取仁。粒遍色丹，亦不易得。市家往往以棘实充卖，不可不细认焉。能治多眠不眠，必分生用炒用。多眠胆实有热，生研末，取茶叶姜汁调吞；不眠胆虚有寒，炒作散，采竹叶煎汤送下。倘和诸药共剂，却恶防己须知。宁心志，益肝补中。敛虚汗，驱烦止渴。去心腹寒热，五脏能安。疗手足酸疼，筋骨堪健。久服长寿，且令人肥。核壳烧末水调，刺入肉中敷效。”\n9．（明）《本草纲目》之【附方】：“①胆风沉睡：胆风毒气，虚实不调，昏沉多睡。用酸枣仁一两（生用），金挺蜡茶二两（以生姜汁涂，炙微焦），为散。每服二钱，水七分，煎六分，温服。《简要济众方》。②胆虚不眠：心多惊悸。《圣惠方》：用酸枣仁一两炒香，捣为散。每服二钱，竹叶汤调下。《和剂局方》：加人参一两，辰砂半两，乳香二钱半，炼蜜丸服。③振悸不眠：胡洽方：酸枣仁汤：用酸枣仁二升，茯苓、白术、人参、甘草各二两，生姜六两，水八升，煮三升，分服。《图经》。④虚烦不眠：《深师方》：酸枣仁汤：用酸枣仁二升、 蝭母、干姜、茯苓、芎藭各二两，甘草（炙）一两，以水一斗，先煮枣仁，减三升，乃同煮取三升，分服。《图经本草》。⑤骨蒸不眠：心烦。用酸枣仁二两，水二盏研绞取汁，下粳米二合煮粥，候熟，下地黄汁一合再煮，匀食。《太平圣惠方》。⑥睡中汗出：酸枣仁、人参、茯苓等分，为末。每服一钱，米饮下。《简便方》。⑦刺入肉中：酸枣核烧末，水服，立出。《外台秘要》。”\n10．（清）《本草从新》：“酸枣仁，甘酸而润。生用酸平，专补肝胆。今人专以为心家药，殊未明耳。炒熟酸温而香，亦能醒脾。助阴气，坚筋骨，除烦止渴。敛阴生津。敛汗，《经疏》曰：凡服固表药而汗不止者，用枣仁炒研，同生地、白芍、北五味、麦冬、龙眼肉、竹叶煎服多效，以汗为心液也。宁心。心君易动，皆由胆怯所致。经曰：凡十一官皆取决于胆也。疗胆虚不眠，温胆汤中或加用之，肝虚则胆亦虚，肝不藏魂故不寐，血不归脾，卧亦不安。《金匮》治虚劳虚烦不眠用酸枣仁汤：枣仁二升，甘草炙、知母、茯苓、芎藭各二两，深师加生姜二两，此补肝之剂。经曰：卧则血归于肝。苏颂曰：一方加桂一两。二方枣仁皆生用治不得眠，则生用疗胆热好眠之说未可信也。盖胆热必有心烦口苦之证，何以反能好眠乎？若肝火郁于胃中，以致倦怠嗜卧，则当用辛凉透发肝火，如柴、薄之属，非枣仁所得司也。酸痹久泻。酸收涩，香舒脾。肝胆二经有实邪热者勿用。炒香研。恶防己。”\n11．（清）《得配本草》：“酸枣仁，恶防己。酸，平。入足厥阴，兼入手少阴经血分。收肝脾之液，以滋养营气。敛心胆之气，以止消渴。补君火以生胃土，强筋骨以除酸痛。得人参、茯苓，治盗汗。（无火可用。）得生地、五味子，敛自汗。（心火盛不用。）配辰砂、乳香，治胆虚不寐。（有火勿用。）配地黄、粳米，治去壳，治不眠。炒用，治胆热不眠。生用，止烦渴虚汗。醋炒，醒脾。临时炒用恐助火，配足，敛之益增烦躁。）俱禁用。世医皆知枣仁止汗，能治不眠。岂知心火盛、汗溢不止，胆气热、虚烦不眠，阴虚痨瘵症，有汗出上焦而终夜不寐者，用此治之，寐不安，而汗更不止。”"
  },
  {
    "id": 121,
    "code": "TR",
    "name": "桃仁",
    "sorts": "益气补精",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/f925355db5ee9e5f8eca005701e04480.jpg\"]",
    "local_images": "[\"images\\\\121_桃仁\\\\image_1.jpg\"]",
    "origin": "桃仁始载于《神农本草经》，作桃核人，列为果部下品。《本草经集注》云:“今处处有，京口（今江苏镇江市）者亦好，当取解核种之为佳。又有山桃，其仁不堪用。”《本草图经》谓：“京东、陕西出者尤大而美。大都佳果多是圃人以他木接根上栽之，遂至肥美，殊失本性，此等药中不可用之，当以一生者为佳。”《本草衍义》曰：“桃品亦多……山中一种正足《月令》中忧始华者，但花多子少，不堪啖，惟堪取仁……入药惟以山中自生者为正。《纲目》载：“桃品捷多，易于栽种，且早结实……惟山中毛桃，即《尔雅》所谓榹桃者，小而多毛，核粘味恶，其仁充满多脂，可入药用。”综上所述，可知古代桃仁来源于桃属多种植物的种子，但以非嫁接的桃和山桃的种子为好,与今商品情况一致。2015版《中国药典》规定为蔷薇科植物桃Prunus persica (L.) Batsch.，桃栽培种类亦多，药用桃仁除来源于本品外，亦用同属植物山桃P. davidiana (Carr.) Franch.的种子。",
    "components": "1.营养成分 脂肪酸类、蛋白质、氨基酸、铁、锰、镁等[5-7]； 2.其他成分 氰苷、苦杏仁苷、野樱苷、甾醇及其糖苷类、黄酮类（儿茶酚、柚皮素、洋李苷等）、酚酸类等[8]。",
    "effects": "活血祛瘀，润肠通便，止咳平喘",
    "safety": "现代文献表明：桃仁中的苦杏仁苷的代谢产物氢氰酸具有阻滞细胞呼吸、抑制呼吸中枢、刺激黏膜等毒性。桃仁具有一定的生殖毒性，大剂量（9～17.5g/kg））桃仁对昆明种小鼠具有致突变和致畸作用，表现为小鼠骨髓嗜多染红细胞微核发生率与健康对照组的差异具有显著性，胎鼠出现外观畸形及骨骼畸形现象[10]。",
    "applications": "麻仁蜜茶",
    "contraindications": "婴幼儿及老年人慎用，孕妇忌服。血燥虚者慎之。根据中医九种体质学说，瘀血质最为适宜食用。",
    "historical_records": "1.（汉）《神农本草经》：“桃核人，味苦，平。主瘀血，血闭，瘕邪气，杀小虫。”\n2.（汉魏）《名医别录》：“甘，无毒。止咳逆上气，消心下坚，除卒暴击血，破癥瘕，通月水，止痛。七月采取仁，阴干。” \n3.（唐）《食疗本草》：“桃人，每夜嚼一颗，和蜜涂手、面良。”\n4.（唐）《食医心镜》：“主上气咳嗽，胸隔痞满，气喘。桃仁三两去皮、尖，以水一升研取汁，和粳米二合，煮粥食之。”\n5.（宋）《本草衍义》：“如伤寒八、九日间，发热如狂不解，小腹满痛，有瘀血，用桃仁三十个，汤去皮尖，铁炒赤色，别研，虻虫三十枚，去翅，水蛭二十枚，各炒，川大黄一两，同为未，再与桃仁同捣，令匀，炼蜜丸如小豆大，每服二十丸，桃仁汤下，利下淤血恶物，便愈。未利，再服。”\n6.（元）《饮膳正要》：“桃仁粥，治心腹痛，上气咳嗽，胸膈妨满，喘急。 桃仁（三两，汤煮熟，去尖、皮，研）上件取汁，和粳米同煮粥，空腹食之。 ”\n7.（明）《救荒本草》：“救饥，采嫩叶煠熟，水浸作成黄色，换水淘净，油盐调食。桃实熟软时，摘取食之。其结硬未熟时，亦可煮食。或切作片，晒干为糁，收藏备用。治病  文具本草果部桃核人条下。”\n8.（明）《本草蒙筌》：“桃核仁（使）味苦、甘，气平。苦重于甘，阴中阳也。无毒。远近乡落，处处有之。山谷自生者为佳，杂木相接者勿用。（如李接桃之类，实虽肥美，殊失本性。）七月采实，劈核取仁。泡去皮尖，研皮泥烂。（古方谓桃仁泥。）入手厥阴包络，及足厥阴肝经。润大肠血燥难便，去小腹血凝成块。逐瘀血止痛，生新血通经。盖苦以破气，甘能生新血故也。”\n9.（明）《本草纲目》：“桃仁行血，宜连皮、尖生用。润燥活血，宜汤浸去皮、尖炒黄用。……【附方】旧十九，新十二。延年去风令人光润。用桃仁五合去皮，用粳米饭浆同研，绞汁令尽，温温洗面极妙。千金翼。偏风不遂及癖疾。用桃仁二千七百枚，去皮、尖、双仁，以好酒一斗三升，浸二十一日，取岀晒干杵细，作丸如梧子大。每服二十丸，以原酒吞之。外台秘要。风劳毒月中挛痛，或牵引小腹及腰痛。桃仁一升去皮尖，熬令黑烟出，热研如脂膏，以酒三升搅和服，暖卧取汗。不过三度搓。食医心镜。疟疾寒热桃仁一百枚去皮尖，乳钵内研成膏，不得犯生水，入黄丹三钱，丸梧子大。每服三丸，当发日面北温酒吞下。五月五日午时合之，忌鸡、犬、妇人见。唐慎微本草。骨蒸作热桃仁一百二十枚，留尖去皮及双仁，杵为丸，平旦井花水顿服之。令尽量饮酒至醉，仍须任意吃水。隔日一剂。百日不得食肉。外台秘要。上气喘急方见杏仁。上气咳嗽胸满气喘。桃仁三两去皮尖，以水一大升研汁，和粳米二合煮粥食之。心镜。卒得咳嗽桃仁三升去皮杵，着器中密封，蒸熟日干，绢袋盛，浸二斗酒中，七日可饮，日饮四五合。尸珪鬼珪乃五尸之一，又挟鬼邪为崇。其病变动，有三十六种至九十九种。大略使人寒热淋沥，沉沉默默，不知所苦而无所不恶。累年积月，以至于死，死后复传傍人。急以桃仁五十枚研泥，水煮取四升，服之取吐。吐不尽，三四日再吐。肘后方。传尸鬼气咳嗽痰癖注气，血气不通，日渐消瘦。桃仁一两去皮尖杵碎，水一升半煮汁，入米作粥，空心食之。食医心镜。鬼珪儿、痛桃仁一合烂研，煎汤服之。备急方。卒然儿、痛桃仁七枚去皮尖研烂，水一合服之。肘后方。人好魇寐桃仁熬去皮尖三七枚，以小便服之。千金方。下部虫蹙病人齿龈无色，舌上白，喜睡愦愦不知痛痒处，或下痢，乃下部生虫食肛也。桃仁十五枚，苦酒二升，盐一合，煮六合服之。肘后方。崩中漏下不止者。桃核烧存性研细，酒服方寸匕，日三。千金。妇人难产数日不出。桃仁一个劈开，一片书可字，一片书出字，还合吞之即生。删繁方。产后百病千金桃仁煎：治妇人产后百病诸气。取桃仁一千二百枚，去皮、尖、双仁，熬捣极细，以清酒一斗半，研如麦粥法，纳小项瓷瓶中，面封，入汤中煮一伏时。每服一匙，温酒和服，日再。图经本草。产后身热如火，皮如粟粒者。桃仁研泥，同腊猪脂傅之。日日易之。 千金方。产后血闭桃仁二十枚去皮尖，藕一块，水煎服之良。唐瑶经验方。产后阴肿桃仁烧研傅之。妇人阴痒桃仁杵烂，绵裹塞之。肘后方。男子阴月中作痒。用桃仁炒香为末，酒服方寸匕，日二。仍捣傅之。外台。小儿卵癞方同上。小儿烂疮初起肿浆似火疮,桃仁研烂傅之。秘录。小儿聤耳，桃仁炒研绵裹，日日塞之。千金方。风虫牙痛针刺桃仁，灯上烧烟出吹灭，安痛齿上咬之。不过五六次愈。卫生家宝方。唇干裂痛桃仁捣和猪脂傅。海上。大便不快里急后重。用桃仁三两去皮，吴茱萸二两，食盐一两，同炒熟，去盐、茱，每嚼桃仁五七粒。总录。急劳咳嗽烦热。用桃仁三两去皮尖，猪肝一枚，童子小便五升，同煮干，于木臼内捣烂，入蒸饼和，丸梧子大。每温水下三十丸。圣惠方。冷劳减食渐至黑瘦。用桃仁五百颗，吴茱萸三两，同入铁铛中，微火炒一炊久，将桃仁一颗去皮，看似微黄色即渐加火，待微烟出，即乘热收入新瓶内，厚纸封住，勿令泄气。每日空心取桃仁二十粒去皮嚼之，以温酒下。至重者服五百粒愈。圣惠方。预辟瘴痈桃仁一斤，吴茱萸、青盐各四两，同炒熟，以新瓶密封一七，取出拣去茱、盐，将桃仁去皮尖，每嚼一二十枚。山居尤宜之。 余居士选奇方。”\n10.（清）《景岳全书》：“味苦辛微甘，气平，阴中有阳，入手足厥阴经。去皮尖用。善治瘀血血闭，血结血燥，通血隔，破血癥，杀三虫，润大便，逐郁滞，止鬼疰血逆疼痛膨胀，疗跌扑损伤。若血枯经闭者，不可妄用。”\n11.（清）《本草崇原》：“气味苦甘平，无毒。主治瘀血血闭，症瘕邪气，杀小虫。……《素问》五果所属，以桃属金，为肺之果，后人有桃为肺果，其仁治肝之说。”\n12.（清）《得配本草》：“香附为之使。甘、苦、平。入手足厥阴经血分。去滞生新，缓肝润燥。治血结畜血，瘀血症瘕，血滞风痹，血痢经闭，热入血室，产后血病，心腹诸痛。辟疰忤，杀三虫，润大便，止疟疾。配元胡、川楝子，治肝厥胃痛。入小柴胡汤，治热入血室。行血，连皮尖生用。润燥活血，浸去皮尖炒用，或麸皮同炒研用。双仁者有毒，不可用。一切血虚致经闭、便秘等症，俱禁用。”\n从本草记载来看，桃仁在古代作最早作为药物使用，而作为食用主要还是果实和嫩叶。如《诗经·大雅》：“投我以桃，报之以李。”以及《本草纲目》所载[4]：“生桃瀹过，晒干为脯，可充果食。”而桃仁在绝大多数本草中仍作为破血药应用。桃仁作为食品使用始于唐宋以后，《食医心镜》：“煮粥食之”；《图经本草》云：“今都下市贾多取炒货之，云食之亦益人。”但此后本草书籍以及食性本草记载其作为食用的并不多。"
  },
  {
    "id": 62,
    "code": "YZ",
    "name": "玉竹",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/c06b898cb7f1a0940d308a014c287a46.jpg\"]",
    "local_images": "[\"images\\\\62_玉竹\\\\image_1.jpg\"]",
    "origin": "本品始见于《本经》，原名女萎，列为上品。《名医别录》称葳蕤。《尔維》郭璞注云：“叶似竹，大者如箭竿，有节，叶狭长，而表白里青。根大如指，长一二尺，可啖。”《本草经集注》谓：“根似黄精而小异。”《本草图经》曰：“生泰山山谷、丘陵。今滁州、岳州及汉中皆有之。叶狭而长，表白里青，亦类黄精，茎干强直似竹，箭干有节，根黄多须，大如指，长一二尺。或云可啖。三月开青花，结圆实。”《本草纲目）云：“其根横生似黄精，差小，黄白色，性柔多须，最难燥。其叶如竹，两两相值。”综上所述，与今用玉竹原植物相符。可判断该品为百合科植物玉竹P. odoratum (Mill.) Druce。宋后本草书中所记载的玉竹均为此品种。",
    "components": "1.营养成分 玉竹营养成分主要是蛋白质、氨基酸、糖、粗纤维、碳水化合物等，微量元素有铜、锌、铁、镁、锰、钙、磷、钠等，富含谷氨酸、谷酰胺、脯氨酸、丙氨酸、精氨酸、天门冬氨酸、天门冬酰胺等氨基酸。 2.其他成分 多糖、甾体皂苷、挥发油、生物碱、鞣质等",
    "effects": "养阴润燥，生津止渴",
    "safety": "有服用玉竹引起过敏反应的报道，值得注意。",
    "applications": "玉竹酒\n玉竹乌梅茶\n玉竹益阴茶\n玉竹麦冬茶\n玉竹茶\n玉竹猪瘦肉汤\n玉竹柿蒂粥\n玉竹粥\n玉竹乌梅茶",
    "contraindications": "脾虚便溏者慎服；阴病内寒、痰湿气滞者者忌服。根据中医九种体质，阴虚体质最为适宜食用。",
    "historical_records": "1.《神农本草经》：“女萎，味甘，平。主中风暴热，不能动摇，跌筋结肉，诸不足。久服去面黑皯，好颜色、润泽，轻身、不老。”\n2. （汉魏）《名医别录》 ：“葳蕤，无毒。心腹结气，虚热、湿毒，腰痛，茎中寒，及目痛眦烂泪出。一名莹，一名地节，一名玉竹，一名马薰。生太山山谷及丘陵。立春后采，阴干。”\n2.《雷公炮炙论》：“以蜜水浸一宿，蒸了，烙干用。”去炼蜜置锅内，加适量开水稀释后，投入净玉竹片，用文火炒拌均匀，不粘手为度，取出放凉。没玉竹片100kg，用炼蜜12kg。蜜汁可增强玉竹的补益止咳作用。\n3.（南北朝）《本草经集注》：“陶隐居云：案《本经》有女萎无萎蕤。《别录》无女萎有萎蕤，而为用正同，用正同，疑女萎即萎蕤也，惟名异尔。今处处有，其根似黄精而小异。服食家亦用之。今市人别用一种物，根形状如续断茎，味至苦，乃言是女青根，出荆州。今疗下痢方，多用女萎，而此都无止泄之说，疑必非也。萎蕤又主理诸石，人服石不调和者，煮汁饮之。”\n4.（唐）《新修本草》 ：“女萎功用及苗蔓，与萎蕤全别，列在中品。今《本经》朱书是女萎能效，墨字乃萎蕤之效。今注：今以朱书为白字。”\n5.（宋）《嘉祐本草》：“荧，委萎。释曰：药草也，一名荧，一名委萎。叶似竹，大者如箭竿，有节，叶狭长而表白里青，根大如指，长一二尺，可啖。药性论云：萎蕤，君，主时疾寒热，内补不足，去虚劳客热。头痛不安，加而用之，良。陈藏器云：女委、萎蕤二物同传，陶云同是一物，但名异耳。下痢方多用女萎。而此都无止泄之说，疑必非也。按女萎，苏又于中品之中出之，云主霍乱、泄痢、肠鸣，正与陶注上品女萎相会。如此，即二萎功用同矣，更非二物。苏乃剩出一条。苏又云：女萎与萎蕤不同。其萎蕤一名玉竹，为其似竹；一名地节，为其有节。《魏志・樊阿传》：青䴴，一名黄芝，一名地节，此即萎蕤，极似偏精。本功外，主聪明，调血气，令人强壮。和漆叶为散，主五藏益精，去三虫，轻身不老，变白，润肌肤，暖腰脚，惟有热不可服。晋·嵇绍有胸中寒痰，每酒后苦唾，服之得愈。草似竹，取根、花、叶阴干。昔华佗入山，见仙人所服，以告樊阿，服之寿百岁也。萧炳云：萎蕤，补中益气，出均州。日华子云：除烦闷，止渴，润心肺，补五劳七伤，虚损，腰脚疼痛，天行热狂，服食无忌。”\n6.（宋）《本草图经》:“葳蕤，生泰山山谷丘陵，今滁州、舒州及汉中皆有之。叶狭而长，表白里青，亦类黄精。茎秆强直，似竹箭杆，有节；根黄多须，大如指，长一、二尺，或云可啖；三月开青花，结圆实。立春后采根，阴干用之。《本经》与女萎同条，云是一物二名，又云自是二物，苗蔓与功用全别。《尔雅》∶谓荧，委萎。（上于为芪 ，下人垂切）。郭璞注云：药草也。亦无女葳之别名，疑别是一物。且《本经》中品，又别有女萎条。苏恭云：即此女葳。今《本经》朱书是女萎能效，黑字是萎蕤之功。观古方书所用，则似差别。胡洽治时气、洞下，有女萎丸。治伤寒泠下结肠丸中，用女萎。治虚劳小黄 酒云。下痢者加女萎，详此数方所用，乃似中品女萎，缘其性温，主霍乱泄痢故也。又主贼风手足枯痹、四肢拘挛茵芋酒中用女萎，及《古今录验》治身体疠疡斑剥女萎膏，乃似朱字女萎，缘其主中风不能动摇及去 好色故也。又治伤寒七、八日不解续命鳖甲汤，治脚弱鳖甲汤，并用萎蕤。及延年方，主风热项急痛、四肢骨肉烦热萎蕤饮，又主虚风热发，即头热萎蕤丸，乃似此黑字萎蕤，缘其主虚热湿毒、腰痛故也。三者主治既别，则非一物明矣。然陈藏器以为更非二物，是不然矣。此女葳性平，味甘。中品女萎味辛，性温。性味既殊，安得为一物。又云萎蕤一名地节，极似偏精，疑即青粘。华佗所服漆叶青粘散是此也。然世无复能辨者，非敢以为信然耳。”\n7. （元）《汤液本草》：“葳蕤 气平，味甘。无毒。《本草》云∶主中风暴热，不能动摇，跌筋结肉，诸不足。心腹结气，虚热湿毒，腰痛，茎中寒，及目痛、 烂、泪出。久服，去面黑 。《心》云∶润肺除热。”\n6.（明）《本草蒙筌》：“萎蕤女萎，味甘，气平。无毒。泰山山谷多生，滁州舒州俱有。叶长而狭，表白里青，茎干黄精相同，强直似竹有节。故一名玉竹，又名地节，咸取象也。根大如指，一二尺长。色黄多须，甘美可啖。开青花春末，结圆实夏初。入剂采根，竹刀刮净，蜜水浸宿，文火烘干。”\n7.（明）《本草纲目》： “〔附方〕旧一，新六。服食法 二月九月采萎蕤根，切碎一石，以水二石煮之，从旦至夕，以手挼烂，布囊榨取汁，熬稠。其渣晒为末，同熬至可丸，丸如鸡头子大。每服一丸，白汤下，日三服。导气脉，强筋骨，治中风湿毒，去面皱颜色，久服延年。臞仙神隐书。赤眼涩痛萎蕤、赤芍药、当归、黄连等分，煎汤惠洗。卫生家宝方。眼见黑花赤痛昏暗。甘露汤：用萎蕤焙四两，每服二钱，水一盏，入薄荷二叶，生姜一片，蜜少许，同煎七分，卧时温服，日一服。圣济总录。小便卒淋萎蕤一两，芭蕉根四两，水二大碗，煎一碗半，入滑石二钱，分三服。太平圣惠方。发热口干小便涩。用萎蕤五两，煎汁饮之。外台秘要。乳石发热菱蕤三两，炙甘草二两，生犀角一两，水四升煮一升半，分三服。圣惠方。痫后虚肿 小儿痫病瘥后，血气上虚，热在皮肤，身面俱肿。萎蕤、葵子、龙胆、茯苓、前胡等分，为末。每服一钱，水煎服。圣济总录。”\n8.（清）《本草从新》：“萎蕤，甘平，补中益气，除烦渴，润心肺，治风淫湿毒，目痛烂。（风湿）寒热疟。中风不能动摇，头痛腰痛（凡头痛不止者、属外感、宜发散、乍痛乍止者、属内伤、宜补虚、又有偏头风、左属风与血虚、右属痰热与气虚、腰痛亦有肾虚、气滞、痰积、瘀血、风寒、湿热之不同、凡挟虚挟风湿者、宜葳蕤）茎寒自汗，一切不足之证，用代参地，不寒不燥，大有殊功。去毛，蜜水或酒浸蒸用。畏咸卤。熬膏良。（小便猝淋、葳蕤五钱、芭蕉根二座、水二盏、煎一盏、入滑石末一钱服。）”\n9. （清）《得配本草》：“萎蕤 一名玉竹，畏卤咸。甘，平。入手足太阴、少阴经。柔润补虚，善息肝风。治虚劳寒热 疟，风温自汗灼热，头疼目痛烂，男子湿注腰疼，小便频数失精，一切虚损挟风湿诸症。用代参、地，大有殊功。得薄荷、生姜，治目痛昏暗。得芭蕉根、滑石，治卒淋。得葵子、龙胆草、茯苓、前胡，治小儿痫病后身面虚肿。配赤芍、当归、黄连，煎汤熏洗眼赤涩痛。竹刀刮去皮节，蒸用。止嗽，蜜水拌蒸。去风，酒拌蒸。”\n10. （清）《本草崇原》：“葳蕤 气味甘平，无毒。主中风暴热，不能动摇，跌筋结肉，诸不足。久服去面皯 ，好颜色，润泽，轻身不老。（《本经》名女萎。《吴氏本草》名葳蕤。《别录》名玉竹。《拾遗》名青粘。始出太山山谷及邱陵，今处处有之。女萎者，性阴柔而质滋润，如女之委顺相随也，葳蕤者，女子娇柔之意。玉竹者，根色如玉，茎节如竹也。青粘，茎叶青翠，根汁稠粘也。春生苗，茎直有节，其叶如竹，两两相对，其根横生如黄精，色白微黄，性柔多脂，最难干。）（按∶葳蕤叶密者，似乎对生，而实不相对。或云∶其叶对生者，即是黄精矣。今浙中采药拣根之细长者为玉竹，根之园而大者为黄精，其实只是一种年未久者，故根细而长。年久者，其根大而园。余求真黄精，种数十年不能得。）葳蕤气味甘平，质多津液，禀太阴湿土之精，以资中焦之汁。中风暴热者，风邪中人，身热如曝也。不能动摇者，热盛于身，津液内竭，不濡灌于肌腠也。跌筋者，筋不柔和，则 蹶而如跌也。结肉者，肉无膏泽，则涩滞而如结也。诸不足者，申明中风暴热，不能动摇，跌筋结肉，是诸不足之证也。久服则津液充满，故去面上之黑 ，好颜色而肌肤润泽，且轻身不老。愚按∶葳蕤润泽滑腻，禀性阴柔，故《本经》主治中风暴热，古方主治风温灼热，所治皆主风热之病。近医谓葳蕤有人参之功，无分寒热燥湿，一概投之，以为补剂，不知阴病内寒此为大忌，盖缘不考经书，咸为耳食所误。”"
  },
  {
    "id": 67,
    "code": "YYR",
    "name": "薏苡仁",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/99613198e7319b3168a43497dbb5fa0d.jpg\"]",
    "local_images": "[\"images\\\\67_薏苡仁\\\\image_1.jpg\"]",
    "origin": "薏苡仁，首载于《本经》，列入上品。《别录》曰：“生真定平泽及田野，八月采实，采根无时。”《本草图经》云:“春生苗，茎高三四尺，叶如黍，开红白花作穗子，五月、六月结实，青白色，形如珠子而稍长，故呼薏珠子。” “薏珠子”特征显然与今之薏苡相符。《纲目》曰：“薏苡，人多种之，二三月宿根自生，叶如初生芭茅，五六月抽茎开花结实。有二种：一种粘牙者，尖而壳薄，即薏苡也，其米白色如糯米，可作粥饭及磨面食，亦可同米酿酒。一种圆而壳厚，坚硬者，即菩提子也，其米少，即粳■（米+感）也，但可穿做念经数珠，故人亦呼为念珠云……其根并白色，大如匙柄，糺结而味甘也。”《纲目》所述二种，其中壳薄粘牙者为薏苡Coix lacryma-jobi L. var. mayuen即本种；另一种壳厚坚硬者为川谷（菩提子）Coix lacryma-jobi L.var. monilifer。",
    "components": "1.营养成分 碳水化合物、蛋白质、脂肪、氨基酸、维生素、铁、铜、锌、锰、钙、镁等人体必需微量元素[1-3]； 2.其它成分 脂肪酸及酯类（棕榈酸、亚油酸、硬脂酸、单亚麻酯等）、酚酸类（阿魏酸、香草酸、对香豆酸等）、黄酮类（橙皮素、柚皮素、橘皮苷等）、内酰胺类（薏苡仁内酰胺、薏苡仁螺环内酰胺A、薏苡仁螺环内酰胺B等）、甾醇类（谷甾醇、菜油甾醇、麦角甾烷醇）等[4-6]。",
    "effects": "利湿健脾，舒筋除痹，清热排脓",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "脾虚无湿，大便燥结及孕妇慎服。根据中医九种体质学说，气虚、湿热质人群适宜食用，阴虚质人群忌食或少食。",
    "historical_records": "1.（汉）《神农本草经》：“味甘，微寒。主筋急，拘挛不可屈伸，风湿痹，下气。久服，轻身、益气。其根，下三虫。一名解蠡。生平泽及田野”。\n2.（汉魏）《名医别录》：“薏苡仁，无毒。除筋骨邪气不仁，利肠胃，消水肿，令人能食。一名屋菼，一名起实，一名赣。生真定平泽及田野。八月采实，采根无时。”\n3.（南北朝）《本草经集注》：“真定县属常山郡，近道处处有，多生人家。交趾者子最大，彼土呼为杆珠。马援大取将还，人谗以为真珠也。实重累者为良。用之取中仁。今小儿病蛔虫，取根煮汁糜食之甚香，而去蛔虫大效。今按陈藏器本云：薏苡收子蒸令气馏，暴干，磨取人，炊作饭及作面，主不饥，温气轻身。煮汁饮之，主消渴。又按别本注云：今多用梁、汉者，气力劣于真定，取青水色者良。”\n4.（宋）《嘉祐本草》：“能治热风，筋脉挛急，能令人食，主肺痿，肺气吐脓血，咳嗽涕唾上气。昔马援煎服之，破五溪毒肿。种于彼取人，甑中蒸，使气馏，暴于日中，使干挼之，得人矣。孟诜云：性平，去干湿脚气，大验。”\n5.（宋）《本草图经》：“薏苡仁，生真定平泽及田野今所在有之。春生苗，茎高三、四尺；叶如黍；开红白花作穗子；五月、六月结实，青白色，形如珠子而稍长，故呼意珠子。小儿多以线穿如贯珠为戏。八月采实，采根无时。今人通以九月、十月采，用其实中人。古方大抵心肺药多用之。韦丹治肺痈，心胸甲错者，淳苦酒煮薏苡仁令浓，微温顿服之。肺有血当吐愈。《广济方》治冷气，薏苡仁饭粥法：细舂其人，炊为饭，气味欲匀如麦饭乃佳，或煮粥亦好，自任无忌。根之入药者，葛洪治卒心腹烦满。又胸胁痛者，锉根浓煮汁，服三升乃定。今人多取叶为饮，香溢中空膈，甚胜其杂他药用者。张仲景治风湿身烦疼，日晡剧者，与麻黄杏仁薏苡仁汤。麻黄三两，杏仁三十枚，甘草、薏苡仁各一两，四物以水四升，煮取二升，分温再服。又治胸痹偏缓急者，薏苡仁附子散方，薏苡仁十五两，大附子十枚炮，二物杵末，每服方寸匕，日三。”\n6.（宋）《本草衍义》：“薏苡仁，此李商隐《太仓铭》中所谓‘薏苡似珠，不可不虞’者也，取仁用。《本经》云：微寒，主筋急拘挛。拘挛有两等，《素问》注中‘大筋受热，则缩而短，缩短故挛急不伸’。此是因热而拘挛也，故可用薏苡仁。若《素问》言因寒则筋急者，不可更用此也。凡用之，须倍于他药。此物力势和缓，须倍加用，即见效。盖受寒即能止人筋急。受热，故使人筋挛。若但热而不曾受，又亦能使人筋缓。受湿则又引长无力。”\n7.（明）《本草蒙筌》：“薏苡仁，味甘，气微寒。无毒。近道俱出，真定（郡名，属北直隶。）者良。多生旷野泽中，茎高三四尺许。叶类垂黍，花开浅黄。结实而名薏珠，小儿每穿为戏。医家采用，舂壳取仁。\n或和诸药煎汤，（炒熟微研入之。）或搀粳米煮粥。（薏苡仁粒硬，须先煮半熟，才搀粳米同煮，粥方稠粘。）专疗湿痹，且治肺痈。筋急拘挛，屈伸不便者最效；（此湿痹证。）咳嗽涕唾，脓血并出者极佳。（此肺痈证。）除筋骨邪入作疼，消皮肤水溢发肿。利肠胃，主渴消。\n久服益气轻身，多服开胃进食。但此药力和缓，凡用之时，须当倍于他药尔。若挖根煮汁，可攻蛔堕胎。肺痈服之，亦臻神效。\n（谟）按∶《衍义》云∶《本经》谓主筋急拘挛，须分两等，大筋缩短，拘急不伸，此是因热拘挛，故此可用；倘若因寒筋急，不可用也。又云∶受湿者亦令筋缓。再按丹溪曰∶寒则筋急，热则筋缩。急因于坚强，缩因于短促。若受湿则弛，弛因于宽长。然寒于湿未尝不挟热，而三者又未始不因于湿。薏苡仁去湿要药也。二家之说，实有不同。以《衍义》言观之，则筋病因热可用，因寒不可用。以丹溪言观之，则筋病因寒、因热、因湿皆可用也。盖寒而留久，亦变为热。况外寒湿与热皆由内湿启之，方能成病。（内湿病酒面为多，鱼肉继以成之。若甘滑、陈久烧炙、辛香、干硬皆致湿之因，宜戒之。）谓之曰∶三者未始不因于湿，是诚盲者日月，聋者雷霆欤。”\n8.（明）《本草纲目》之【附方】：“①薏苡仁饭：治冷气。用薏苡仁舂熟，炊为饭食。气味欲如麦饭乃佳。或煮粥亦好。《广济方》。②薏苡仁粥：治久风湿痹，补正气，利肠胃，消水肿，除胸中邪气，治筋脉拘挛。薏苡仁为末，同粳米煮粥，日日食之，良。《食医心镜》。③风湿身疼：日晡剧者，张仲景麻黄杏仁薏苡仁汤主之。麻黄三两，杏仁二十枚，甘草、薏苡仁各一两，以水四升，煮取二升，分再服。《金匮要略》。④水肿喘急：用郁李仁三两研，以水滤汁，煮薏苡仁饭，日二食之。《独行方》。⑤沙石热淋，痛不可忍：用玉秼，即薏苡仁也，子、叶、根皆可用，水煎热饮。夏月冷饮。以通为度。杨氏《经验方》。⑥消渴饮水：薏苡仁煮粥饮，并煮粥食之。周痹缓急：偏者。薏苡仁十五两，大附子十枚炮，为末。每服方寸匕，日三。《张仲景方》。⑦肺痿咳唾，脓血：薏苡仁十两杵破，水三升，煎一升，酒少许，服之。《梅师》。⑧肺痈咳唾，心胸甲错者：以淳苦酒煮薏苡仁令浓，微温顿服。肺有血，当吐出愈。《范汪方》。⑨肺痈咯血：薏苡仁三合捣烂，水二大盏，煎一盏，入酒少许，分二服。《济生》。⑩喉卒痈肿：吞薏苡仁二枚，良。《外台》。○11痈疽不溃：薏苡仁一枚，吞之。《姚僧垣方》。○12孕中有痈：薏苡仁煮汁，频频饮之。《妇人良方补遗》。○13牙齿■（上匿下虫）痛：薏苡、桔梗生研末，点服。不拘大人、小儿。《永类方》。”\n9.（清）《本草从新》：“薏苡仁，补脾肺、通行水。甘淡微寒而属土，阳明药也。（胃）甘益胃。土胜水，淡渗湿，泻水所以益土，故健脾。治水肿湿痹，香港脚疝气。泄痢热淋，益土所以生金，故补肺清热。（色白入肺、微寒清热。）治肺猪肺蘸末服、良。）扶土所以抑木，故治风热筋急拘挛。（厥阴风木主筋、然治筋骨之病、以阳明为本、阳明主润宗筋、宗筋主束骨而利机关者也、阳明虚则宗筋纵弛、故经曰：治痿独取阳明、又曰：肺热叶焦、发为痿 、盖肺者、相傅之官、治节出焉、阳明湿热上蒸于肺、则肺热叶焦、气无所主而失其治节、故痿 、薏苡得土之燥、禀秋之凉、故能燥脾湿、善祛肺热．筋、寒则急、热则缩、湿则纵、然寒湿久留、亦变为热、又有热气熏蒸、水液不行、久而成湿者、薏苡去湿要药。）令人能食，大便燥结。因寒筋急，勿用。其力和缓，用之须倍于他药，炒熟微研。”\n10.（清）《得配本草》：“薏苡仁，俗呼米仁。甘、淡，微寒。入足阳明、手太阴经气分。除筋骨中邪气不仁，（筋受寒则急，热则缩，湿则弛，寒热皆因于湿也。）利肠胃，消水肿。（合郁李仁更效。）治肺痿肺痈，开心气，并治香港脚、筋急、拘挛。（阳明主润宗筋，宗筋主束骨而利机关，阳明虚则宗筋纵弛。）利小便热淋。杀蛔，堕胎。配附子，治周痹。配桔梗，治牙齿 痛。配麻黄、杏仁、甘草，治风湿身疼。佐败酱，化脓为水。蘸熟猪肺，治肺损咯血。\n微炒用，治疝气。引药下行，盐水煮，或用壁土炒。治泻痢，糯米拌炒。治肺痈、利二便，生用。肾水不足，脾阴不足，气虚下陷，妊妇，四者禁用。”\n11.（清）《本草崇原》：“薏苡仁，气味甘，微寒，无毒。主筋急拘挛，不可屈伸，久风湿痹，下气。久服轻身益气。（薏苡其形似米，故俗名米仁。始出真定平泽及田野，今处处有之。春生苗叶如黍。五六月结实，至秋则老。其仁白色如珠，可煮粥，同米酿酒。）\n薏苡仁，米谷之属，夏长秋成，味甘色白，其性微寒，禀阳明金土之精。主治筋急拘挛，不可屈伸者，阳明主润宗筋，宗筋主束骨而利机关，盖宗筋润，则诸筋自和。机关利，则屈伸自如。又，金能制风，土能胜湿，故治久风湿痹。肺属金而主气，薏苡禀阳明之金气，故主下气。治久风湿痹，故久服轻身，下气而又益气。”"
  },
  {
    "id": 86,
    "code": "YGZ",
    "name": "余甘子",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/dc09807c6e944c2fbf12f2dd2f09e0df.jpg\"]",
    "local_images": "[\"images\\\\86_余甘子\\\\image_1.jpg\"]",
    "origin": "本品首载于《南方草木状》，原名庵摩勒。《新修本草》云庵摩勒：“一名余甘，生岭南交、广、爱等州。树叶细似合欢，花、子似李、柰，青黄色，核圆，作六、七棱，其中人亦入药用。”《本草图经》载：“庵摩勒，余甘子也……今二广诸郡及西川蛮界山谷中皆有之。木高一、二丈，枝条甚软，叶青细密，朝开幕敛如夜合，而叶微小，春生冬凋，三月有花，著条而生如栗粒，微黄，随即结实作荚，每条三、两子，至冬而熟，如李子状，青白色，连核作五、六瓣，干即并核皆裂。其俗亦作果子啖之，初觉味苦，良久便甘，故以名也。”《云南记》云：“泸水南岸有余甘子树，子如弹丸许，色微黄，味酸苦，核有五棱。其树枝如拓枝，叶如小夜合叶。”以上所述产地、植物形态特征、果实滋味等均与今之余甘子Phyllanthus emblica L.一致。",
    "components": "1.营养成分[6] 蛋白质、氨基酸、脂肪、糖类、维生素C以及锌、铜、锰、铁、钾、钠、镁、钙等微量元素[7]。 2.其它成分[8] 槲皮素、5-羟甲基糠醛、没食子酸、β-胡萝卜苷、鞣花酸、有机酸、多糖、黄酮、粘蛋白、淀粉酶、锶、锂、铅、镍、铬等。",
    "effects": "清热利咽，润肺化痰，生津止渴",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "三豆粥",
    "contraindications": "脾胃虚寒腹泻者慎食；孕妇忌食。不宜与辛辣、鱼类食物同食。",
    "historical_records": "1．（唐）《新修本草》：“庵摩勒，味苦、甘，寒，无毒。主风虚热气。一名余甘。生岭南交、广、爱等州。……树叶细似合昏，花黄，实似李柰，青黄色，核圆，六、七棱。中仁亦入药。” \n2．（宋）《本草图经》：“庵摩勒，余甘子也。生岭南交、广、爱等州，今二广诸郡及西川，蛮界山谷中皆有之。木高一、二丈，枝条甚软。叶青细密，朝开暮敛如夜合，而叶微小，春生冬凋。三月有花，著条而生，如粟粒，微黄。随即结实作荚，每条三、两子，至冬而熟，如李子状，青白色，连核作五、六瓣，干即并核皆裂，其俗亦作果子啖之。初觉味苦，良久更甘，故以名也。”\n3．（宋）《本草衍义》：“庵摩勒，余甘子也。解金石毒，为末，作汤点服。佛经中所谓庵摩勒果者是此，盖西方亦有。”\n4．（明）《本草纲目》之【附方】：“（新一。）大风发脱毗梨勒烧灰，频擦有效。《圣惠方》”"
  },
  {
    "id": 88,
    "code": "XR",
    "name": "杏仁",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/8a3fa527e4ef31d1ab7190ed0508a2ea.jpg\"]",
    "local_images": "[\"images\\\\88_杏仁\\\\image_1.jpg\"]",
    "origin": "杏仁始载于《本经》，列为下品。《别录》云：“生晋山(今山西省)川谷。”《本草图经》谓：“今处处有之。其实亦数种，黄而圆者名金杏，相传云种出济南郡之分流山，彼人谓之汉帝杏，今近都多种之，熟最早。其扁而青黄者名木杏，味酢，不及金杏。杏子入药今以东来者为胜，仍用家园种者，山杏不堪入药。”《纲目》曰“诸杏，叶皆圆而有尖，二月开红花，亦有千叶者，不结实。”根据本草描述并参考《本草图经》附图，可知古代药用杏仁来源于杏属多种植物的种仁，并以家种杏仁为主，古今药用一致。\n历史上杏仁又有苦甜之分。本草中多云杏仁苦者为药用，且有毒。如《千金要方》食治篇云杏仁：“味甘、苦、温、冷而利,有毒……扁鹊云杏仁不可久服，令人目盲”。《饮膳正要》云：“杏仁有毒，主咳逆上气”。《随息居饮食谱》：“杏，……其核中仁，味苦入药，不堪食”。近代《药材资料汇编》分别收录有苦杏仁和甜杏仁，指出其“尖”和“皮”均有毒，故药用时必须去“尖”脱“皮”，称为光杏仁。本草上的甜杏仁单独列出来较晚，《本草便读》指出杏仁有苦和甜两种，指出“甜者因味属甘平，用之则功多润降”而与味苦者不同。其在目录“杏仁”条下又列有“甜杏仁”，云其为“别有一种，味甘性平，可供果食”，该描述的植物似乎为另一种。《药材资料汇编》收录有甜杏仁，实际指巴旦杏，为蔷薇科扁桃Amygdalus communis L.的种子。该种可能是《本草便读》所指的“甜杏仁”，该种在明代《本草纲目》中就以“巴旦杏”收载。可以看出本草上收录的“甜杏仁”主要应为巴旦杏。",
    "components": "1.营养成分 不饱和脂肪酸、蛋白质、氨基酸、维生素E、矿物质、镁、铁、钙、铜、锰、锌、磷、硒等[4-5]。 2.其它成分 苦杏仁苷、脂肪油等 [6] 。",
    "effects": "祛痰止咳，平喘润肠",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "百合杏仁粥",
    "contraindications": "苦杏仁有小毒，内服不宜过量，以免中毒。大便溏泻及婴幼儿慎用。",
    "historical_records": "1．（汉）《神农本草经》：“杏核仁，味甘，温。主咳逆上气，雷鸣，喉痹，下气，产乳，金创，寒心，贲豚。” \n2．（汉魏）《名医别录》：“杏核仁，苦，冷利，有毒，惊痫，心下烦热，风气去来，时行头痛，解肌，消心下急，杀狗毒。一名杏子。五月采。其两仁者杀人，可以毒狗。花，味苦，无毒。主补不足，女子伤中，寒热痹，厥逆。实，味酸，不可多食，伤筋骨。生晋山川谷。”\n3．（南北朝）《本草经集注》：“处处有，药中多用之，汤浸去赤皮，熬令黄。” \n4．（宋）《嘉佑本草》：“杏仁，能治腹痹不通，发汗，主温病，治心下急满痛。除心腹烦闷，疗肺气，欬嗽上气、喘促，入天门冬煎，润心肺，可和酪作汤，益润声气宿即动冷气。孟诜云：杏，熟。面皯者取人，去皮，捣和鸡子白，夜卧涂面，明早以暖清酒洗之。人患卒痖，取杏人三分，去皮、尖熬，别杵桂一分，和如泥，取李核大绵裹含，细细咽之。日五夜三。谨按：心腹中结伏气，杏人、橘皮、桂心、诃梨勒皮为丸。空心服三十丸，无忌。又烧令烟尽，研如泥，绵裹，内女人阴中，治虫疽。陈藏器云：杏人本功外，杀虫，烧令烟未尽，细研如脂，物裹内齿孔中。亦主产门中虫疮，痒不可忍者。去人及诸畜疮，中风。取人去皮熬令赤，和桂末，研如泥，绵裹如指大，含之。利喉咽，去喉痹，痰唾，欬嗽，喉中热结生疮。杏，酪浓煎如膏服之。润五藏，去痰嗽，生熟吃俱得，半生半熟杀人。日华子云：杏，热，有毒。不可多食，伤神。”\n5．（元）《汤液本草》：“气温，味甘苦，冷利，有小毒。入手太阴经。《象》云：除肺燥，治风燥在胸膈间。麸炒，去皮尖用。《心》云：散结润燥，散肺之风及热，是以风热嗽者用之。《本草》云：咳逆上气雷鸣，喉痹，下气，产乳金疮，寒心贲豚。惊癎，心下烦热，风气往来，时行头痛。解肌，消心下急杀狗毒。破气，入手太阴。王朝奉治伤寒气上喘衝逆者，麻黄汤内加杏仁、陈皮，若气不喘衝逆者，减杏仁、陈皮，知其能泻肺也。《东垣》云：杏仁下喘，用治气也。桃仁療狂，用治血也。桃、杏仁俱治大便秘，当以气血分之。晝则难便，行阳气也，夜则难便，行阴血也。大肠难屬庚为白肠，以晝夜言之，气血不可不分也。年虚人大便燥秘不可过泄者。脈浮在气，杏仁、陈皮。脈沉在血，桃仁、陈皮。所以俱用陈皮者，以其手阳明病，与手太阴俱为表里也。贲門上主往来，魄門下主收闭。故王氏言肺与大肠为通道也。”\n6．（明）《本草蒙筌》：“味甘、苦，气温。可升可降，阴中阳也。有小毒。树种山傍园侧，（家园种者妙，山杏不堪用。）实结生青熟黄。五月摘收，堪为果品。凡资拯治，惟取核仁。所恶药有三般，黄芩干葛。解锡毒，得火良。单仁者泡去皮尖，麸炒入药；双仁者惟堪毒狗，误服杀人。专入太阴肺经，乃为利下之剂。除胸中气逆喘促，止咳嗽坠痰；润大肠气闭便难，逐贲豚散结。研纳女人阴户，又治发痒虫疽。根主堕胎，花治厥逆。实啖多瞀，伤筋骨伤神。叶逢端午采收，煎汤洗眼止泪。（谟）按：东垣云：杏仁下喘，用治气也。桃仁疗狂，用治血也。俱治大便闭燥，但有气血之分。昼则便难，行阳气也；夜则便难，行阴血也。年高人便闭，不可泄者。脉浮在气，宜杏仁陈皮治之；脉沉在血，宜桃仁陈皮治之。所以俱用陈皮者，以其手阳明病与手太阴相为表里，故用之以为使也。”\n7．（明）《本草纲目》之【附方】：“旧三十五，新十八。杏金丹 左慈秘诀云：亦名草金丹。方出浑皇子，服之长年不死。夏姬服之，寿年七百，乃仙去也。世人不信，皆由不肯精心修治故也。其法：须人罕到处。寅月䦆斸杏树地下，通阳气。二月除树下草。三月离树五步作畦垄，以通水。亢旱则引泉灌溉。有霜雪则烧火树下，以救花苞。至五月杏熟自落，收仁六斗，以汤浸去皮及双仁者，用南流水三石和研，取汁两石八斗，去滓。以新铁釜用酥三斤，以糠火及炭然釜，少少磨酥至尽，乃内汁入釜。釜上安盆，盆上钻孔，用弦悬车辖至釜底，以纸塞孔，勿令泄气。初着糠火，一日三动车辖，以衮其汁。五日有露液生，十日白霜起，又二日白霜尽，即金花出，丹乃成也。开盆炙干，以翎扫下，枣肉和，丸梧子大。每服三丸，空心暖酒下。至七日宿疾皆除，喑盲挛跛、疝痔瘿痫疮肿、万病皆愈。久服通灵不死云云。衍文不录。[颂曰] 古方用杏仁修治如法，自朝蒸至午，便以慢火微烘，至七日乃收之。每旦空腹啖之，久久不止，驻颜延年，云是夏姬之法。然杏仁能使人血溢，少误必出血不已，或至委顿，故近人少有服者。或云服至二三年，往往或泻，或脐中出物，皆不可治也。杏酥法 [颂曰] 去风虚，除百病。捣烂杏仁一石，以好酒二石，研滤取汁一石五斗，入白蜜一斗五升搅匀，封于新瓮中，勿泄气。三十日看酒上酥出，即掠取纳瓷器中贮之。取其酒滓团如梨大，置空屋中，作格安之。候成饴脯状，旦服一枚，以前酒下。[藏器曰] 杏酪服之，润五脏，去痰嗽。生、熟吃俱可，若半生半熟服之杀人。又法 [宗奭曰]治肺燥喘热，大肠秘，润五脏。用杏仁去皮研细，每一升，人水一升半，捣稠汁。入生蜜四两，甘草一寸，银、石器中慢火熬成稀膏，人酥二两同收。每夜沸汤，点服一匙。衍义。万病丸 治男妇五劳七伤，一切诸疾。杏仁一斗二升，童子小便煮七次，以蜜四两拌匀，再以童便五升于碗内重蒸，取出日晒夜露数日。任意嚼食，即愈。补肺丸 治咳嗽。用杏仁二大升(山中者不用，去双仁者)，以童子小便二斗浸之，春夏七日，秋冬二七日，连皮尖于砂盆中研滤取汁，煮令鱼眼沸，候软如面糊即成。以粗布摊曝之，可丸即丸服之。食前后总须服三五十丸，茶、酒任下。忌白水粥。刘禹锡传信方。咳嗽寒热 旦夕加重，少喜多嗔，面色不润，忽进忽退，积渐少食，脉弦紧者。杏仁半斤去皮尖，童子小便二斗浸七日，漉出温水淘洗，砂盆内研如泥，以小便三升煎如膏。每服一钱，熟水下。妇人室女服之，尤妙。千金方。久患肺气 喘急至效。甚者不过二剂，永瘥。杏仁去皮尖二两，童子小便浸，一日一换，夏月三四换，满半月取出，焙干研细。每服一枣大，薄荷一叶，蜜一鸡头大，水一钟，煎七分，食后温服。忌腥物。胜金方。咳逆上气不拘大人小儿。以杏仁三升去皮尖，炒黄研膏，入蜜一升，杵熟。每食前含之，咽汁。千金。上气喘急 杏仁、桃仁各半两，去皮尖炒研，用水调生面和，丸梧子大。每服十丸，姜、蜜汤下，微利为度。圣济总录。喘促浮肿 小便淋沥。用杏仁一两，去皮尖熬研，和米煮粥，空心吃二合妙。心镜。头面风肿 杏仁捣膏，鸡子黄和杵，涂帛上，厚裹之。干则又涂，不过七八次愈也。千金方。风虚头痛 欲破者。杏仁去皮尖，晒干研末，水九升研滤汁，煎如麻腐状，取和羹粥食。七日后大汗出，诸风渐减。此法神妙，可深秘之。慎风、冷、猪、鸡、鱼、蒜、醋。千金方。头面诸风 眼瞤鼻塞，眼出冷泪。用杏仁三升研细，水煮四五沸，洗头。待冷汗尽，三度愈。千金。偏风不遂 失音不语。生吞杏仁七枚，不去皮尖，逐日加至七七枚，周而复始。食后仍饮竹沥，以瘥为度。外台秘要。破伤风肿 杏仁杵膏厚涂上，然烛遥灸之。千金方。金疮中风 角弓反张。用杏仁杵碎，蒸令气溜，绞脂服一小升，兼摩疮上良。必效方。温病食劳 杏仁五两，酢二升，煎取一升，服之取汗瘥。类要。心腹结气 杏仁、桂枝、橘皮、诃黎勒皮等分，为丸。每服三十丸，白汤下。无忌。孟诜食疗。喉痹痰嗽 杏仁去皮熬黄三分，和桂末一分，研泥，裹含之，咽汁。陈藏器本草。喉热生疮方同上。卒失音声 方同上。文潞公药准。肺病咯血 杏仁四十个，以黄蜡炒黄，研人青黛一钱，作饼。用柿饼一个，破开包药，湿纸裹煨熟食之，取效。丹溪方。卒不小便 杏仁二七枚，去皮尖，炒黄研末，米饮服之。古今录验方。血崩不止 诸药不效，服此立止。用甜杏仁上黄皮，烧存性，为末。每服三钱，空心热酒服。保寿堂方。五痔下血 杏仁去皮尖及双仁者，水三升，研滤汁，煎减半，同米煮粥食之。食医心镜。谷道痛 肿痒。杏仁杵膏，频频傅之。肘后方。阴疮烂痛 杏仁烧黑研成膏，时时傅之。钤方。产门虫疽 痛痒不可忍。用杏仁去皮烧存性，杵烂绵裹，纳入阴中，取效。孟诜食疗本草。身面疣目 杏仁烧黑研膏，擦破，日日涂之。干金方。面上皯疱 杏仁去皮，捣和鸡子白。夜涂之，旦以暖酒洗去。孟诜食疗。两颊赤痒 其状如疿，名头面风。以杏仁频频揩之。内服消风散。证治要诀。耳卒聋闭 杏仁七枚，去皮拍碎，分作三分，以绵裹之，着盐如小豆许，以器盛于饭上蒸熟。令病人侧卧，以一裹捻油滴耳中。良久又以一裹滴之，取效。外台。耳出脓汁 杏仁炒黑，捣膏绵裹纳入，日三四易之妙。梅师方。鼻中生疮 杏仁研末，乳汁和傳。千金方。疳疮蚀鼻 杏仁烧，压取油傅。千金方。牙齿虫 杏仁烧存性，研膏发裹，纳虫孔中。杀虫去风，其痛便止。重者不过再上。本草拾遗。牙龈痒痛 杏仁一百枚，去皮尖、两仁，以盐方寸匕，水一升，煮令沫出，含漱吐之。三度愈。千金方。风虫牙痛 杏仁针刺于灯上烧烟，乘热搭病牙上。又复烧搭七次。绝不疼，病牙逐时断落也。普济方。目中赤脉 痒痛，时见黑花。用初生杏子仁一升，古五铢钱七文，人瓶内密封，埋门限下，一百日化为水，每夕点之。圣济总录。胎赤眼疾 杏仁压油半鸡子壳，食盐一钱，入石器中，以柳枝一握紧束，研至色黑，以熟艾一团安碗内烧烘之，令气透火尽即成。每点少许入两眦，甚效。圣济总录。目中翳遮 但瞳子不破者。用杏仁三升去皮，面裹作三包，塘火煨熟，去面研烂，压去油。每用一钱，入铜绿一钱，研匀点之。同上。目生弩肉 或痒或痛，渐覆瞳人。用杏仁去皮二钱半，腻粉半钱，研匀，绵裹箸头点之。同上。伤目生弩 广利方：用生杏仁七枚，去皮细嚼，吐于掌中，乘热以绵裹箸头点弩肉上。不过四五度愈。总录：用杏仁研膏，人乳化开，日点三次。小儿血眼 儿初生艰难，血瘀眦睚，遂溅渗其睛，不见瞳人。轻则外胞赤肿，上下弦烂。用杏仁二枚去皮尖，嚼，乳汁三五匙，人腻粉少许，蒸熟，绢包频点。重者加黄连、朴消最良。全幼心鉴。小儿脐烂 成风。杏仁去皮研傅。子母秘录。小儿咽肿 杏仁炒黑，研烂含咽。普济方。针入肉内不出者。双杏仁捣烂，以车脂调贴。其针自出。瑞竹堂方。箭镝在咽 或刀刃在咽膈诸隐处。杵杏仁傅之。肘后方。狐尿疮痛 杏仁研烂，煮一两沸，及热浸之。冷即易。必效方。狗咬伤疮 烂嚼杏仁涂之。寇氏。食狗不消 心下坚胀，口干发热妄语。杏仁一升去皮尖，水三升煎沸，去渣取汁分三服，下肉为度。梅师方。解狼毒毒 杏仁捣烂，水和服之。千金方。一切食停气满膨胀。用红杏仁三百粒，巴豆二十粒同炒，色变去豆不用，研杏为末，橘皮汤调下。杨氏家藏方。白癜风斑 杏仁连皮尖，每早嚼二七粒，揩令赤色。夜卧再用。圣济总录。诸疮肿痛 杏仁去皮，研滤取膏，人轻粉，麻油调搽神效。不拘大人、小儿。鲍氏。小儿头疮 杏仁烧研傅之。事林广记。蛆虫入耳 杏仁捣泥，取油滴人。非出则死。扶寿精方。”\n8.（清）《得配本草》：“杏仁，得火良。畏草。恶黄芩、黄、葛根。甘、苦、温。入手太阴经气分。泻肺降气，行痰散结，润燥解肌，消食积，通大便，解锡毒，杀狗毒，逐奔豚，杀虫蛔。得陈皮，治便秘。配天冬，润心肺。佐柿饼，治咯血。合紫菀，利小便。（开水中之气以解结。）汤浸，去皮尖炒黄，或麸炒研用。发散，连皮尖研用。双仁者有毒，不可用。肺虚而咳，虚火炎肺，二者禁用。怪症：舌尖穿断，血出不止，先以米醋刷断处，其血立止，仍用蒲黄、杏仁，再加月石少许为末，蜜调含化。\n9.（清）《本草崇原》：“杏仁，气味甘苦温，冷利，有小毒。主治咳逆上气，雷鸣，喉痹，下气，产乳，金疮，寒心奔豚。（杏叶似梅，二月开淡红花，五月实熟有数种，赭色而圆者，名金杏。甘而有沙者，名沙杏，黄而带酢者，名梅杏。青而带黄者，名柰杏，入药用苦杏。）杏仁气味甘苦，其实苦重于甘，其性带温，其质冷利。冷利者，滋润之意，主治咳逆上气者，利肺气也。肺气利而咳逆上气自平矣。雷鸣者，邪在大肠。喉痹者，肺窍不利。下气者，谓杏仁质润下行，主能下气。气下则雷鸣，喉痹皆愈矣。产乳者，产妇之乳汁也。生产无乳，杏仁能通之。金疮者，金刃伤而成疮也。金伤成疮，杏仁能敛之。寒心奔豚者，肾脏水气凌心而寒，如豚上奔。杏仁治肺，肺者金也，金为水之母，母能训子逆。又，肺气下行，而水逆自散矣。”\n（二）甜杏仁\n1．《本草从新》：“巴旦杏仁，润肺下气。甘平。止咳下气，消心腹逆闷。有湿痰者勿服。（以其性润也。凡仁皆润。）形扁、皮白。尖弯如鹦哥嘴者真。（形圆皮黄尖直者、名甜杏仁、出山东、河南，不入药。）”\n2．（清）《得配本草》：“巴旦杏仁，甘、平、温。止咳下气，消心腹逆闷。虚嗽者禁用。”"
  },
  {
    "id": 96,
    "code": "ZSZ",
    "name": "紫苏子",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/3c39779a08a941b68c79dc157161ebd0.jpg\"]",
    "local_images": "[\"images\\\\96_紫苏子\\\\image_1.jpg\"]",
    "origin": "紫苏原名“苏”，入药始载于《别录》，列为中品。《本草经集注》云：“叶下紫色，而气甚香，其无紫色、不香似荏者，多野苏，不堪用。”《本草图经》载：“苏，紫苏也。旧不著所出州土，今处处有之。叶下紫色，而气甚香，夏采茎、叶，秋采实。”《本草纲目》曰：“紫苏、白苏皆以二三月下种，或宿子在地自生。其茎方，其叶圆面有尖，四围有巨齿，肥地者面背皆紫，瘠地者面青背紫，其面背皆白者，即白苏，乃荏也。紫苏嫩时采叶，和蔬茹之，或盐及梅卤做葅食，甚香。夏月作熟汤饮之。五六月连根采收，以火煨其根，阴干，则经久叶不落。八月开细紫花，成穗作房，如荆芥穗。九月半枯时收子，子细如芥子而色黄赤，亦可取油如荏油。”李时珍的描述十分详细，基本上和今天所用品种一致，为唇形科植物紫苏Perilla frutescens（L.）Britt.",
    "components": "1.营养成分 脂肪、蛋白质、氨基酸、不饱和脂肪酸（α-亚麻酸、亚油酸和油酸等）、维生素E、维生素B钾、钙、镁、磷等18种宏微量元素，其中生物必需微量元素如铁、锰、铜、锌等含量较丰富[ ]。 2.其他成分 α-亚麻酸、黄酮类（紫苏酮）等[4]。",
    "effects": "降气化痰，止咳平喘，润肠通便",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "肺虚咳喘，脾虚便溏者忌服。脾胃虚寒者长期服用可出现滑泄症状。",
    "historical_records": "1．（汉魏）《名医别录》：“苏，味辛，温。主下气，除寒中，其子尤良。”\n2．(宋)《本草图经》：“苏，紫苏也。旧不著所出州上，令处处有之。叶下紫色而气甚香，夏采茎、叶，秋采实。其茎并叶，通心经，益脾胃，煮饮尤胜，与橘皮相宜，气方中多用之。实主上气咳逆，研汁煮粥尤佳，长食之，令人肥健。若欲宣通风毒，则单用茎，去节大良。”\n3.（明）《本草蒙筌》：“紫苏，味辛、气微温。无毒。发表解肌，疗伤风寒甚捷；开胃下食，治作胀满易差。脚气兼除，口臭亦辟。梗下诸气略缓，体稍虚者用宜。子研驱痰，降气定喘。润心肺，止咳逆，消五膈，破癥坚。利大小二便，却霍乱呕吐。”\n4.（明）《本草纲目》之【附方】：“顺气立肠，紫苏子、麻子仁等分，研烂，水滤取汁，同米煮粥食之。《济生方》。治风顺气立肠宽中。用紫苏子一升，微炒杵，以生绢袋盛，于三斗清酒中浸三宿，少少饮之。《圣惠》。一切冷气，紫苏子、高良姜、橘皮等分，蜜丸梧子大。每服十丸，空心酒下。《药性论》。风湿脚气，方同上。风寒湿痹，四肢挛急，脚肿不可践地。用紫苏子二两，杵碎，以水三升，研取汁，煮粳米二合，作粥，和葱、椒、姜、豉食之。《圣惠方》消渴变水服此令水从小便出。用紫苏子炒三两，萝卜子炒三两，为末。每服二钱，桑根白皮煎汤服，日三次。《圣济总录》。梦中失精，苏子一升，熬杵研末，酒服方寸七，日再服。《外台秘要》。食蟹中毒，紫苏子煮汁饮之。《金匮要略》。上气咳逆，紫苏子入水研滤汁，同粳米煮粥食。《简便方》。"
  },
  {
    "id": 98,
    "code": "Z",
    "name": "枣",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/2ee5bfd72df515e353454b9940aec0d4.jpg\"]",
    "local_images": "[\"images\\\\98_枣\\\\image_1.jpg\"]",
    "origin": "大枣始载于《本经》，列为上品。《别录》谓：“生河东平泽（今山西西南部）。”陶弘景曰：“今青州（今山东省境）出者形大核细，多膏甚甜。”《本草图经》云：“大枣，干枣也，生枣并生河东，今近北州郡皆有，而青、晋、绛州者特佳。”李时珍描述了大枣的形态：“枣木赤心有刺，四月生小叶，尖觥光泽，五月开小花，白色微青，南北皆有，惟青、晋所出者肥大甘美，入药为良。”可见古代认为山东、山西为大枣的主要产地，而且山东产者质量较好。根据《纲目》的形态描述并参考《本草图经》附图的特征，均说明大枣的原植物是古今一致的，为鼠李科植物枣Ziziphus jujuba Mill.的成熟果实。",
    "components": "1.营养成分 蛋白质、脂肪、碳水化合物，维生素A、维生素B1、维生素B2、维生素C、维生素E，以及锌、锰、铁、镁、钙、硒、钾等人体必需的微量元素。 2.其它成分 多糖，三萜类（桦木酸、山楂酸、齐墩果酸等），生物碱（斯特法灵、N-降荷叶碱、阿西米诺宾等），黄酮类（芸香苷、当药黄素、棘苷等），甾体类化合物 （β-谷甾醇、豆甾醇、胡萝卜苷等）[4][5]。",
    "effects": "补中益气，养血安神",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "百合红枣汤\n龙眼红枣粥\n甘麦大枣茶\n甘麦大枣汤",
    "contraindications": "脘腹胀满、食欲不振者不宜食用；糖尿病患者不宜食用；根据中医九种体质学说，湿热体质不宜食用。过多食用大枣会引起胃酸过多和腹胀。",
    "historical_records": "1.（汉）《神农本草经》：“大枣，味甘，平，主心腹邪气，安中养脾，助十二经胃气，通九窍，补少气少津，身中不足，大惊，四肢重，和百药。久服轻身长季。”\n2.（汉魏）《名医别录》：“大枣，无毒。补中益气，强力，除烦闷，疗心下悬，肠澼。不饥神仙。一名干枣，一名美枣，一名良枣。”\n3.（南北朝）《本草经集注》：“道家方药以枣为佳饵，其皮利，肉补虚，所以合汤皆辟用之。”\n4.（唐）《千金要方•食治》：“大枣，味甘辛热滑，无毒。主心腹邪气，安中，养脾气，助十二经，平胃气，通九窍，补少气津液，身中不足，大惊，四肢重，可和百药，补中益气，强志，除烦闷心下悬，治肠澼。久服轻身长年，不饥神仙。生枣，味甘辛。多食令人热渴气胀。若寒热羸瘦者，弥不可食，伤人。”\n5.（唐）《食疗本草》：“干枣，生者食之过多，令人腹胀。蒸煮食之，补肠胃，肥中益气。第一青州，次蒲州者好。诸处不堪入药。……枣和桂心、白瓜人、松树皮为丸，久服香身，并衣亦香。”\n6.（宋）《本草衍义》：“大枣，今先青州，次晋州，此二等可晒曝入药，益脾胃为佳。余只可充食用。又，御枣甘美轻脆，后众枣熟，以其甘，故多生虫。今人所谓扑落酥者是。又有牙枣，先众枣熟，亦甘美，但微酸，尖长。此二等只堪啖，不堪收曝。今人将干枣去核，于铛锅中微火缓逼干为末，量多少，入生姜末为汤，点服，调和胃气。又，将煮枣肉和治脾胃丸药，尤佳。又青州枣去皮核，焙干为枣圈，达都下，为奇果。”\n7.（元）《饮膳正要》：“枣，味甘，无毒。主心腹邪气，安中养脾，助经脉，生津液。”\n8.（元）《饮食须知》：“枣子味甘，生性热，熟性平。生多令人热渴膨胀，动脏腑，损脾元，助湿热。患寒热胃弱羸瘦人不可食。同蜜食，损五脏。熟枣多食，令人齿黄生䘌。同葱食，令五脏不和。同诸鱼食，令腰腹痛。勿与鳖、蟹同食，久食最损脾，助湿热。患齿病、疳病、虫䘌及中满者勿食，小儿食多生疳。枣叶微毒，服之使人瘦，久即呕吐。”\n9.（明）《救荒本草》：“其枣红熟时摘取食之。其结生硬未红时，煮食亦可。”\n10.（明）《本草纲目》之【附方】：“①调和胃气：以干枣去核，缓火逼燥为末。量多少入少生姜末，白汤点服。调和胃气甚良。《衍义》。②反胃吐食：大枣一枚去核，用斑蝥一枚去头翅，入在内，煨熟去蝥，空心食之，白汤下良。③小肠气痛：大枣一枚去核，用斑蝥一枚去头、足、翅，入枣内，纸包煨熟，去蝥食枣，以桂心、荜澄茄汤下。《直指》。④伤寒热病后，口干咽痛，喜唾：大枣二十枚，乌梅十枚，捣入蜜丸。含如杏核大，咽汁甚效。《千金方》。⑤妇人脏燥，悲伤欲哭，象若神灵，数欠者，大枣汤主之：大枣十枚，小麦一升，甘草二两，每服一两，水煎服之。亦补脾气。《金匮》。⑥妊娠腹痛：大红枣十四枚，烧焦为末，以小便服之。《梅师》。⑦大便燥塞：大枣一枚去核，入轻粉半钱缚定，煨熟食之，仍以枣汤送下。《直指》。⑧咒枣治疟：执枣一枚，咒曰：吾有枣一枚，一心归大道。优他或优降，或劈火烧之。念七遍，吹枣上，与病患食之，即愈。《【山勾】嵝神书》。⑨烦闷不眠：大枣十四枚，葱白七茎，水三升，煮一升，顿服。《千金》。⑩上气咳嗽，治伤中筋脉急，上气咳嗽者：用枣二十枚去核，以酥四两微火煎，入枣肉中泣尽酥，取收之。常含一枚，微微咽之取瘥。《圣惠方》。⑪肺疽吐血，因啖辛辣、热物致伤者：用红枣连核烧存性，百药煎煅过，等分为末。每服二钱，米饮下。《三因》。⑫耳聋鼻塞，不闻音声、香臭者：取大枣十五枚去皮核，蓖麻子三百枚去皮，和捣。绵裹塞耳、鼻，日一度。三十余日，闻声及香臭也。先治耳，后治鼻，不可并塞。孟诜《食疗》。⑬久服香身：用大枣肉和桂心、白瓜仁、松树皮为丸，久服之。《食疗本草》。⑭走马牙疳：新枣肉一枚，同黄檗烧焦为末，油和傅之。若加砒少许更妙。王氏《博济》。⑮诸疮久坏不愈者：枣膏三升，煎水频洗，取愈。《千金》。⑯痔疮疼痛：大肥枣一枚剥去皮，取水银掌中，以唾研令极熟，傅枣瓤上，纳入下部良。《外台》。⑰下部虫痒：蒸大枣取膏，以水银和捻，长三寸，以绵裹，夜纳下部中，明日虫皆出也。《肘后》。⑱卒急心疼：《海上方》诀云：一个乌梅二个枣，七枚杏仁一处捣。男酒女醋送下之，不害心疼直到老。⑲食椒闭气：京枣食之即解也。《百一选方》。”\n11.（明）《本草汇言》：“沈氏曰：此药得天地冲和之气，甘润膏凝，善补阴阳、气血、津液、脉络、筋俞、骨髓，一切虚损，无不宜之。如龙谭方治惊悸怔忡，健忘恍惚，志意昏迷，精神不守；或中气不和，饮食无味，四体懒重，肌肉羸瘦，此属心脾二藏元神亏损之证，必用大枣治之。……佐用陈皮，调畅中脘虚滞之痰。”\n12.（明）《食物本草》：“枣：每以一匙，投汤碗中，酸甜味足，即成美浆，用和米麨，最止饥渴、益脾胃也。”\n13.（明）《药品化义》：“大黑枣，味甘甜，体粘润，故助阴补血；气味厚，色紫黑，故入肝走肾。主治虚劳，善滋二便，凡补肝肾药中如滋阴降火汤、茯苓补心汤、产后芎归调血饮、保胎丸、养荣丸、四神丸，俱宜为佐使，因性味甘温，尤能扶脾养胃耳。”\n14.（清）《随息居饮食谱》：“枣，鲜者甘凉，利肠胃，助湿热，多食患胀泻、热渴，最不益人，小儿尤忌。干者甘温。补脾养胃，滋营充液，润肺安神，食之耐饥，亦可浸酒。取瓤作馅，荤素皆宜。杀乌头、附子、天雄、川椒毒。卧时口含一枚，可解闷香。以北产大而坚实肉厚者，补力最胜，名胶枣，亦曰黑大枣。色赤者名红枣，气香味较清醇，开胃养心，醒脾补血，亦以大而坚实者胜。可取瓤和粉作糕饵。焚之辟邪秽。歉岁均可充粮。义乌所产南枣，功力远逊，仅供食品。徽人所制蜜枣，尤为腻滞。多食皆能生虫助热、损齿生痰。凡小儿、产后及温热、暑湿诸病前后、黄疸、肿胀、疳积、痰滞，并忌之。”"
  },
  {
    "id": 99,
    "code": "ZS",
    "name": "紫苏",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/18100cb7a7e955219096a3105b53e41b.jpg\"]",
    "local_images": "[\"images\\\\99_紫苏\\\\image_1.jpg\"]",
    "origin": "紫苏原名“苏”，入药始载于《别录》，列为中品。《本草经集注》云：“叶下紫色，而气甚香，其无紫色、不香似荏者，多野苏，不堪用。”《本草图经》载：“苏，紫苏也。旧不著所出州土，今处处有之。叶下紫色，而气甚香，夏采茎、叶，秋采实。”《本草纲目》曰：“紫苏、白苏皆以二三月下种，或宿子在地自生。其茎方，其叶圆面有尖，四围有巨齿，肥地者面背皆紫，瘠地者面青背紫，其面背皆白者，即白苏，乃荏也。紫苏嫩时采叶，和蔬茹之，或盐及梅卤做葅食，甚香。夏月作熟汤饮之。五六月连根采收，以火煨其根，阴干，则经久叶不落。八月开细紫花，成穗作房，如荆芥穗。九月半枯时收子，子细如芥子而色黄赤，亦可取油如荏油。”李时珍的描述十分详细，基本上和今天所用品种一致，为唇形科植物紫苏Perilla frutescens（L.）Britt.",
    "components": "1.营养成分 粗蛋白质、平衡氨基酸、维生素、微量元素铁、锌、锰、铜、钙、镁、钾、钠等微量元素[2.3]。 2.其他成分 α-亚麻酸、芳香性挥发精油（紫苏醛、柠檬烯）、植物甾醇、酚酸、黄酮（紫苏酮）、脂肪酸和苷类[4-5]。",
    "effects": "解表散寒，行气和胃",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "丁香姜糖",
    "contraindications": "肺虚咳喘者禁服；紫苏的芳香物质容易挥发，不宜久煮久泡。",
    "historical_records": "1.（汉魏）《名医别录》：“苏，味辛，温。主下气，除寒中，其子尤良。”\n2.(宋)《本草图经》：“苏，紫苏也。旧不著所出州上，令处处有之。叶下紫色而气甚香，夏采茎、叶，秋采实。其茎并叶，通心经，益脾胃，煮饮尤胜，与橘皮相宜，气方中多用之。实主上气咳逆，研汁煮粥尤佳，长食之，令人肥健。若欲宣通风毒，则单用茎，去节大良。”\n3.（明）《本草蒙筌》：“紫苏，味辛、气微温。无毒。发表解肌，疗伤风寒甚捷；开胃下食，治作胀满易差。脚气兼除，口臭亦辟。梗下诸气略缓，体稍虚者用宜。子研驱痰，降气定喘。润心肺，止咳逆，消五膈，破癥坚。利大小二便，却霍乱呕吐。”\n4.（明）《本草纲目》之【附方】：“感寒上气苏叶三两，橘皮四两。酒四升，煮一升半，分再服。《肘后方》。伤寒气喘不止。用赤苏一把，水三升，煮一升，稍稍饮之。《肘后方》。劳复食复欲死者。苏叶煮汁二升，饮之。亦可入生姜、豆豉同煮饮。《肘后方》。卒啘不止香苏浓煮，顿服三升，良。《千金》霍乱胀满未得吐下。用生苏搞汁饮之，佳。干苏煮汁亦可。《 肘后方》。诸失血病紫苏不限多少，入大锅内，水煎令干，去滓熬膏，以炒熟赤豆为末，和丸梧子大。每酒下三五十丸，常服之。《斗门方》。金疮出血不上。以嫩紫苏叶、桑叶同捣贴之。《永类铃方》。颠扑伤损紫苏捣傅之，疮口自合。《谈野翁试验方》。伤损血出不止。以陈紫苏叶蘸所出血接烂傅之，血不作脓，且愈后无瘢，甚妙也。《永类铃方》。风狗咬伤紫苏叶嚼傅之。《千金方》。蛇虺伤人紫苏叶捣饮之。《千金方》。食蟹中毒紫苏煮汁饮二升。《金匮要略》。飞丝入目令人舌上生泡。用紫苏叶嚼烂，白汤咽之。《危氏得效方》。乳痈肿痛紫苏煎汤频服，并捣封之。《海上仙方》。咳逆短气紫苏茎叶二钱，人参一钱，水一钟，煎服。《普济》。”\n5.（清）《本草从新》：“紫苏，宣、发表散寒。味辛，入气分，利肺下气，定喘安胎（治子气）。色紫，兼入血分，和血止痛，性温发汗。解肌，祛风散寒，气香开胃，益脾宽中，利大小肠，又解鱼蟹毒。（气虚表虚者禁之。（俗喜其芳香、旦暮恣食、不知泄真元之气、古称芳草致豪贵之疾、此类是也。）气香者良。宜橘皮，忌鲤鱼。”"
  },
  {
    "id": 102,
    "code": "YLR",
    "name": "郁李仁",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/9989f9368360b83eb3af9363f2c938ed.jpg\"]",
    "local_images": "[\"images\\\\102_郁李仁\\\\image_1.jpg\"]",
    "origin": "郁李仁原名“郁李人”，始载于《神农本草经》，列为下品。《名医别录》云：“生高山川谷及丘陵上。”陶弘景谓：“山野处处有，子熟赤色，亦可啖之。”并在“雀梅”条下云：“叶与实俱如麦李。”《蜀本草》载：“树高五六尺，叶花及树并似大李，惟子小若樱桃，甘酸。” 《本草图经》云：“今汴洛人家园圃植一种、枝茎作长条，花极繁密而多叶者，亦谓之郁李，不堪入药。”《本草纲目》载：“其花粉红色，实如小李”。又谓：“郁……馥郁也。花、实俱香故以名之。”综上所述，古代所用郁李仁，品种甚为复杂，共同点是实小如樱桃的李属（Prunus）的多种植物的核仁。\n根据《药典》记载郁李仁其来源于欧李P. humilis Bge.、郁李P. japonica Thunb.或长柄扁桃P.s pedunculata Maxim.。此外，同属植物山樱桃P. tomentosa Thunb.、截形榆叶梅P. triloba Lindl. var. truncataKom.等的成熟种子，有些地区作“郁李仁”使用，其品质较次，非郁李仁正品，再使用时应注意。",
    "components": "1.营养成分 亮氨酸、苯丙氨酸、缬氨酸、异亮氨酸、油脂，以及钙、磷、镁、钾等人体必需的微量元素。 2.其它成分 黄酮类化合物（槲皮素、槲皮素-3-O-葡萄糖苷、槲皮素-7-O-葡萄糖苷等）、苷类（郁李仁苷A、郁李仁苷B、苦杏仁苷等）。",
    "effects": "润燥滑肠，下气利水",
    "safety": "现代研究证实[3]，郁李仁在常规剂量时毒性较小，预防中毒的关键是勿超大剂量用药，若剂量过大，大量皂苷进入体内可破坏红细胞，造成溶血；尼可酸可致皮肤潮红、瘙痒、灼热感，部分患者尚能引起寻麻疹、恶心、呕吐、心悸等；苦杏仁苷大剂量使用，可致延髓中枢先兴奋后麻痹，并抑制酶的活动，阻碍新陈代谢，引起组织窒息。",
    "applications": "健脾利水茶",
    "contraindications": "婴幼儿、孕妇、老年人及津液不足者慎用。过量易导致部分患者出现恶心、呕吐、心悸等不良反应，饭后服用可减少不良反应的发生。根据中医九种体质学说，适宜食用郁李仁的人群为湿热质、痰湿质，适当摄入可以利水消肿，润肠通便。",
    "historical_records": "1.（汉）《神农本草经》：“郁李仁，味酸，平。主大腹水肿，面目四肢浮肿，利小便水道。根，主齿龂肿，龋齿，坚齿，一名爵李。”\n2.（汉魏）《本草经集注》：“山野处处有，其子熟赤色，亦可啖之。”\n3.（唐）《食疗本草》：“气结者，酒服人四十九粒，更泻，尤良。又，破癖气，能下四肢水。”\n4.（五代）《日华子本草》：“郁李仁，通泄五脏、膀胱急痛，宣腰胯冷脓，消宿食，下气。郁李根，凉，无毒。治小儿热发，作汤浴，风蚛牙，浓煎含之。”\n5.（宋）《本草衍义》：“其子如御李子，至红熟堪啖，微涩。其仁，汤去皮，研极烂，入生龙脑，点赤目。陕西甚多，根煎汤，渫风蚛牙。”\n6.（明）《本草蒙筌》：“郁李仁，味酸、苦，气平。降也，阴中阳也。无毒。山谷丘陵，每多种植。六月采实，碎核取仁。汤泡去皮，研烂方用。消浮肿肌表，竟利小便；宣结气肠中，立通关格。破血润燥，亦易成功。若患齿龈肿痛，根煎浓汁可漱。风虫牙痛，含口亦除。实小味甘，红熟堪啖。”\n7.（明）《本草纲目》之【附方】：“小儿多热：熟汤研郁李仁如杏酪，一日服二合。姚和众《至宝方》。小儿闭结：襁褓小儿，大小便不通，并惊热痰实，欲得溏动者。大黄（酒浸，炒）、郁李仁（去皮，研）各一钱，滑石末一两，捣和丸黍米大。二岁小儿三丸，量人加减，白汤下。钱乙《直诀》。肿满气急不得卧：用郁李仁一大合捣末，和面作饼。吃入口即大便通，泄气便愈。杨氏《产乳》。脚气浮肿，心腹满，大小便不通，气急喘息者：郁李仁十二分捣烂，水研绞汁，薏苡（捣如粟大）三合，同煮粥食之。韦宇《独行方》。卒心痛刺：郁李仁三七枚嚼烂，以新汲水或温汤下。须臾痛止，却热呷薄盐汤。姚和众《至宝方》。皮肤血汗：郁李仁（去皮，研）一钱，鹅梨捣汁调下。《圣济总录》。”\n8.（清）《本草从新》：“郁李仁，泻气，破血，润燥。辛、苦、甘，平。性降。下气行水，破血润燥。治水肿癃急，大肠气滞，关格不通，用酒能入胆治悸，目张不瞑（一妇因大恐而病，愈后目张不瞑。钱乙曰：目系内连肝胆，恐则气结，胆横不下，郁李润能散结，随酒入胆，结去胆下而目瞑矣）。下后令人津液亏损，燥结愈甚，乃治标救急之药。津液不足者，慎勿轻投。汤浸，去皮尖，蜜浸，研如膏。”"
  },
  {
    "id": 107,
    "code": "YXC",
    "name": "鱼腥草",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/19a032d3441f1a8fb26221a0bb4a4404.jpg,/uploads/20240315/6b85dc032ba4899aaabd935f5b67e8b9.jpg\"]",
    "local_images": "[]",
    "origin": "鱼腥草原名“蕺”，始载于《名医别录》下品。《名医别录》云：“蕺，味辛，微温。主蠷螋溺疮，多食令人气喘。”《本草经集注》称：“俗传言食蕺不利人脚，恐由闭气故也。今小儿食之，便觉脚痛。”《新修本草》云：“叶似荞麦，肥地亦能蔓生，茎紫赤色，多生湿地、山谷阴处。山南江左人好生食之。”《本草纲目》亦云：“叶似荇，其状三角，一边红，一边青。可以养猪。”由此可知，这是一种集药物、野菜和饲料于一身的植物，从气、色和用途考证，并参考《本草图经》附图，可定为三白草科植物蕺菜Houttuynia cordata Thunb.。诸家本草多载其能作食用。但不可多食。",
    "components": "1.营养成分 蛋白质、粗脂肪、可溶性糖、维生素C、胡萝卜素等，以及钙、磷、镁、铁、铜、锌、钼等人体必需的微量元素[4][5]。 2.其它成分 挥发油（癸酰乙醛、月桂醛、芳樟醇等）、黄酮类（槲皮素-3-O-β-D-半乳糖-7- O-β-D-葡萄糖苷、槲皮苷、金丝桃苷等）、有机酸（绿原酸、棕榈酸、亚油酸等）、生物碱（鱼腥草含蕺菜碱、阿朴啡类生物碱、顺式N-( 4 -羟基苯乙烯基) 苯甲酰胺等）等。",
    "effects": "清热解毒，消痛排脓，利尿通淋",
    "safety": "现代研究未见相关毒理学试验报道。",
    "applications": "长命粥",
    "contraindications": "婴幼儿、孕妇及老年人慎用。虚寒证及阴性外疡忌服。根据中医九种体质学说，适宜食用鱼腥草的人群为湿热质型，气虚质、阳虚质、阴虚质应忌食或少食。",
    "historical_records": "1.（汉魏）《名医别录》：“蕺，味辛，微温。主蠷螋溺疮，多食令人气喘。”\n2.（南北朝）《本草经集注》：“俗传言食蕺不利人脚，恐由闭气故也。今小儿食之，便觉脚痛。”\n3.（唐）《千金要方•食治》：“蕺，味辛微温，有小毒。主蠼螋尿疮。多食令人气喘，不利人脚，多食脚痛。”\n4.（唐）《新修本草》：“此物，叶似荞麦，肥地亦能蔓生，茎紫赤色，多生湿地、山谷阴处。山南江左人，好生食之，关中谓之菹菜也。”\n5.（唐）《食疗本草》：“温。小儿食之，便觉脚痛，三岁不行。久食之，发虚弱，损阳气，消精髓，不可食。”\n6.（宋）《本草图经》：“蕺菜，叶辛，微温。主蠼螋溺疮。山谷阴处湿地有之。作蔓生，茎紫赤色。叶如荞麦而肥。山南、江左人好生食之。然不宜多食，令人气喘，发虚弱，损阳气，消精髓，素有脚弱病尤忌之。一啖令人终身不愈。关中谓之菹菜者是也。古今方家亦鲜用之。”\n7.（元）《饮食须知》：“蕺菜，味辛，性微温，有小毒。一名鱼腥草。多食令人气喘。小儿食之，三岁不行，便觉脚痛。素有脚气人食之，一世不愈。久食发虚弱，损阳气，消精髓。”\n8.（明）《滇南本草》：“鱼腥草，味辛苦，性寒。治肺痈咳嗽，吐脓血痰腥臭；解大肠热毒，疗痔疮。单方：消痔疮，不拘内外，单剂水煎，微点水酒服三次；熏洗，有脓者溃，无脓者散。”\n9.（明）《本草纲目》之【附方】：“背疮热肿：蕺菜捣汁涂之，留孔以泄热毒，冷即易之。《经验方》。痔疮肿痛：鱼腥草一握，煎汤熏洗，仍以草挹痔即愈。一方：洗后以枯矾入片脑少许，傅之。《救急方》。疔疮作痛：鱼腥草捣烂敷之。痛一二时，不可去草，痛后一二日即愈。徽人所传方也。陆氏《积德堂方》。小儿脱肛：鱼腥草擂如泥，先以朴硝水洗过，用芭蕉叶托住药坐之，自入也。《永类方》。虫牙作痛：鱼腥草、花椒、菜子油等分，捣匀，入泥少许，和作小丸如豆大。随牙左右塞耳内，两边轮换，不可一齐用，恐闭耳气。塞一日夜，取看有细虫为效。《简便方》。断截疟疾：紫蕺一握，捣烂绢包，周身摩擦，得睡有汗即愈。临发前一时作之。《救急易方》。恶蛇虫伤：鱼腥草、皱面草、槐树叶、草决明，一处杵烂，傅之甚效。同上。”\n10.（清）《植物名实图考》：“蕺菜，《别录》下品。即鱼腥草。开花如海棠，色白，中有长绿心突出，以其叶覆鱼，可不速馁。湖南夏时，煎水为饮以解暑。”"
  },
  {
    "id": 110,
    "code": "YXC",
    "name": "枳椇子",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/7a3dd029eb1ca647101de8c4289f8005.jpg\"]",
    "local_images": "[\"images\\\\110_枳椇子\\\\image_1.jpg\"]",
    "origin": "本品在陆玑《诗疏》中已有记载，称为木蜜。最早以枳椇之名载入《新修本草》，称：“枳椇，陆机云：一名木蜜……其树径尺，木名白石，叶如桑柘。其子作房似珊瑚，核在其端，人皆食之”，可见其为一可食品种。《本草图经》描述曰：“所在皆有，枝柯不直。子着枝端，啖之甘美如饴，八、九月熟，江南特美之，谓之木蜜”。而明代李时珍的描述则更加形象：“枳椇，木高三、四丈，叶圆大如桑柘，夏月开花。枝头结实，如鸡爪形，长寸许，纽曲，开作二、三歧，俨若鸡之足距。嫩时青色，经霜乃黄，嚼之味甘如蜜。每开歧尽处，结一、二小子，状如蔓荆子，内有扁核赤色，如酸枣仁”。这种高大木本，夏天开花。枝头结实形如鸡爪，甘甜如蜜可食用来看，基本上与鼠李科枳椇属Hovenia 植物相符合。其果序柄膨大，弯曲，形如鸡爪，又如珊瑚状，故《本草纲目》释名其又名“鸡爪子”或“木珊瑚”。其种子形如酸枣仁，故常与酸枣仁相混淆。《救荒本草》有“拐枣”一物，即枳椇之异名，其附图非常逼真，基本上可以确立为该属植物。\n《中国植物志》描述枳椇属中国有3种，2变种。主要有北枳椇Hovenia dulcis Thunb.、枳椇H. acerba L.和毛果枳椇H.trichocarpa Chun et Tsiang三种。三种植物形态非常相似，果柄均呈膨大状，香甜如蜜可食。从分布来看看，北枳椇主要分布于长江以北地区，而枳椇主要广泛分布在为长江以南地区。而毛果枳椇主要产于江西，湖北、湖南、广东北部和贵州。结合本草来看，《本草拾遗》云：“木蜜树生南方”，《本草图经》：“江南特美之，谓之木蜜”。《蜀本草》称其“出蜀”，《救荒本草》则称其“生密县梁家冲山谷中”，密县属今河南省。结合以上产地来看，长江南北均有枳椇，但应以南方应用居多。因而结合当前民间应用来看，枳椇属三种植物均应在历史中作为枳椇应用。",
    "components": "1.营养成分 糖、蛋白质、维生素B1、维生素C、胡萝卜素等，及钾、钠、钙、镁、铁等人体必需的微量元素[3]。 2.其它成分 黄酮（槲皮素、双氢山萘酚、山萘酚等）、皂苷（北拐枣苷、枳椇苷D、北枳椇苷A1等）、有机酸、黑麦草碱、白桦酯醇等[4]。",
    "effects": "解酒毒，止渴除烦，止呕，利大小便",
    "safety": "现代研究对枳椇子的安全性进行动物试验，表明其无急性毒性。长期食用对实验动物的造血系统功能、肝肾功能、血脂代谢、血糖浓度、脏器重量及组织细胞的形态结构均无明显影响[8]。",
    "applications": "长命粥",
    "contraindications": "脾胃虚寒者禁用。根据中医九种体质学说，适宜食用枳椇子的人群为湿热质型，适当摄入可以清热利尿、生津止渴，阳虚质、气虚质应忌食或少食。",
    "historical_records": "1.（唐）《新修本草》：“枳椇，味甘，平，无毒。主头风，少腹拘急。陆机云：一名木蜜。其木皮，温，无毒。主五痔，和五脏。以木为屋，屋中酒则味薄，此亦奇物。”又“其子作房，似珊瑚，核在其端，人皆食之。”\n2.（唐）《千金翼方》：“枳椇，味甘，平，无毒。主头风，小腹拘急。一名木蜜。其木皮：温，无毒。主五痔，和五脏，以木为屋，屋中酒则味薄，此亦奇物。”\n3.（唐）《本草拾遗》：“树生南方，枝叶俱可啖，亦煎食如饴，今人呼白石木蜜；子名枳椇，味甜。《本经》云木蜜，非此中汁如蜜也。崔豹《古今注》云：木蜜生南方，合体甜软，可啖，味如蜜，老枝煎取，倍甜，止渴也。”\n4.（宋）《图经本草》：“木似白杨，所在山中皆有。枝枸不直，啖之甘美如饴，八、九月熟，谓之木蜜。本从南方来。能败酒，若以为屋柱，则一屋之酒皆薄。”\n5.（宋）《证类本草》：“枳（音止）椇（音矩），味甘，平，无毒。主头风，小腹拘急。一名木蜜。其木皮，温，无毒。主五痔，和五脏。以木为屋，屋中酒则味薄，此亦奇物。”\n6.（明）《本草纲目》之【附方】：“腋下狐气：用桔枸树凿孔，取汁一二碗，用青木香、东桃、西柳、七姓妇人乳，一处煎一二沸。就热，于五月五日鸡叫时洗了，将水放在十字路口，速回勿顾，即愈。只是他人先遇者，必带去也。桔枸树即梨枣树也。胡濙《卫生易简方》。”\n7.（清）《本草备要》：“枳椇子，甘平。止渴除烦，润五脏，解酒毒。葛根解酒毒而发散不如枳椇。”\n8.（清）《本草从新》：“枳椇子，润，解酒。甘，平。止渴除烦，润五脏，解酒毒。”\n9.《老老恒言》：“枳椇粥，……除烦清热，尤解酒毒。醉后次早，空腹食此粥颇宜。”"
  },
  {
    "id": 114,
    "code": "ZZ",
    "name": "栀",
    "sorts": "综合美容",
    "images": "[\"https://ysty.allmaya.cn//uploads/20240315/86415b52c9c04d7e021d4a71986997c8.jpg\"]",
    "local_images": "[\"images\\\\114_栀\\\\image_1.jpg\"]",
    "origin": "栀子亦作卮子，《本草纲目》列入木部灌木类，云:“卮，酒器也。卮子象之，故名。俗作栀”。始载于《神农本草经》，列为中品。《名医別录》云:生南阳川谷，九月采实，暴干。”《本草经集注》云:“处处有，亦两三种小异，以七棱者为良。经霜乃取之。今皆入染用。”《本草图经》云:“今南方及西蜀州郡皆有之。本高七八尺，叶似李而厚硬，又似樗蒲子，二、三月生白花，花皆六出，甚芬香，俗说即西域詹匐也。夏秋结实，如诃子状，生青熟黄，中入深红……此亦有两三种，入药者山梔子，方节所谓越桃也。皮薄而圆小，刻房七棱至九梭者为佳。”《纲目》云：“卮卡叶如兔耳，厚而探绿，春荣秋瘁。入夏开花，大如酒杯，白瓣黄蕊，随即结实，薄皮细子有须。霜后收之。”《植物名实图考》亦有记载。综上所述形态特征及町以染黄的特点，再参考《本草图经》“江陵府栀子”、“建州栀子”等图，古代栀子原植物与今药用商品栀子相符合，为茜草科植物栀子Gardenia jasminoides Ellis，为古代正品品种。其中山栀子应为今栀子，“大而长”、“作染色”用的“伏尸栀子”，实即现时之水栀子",
    "components": "1.营养成分 脂肪、蛋白质、氨基酸、膳食纤维、糖类、淀粉、锰、铁、锌、铜、钙等[2]。 2.其他成分 栀子苷等环烯醚萜烷及其苷类，二萜类(西红花苷类)，有机酸酯类多糖，栀子素、槲皮素等黄酮类，粘蛋白、淀粉酶等[3]。",
    "effects": "泻火除烦，清热利湿，凉血解毒",
    "safety": "经大鼠灌胃给药3d试验证实，大剂量栀子水提物、醇提物、栀子苷具有急性肝、肾毒性[7]。药理（毒性）成分主要是栀子苷(也叫京平尼苷)，《药典》规定栀子用量为6-10g，但如果服用30g甚至更高的剂量，可能会导致肝脏的损伤[8]，长期服用可能会有肾损伤。栀子肝毒性的机制与炎症、氧化应激反应诱导肝细胞的坏死与凋亡有关，适当的配伍和炮制可以减少其毒性，如茵陈蒿汤的配伍可以提高清除自由基的酶的活性、抑制炎症反应，抑制栀子引起的肝细胞损伤从而达到增效解毒的目的[8-11]。",
    "applications": "五香粉",
    "contraindications": "婴幼儿、孕妇及老年人慎用。用量过大很容易伤及脾胃，脾虚便溏者不宜使用。",
    "historical_records": "1．（汉）《神农本草经》：“栀子，味苦，寒。主五内邪气，胃中热气，面赤，酒疱，皶鼻，白癞，赤癞，疮疡。一名木丹。”\n2．（南北朝）《雷公炮炙论》：“雷公云：凡使，勿用颗大者，号曰伏尸栀子，无力。须要如雀脑，并须长，有九路赤色者上。凡使，先去皮、须了，取仁，以甘草水浸一宿，漉出，焙干，捣筛如赤金末用。”\n3．（魏晋）《名医别录》：“栀子，大寒，无毒。疗目热赤痛，胸心大小肠大热，心中烦闷，胃中热气。一名越桃。生南阳川谷。九月采实，暴干。” \n4．（唐）《本草经集注》：“解玉支毒。处处有。亦两、三种小异，以七棱者为良。经霜乃取之，今皆入染用于药甚稀。玉支，即羊踯躅也。” \n5.（唐）《食疗本草》（考异本）中言“食疗[唐氏引]：栀子主喑哑，紫癜风，黄疸，积热心躁。又方，治下鲜血，栀子仁烧成灰，水和一钱匕服之，量其大小多少服之。”\n6．（唐）《药性论》：“山栀子，杀蟅虫毒，去热毒风，利五淋，主中恶，通小便，解五种黄病，明目，治时疾，除热及消渴口干，目赤肿病。”（见《重修证类本草》明轩刻本）\n7．（元）《饮膳正要》：“栀子 味苦，寒，无毒。主五内邪气，疗目赤热，利小便。”\n8．（明）《本草纲目》：“苦，寒，无毒。治吐血衄血，血痢下血血淋，损伤瘀血，及伤寒劳复，热厥头痛，疝气，汤火伤。【附方】旧十，新十七。鼻中衄血山卮子烧灰吹之。屡用有效。黎居士简易方。小便不通，卮子仁十四个，独头蒜一个，沧盐少许，捣贴脐及囊，良久即通。普济方。血淋涩痛，生山卮子末、滑石等分，葱汤下。经验良方。下利鲜血，卮子仁烧灰，水服一钱匕。食疗本草。酒毒下血，老山卮子仁焙研。每新汲水服一钱匕。圣惠方。热毒血痢，卮子十四枚，去皮捣末，蜜丸梧子大。每服三丸，日三服，大效。亦可水煎服。肘后方。临产下痢，卮子烧研，空心热酒服一匙。甚者不过五服。胜金方。妇人胎肿，属湿热。山卮子一合炒研。每服二三钱，米饮下。丸服亦可。丹溪方。热水肿疾，山卮子仁炒研，米饮服三钱。若上焦热者，连壳用。丹溪纂要。霍乱转筋，心腹胀满，未得吐下。卮子二七枚烧研，熟酒服之立愈。肘后方。冷热腹痛疔刺，不思饮食。山卮子、川乌头等分，生研为末，酒糊丸如梧子大。每服十五丸，生姜汤下。小腹痛，茴香汤下。博济方。胃皖火痛，大山卮子七枚或九枚炒焦，水一盏，煎七分，入生姜汁饮之，立止。复发者，必不效。用玄明粉一钱服，立止。丹溪纂要。五脏诸气益少阴血。用卮子炒黑研末，生姜同煎，饮之甚捷。丹溪纂要。五尸注病，冲发心胁刺痛，缠绵无时。卮子三七枚烧末，水服。肘后方。热病食复及交接后发动欲死，不能语。卮子三十枚，水三升，煎一升服，令微汗。梅师方。小儿狂躁蓄热在下，身热狂躁，昏迷不食。卮子仁七枚，豆豉五钱，水一盏，煎七分，服之。或吐或不吐，立效。阎孝忠集效方。盘肠钓气，越桃仁半两，草乌头少许，同炒过，去草乌，入白芷一钱，为末。每服半钱，茴香葱白酒下 普济方。赤眼肠秘，山卮子七个，钻孔煨熟，水一升煎半升，去滓，入大黄末三钱，温服。普济方。吃饭直出，卮子二十个，微炒去皮，水煎服。怪证奇方。风痰头痛不可忍。卮子末和蜜，浓傅舌上，吐即止。兵部手集。鼻上酒齇，卮子炒研，黄蜡和，丸弹子大。每服一丸，嚼细茶下，日二服。忌酒、隸、煎、炙。 许学士本事方。火焰丹毒，卮子捣，和水涂之。梅师方。火疮未起，卮子仁烧研，麻油和，封之。已成疮，烧白糖灰粉之。千金方。眉中练癣，卮子烧研,和油傅之。保幼大全。折伤肿痛，卮子、白面同捣，涂之甚效。集简方。猘犬咬伤，卮子皮（烧研）、石硫黄等分，为末。傅之，日三。梅师方。汤荡火烧，卮子末和鸡子清，浓扫之。救急方。”\n9．（明）《本草乘雅半偈》：“栀子，气味苦寒，无毒。主五内邪气，胃中热气，面赤，酒疱渣鼻，白癞赤癞疮疡。”\n历代的本草典籍中多收载，而栀子古代常作为印染材料使用。栀子的食用古代记载甚少，《食疗本草》、《饮食须知》、《饮膳正要》等食性本草鲜有记载。可知，古代栀子并不作为食用品种。栀子中提取的色素统称为栀子黄色素，可作为食用黄色素。按GB2760-86规定，可用于饮料、配制酒、糕点上彩装，最大使用量为0.3g/kg；GB2760-1990扩展使用范围至糕点、冰棍、雪糕、蜜饯、膨化食品、果冻、糖果、广东面饼，最大使用量0.3g/kg。在饲料工业中，将黄色素加入饲料中喂鸡，可以培养出最好的三黄鸡，不仅比一般的鸡大，且黄色浓，味道鲜，营养价值高，栀子黄色素用于饲料工业正在开发之中[1]。"
  }
]