[
  {
    "药膳名": "三物壮阳汤",
    "药材": "枸杞、菟丝子8克，肉苁蓉5克。",
    "食材": "牛鞭80克，狗肾8克，羊肉80克，肥母鸡肉40克，花椒2克，老生姜、葱白各5克，绍酒15毫升，味精2克，盐5克，植物油10毫升。",
    "做法": "步骤1：牛鞭入热水泡胀，剖开，刮洗干净，冷水浸泡30分钟，切段；狗肾油砂爆炒，温水浸泡40分钟，刷洗干净；羊肉洗净，沸水汆烫，凉水漂洗；菟丝子、肉苁蓉、枸杞洗净，装入纱布袋内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅内加水，放入牛鞭、狗肾和羊肉置于锅内，煮沸，撇去浮沫，加母鸡肉和花椒、老生姜、葱白、绍酒，大火煮沸，小火炖煮，隔30分钟翻动一次。至六成熟时，滤去花椒、生姜、葱白，放入药袋，继续煮沸，以牛鞭、狗肾酥烂为度。\n_x000D_\n\t　　步骤3：捞去母鸡肉和药袋，加味精、盐和植物油调味。",
    "功效": "暖肾助阳、益精补髓。适用于虚损劳伤、肾阳虚衰所致的阳痿不举、早泄、身体衰弱等症。",
    "食法": "佐餐或单独食用。牛鞭狗鞭汤食材灵芝、枸杞各8克，肉苁蓉5克。"
  },
  {
    "药膳名": "麦枣甘草汤",
    "药材": "甘草10克。",
    "食材": "小麦40克，大枣5枚。",
    "做法": "步骤1：小麦、甘草洗净;大枣洗净，去核;将甘草放入药袋里备用。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入药袋，煎煮40分钟，捞出药袋，放入大枣、小麦一起煎煮30分钟即可。",
    "功效": "益气养阴、宁心安神。",
    "食法": "早晚分食。"
  },
  {
    "药膳名": "五灵脂蒸墨鱼",
    "药材": "五灵脂6克，红花4克。",
    "食材": "墨鱼1条，葱、姜各5克，料酒10毫升，盐2克。",
    "做法": "步骤1：墨鱼宰杀后，去鳞、鳃、内脏，洗净血水；五灵脂、红花洗净；葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：蒸锅置火上，墨鱼放入蒸盆中，加入药材、葱、姜、料酒、盐，加水适量，上笼蒸1小时，即可食用。",
    "功效": "消肿止痛、活血化瘀。",
    "食法": "每日吃鱼30克。"
  },
  {
    "药膳名": "薏米煮苦瓜",
    "药材": "薏米80克，苦瓜250克。",
    "食材": "姜、葱各5克，料酒10毫升，植物油10毫升，盐2克，鸡精1克。",
    "做法": "步骤1：将薏米去杂质，洗净：苦瓜去瓤，洗净，切块；姜洗净，切片；葱洗净，切段。\n_x000D_\n\t　　步骤2：炖锅置火上，注入清水600毫升，放入薏米、苦瓜，加入姜片、葱段、料酒，大火煮沸，再转小火炖煮30分钟，加入盐、鸡精调味，淋上植物油即可。",
    "功效": "祛风止痛、清热解毒。适用于治疗粉刺，对脱屑、痤疮、皲裂、皮肤粗糙等都有良好疗效。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "甘草黄芪鱼",
    "药材": "甘草15克，黄芪20克。",
    "食材": "草鱼1条，料酒10毫升，葱、姜各10克，胡椒粉2克，盐3克。",
    "做法": "步骤1：草鱼宰杀后，去鳞、鳃、内脏，洗净血水，切片，加料洒、盐、胡椒粉腌制20分钟；葱洗净，切段；姜洗净，切片；甘草、黄芪洗净，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鱼片、葱、姜，大火煮沸后，加入黄芪、甘草，转小火炖煮40分钟，加盐调味即可。",
    "功效": "养心安神、益气补虚。适用于治疗气虚下陷所致的脱肛、久泻久痢、便血、失禁等。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "牛膝鱼丸",
    "药材": "牛膝10克。",
    "食材": "鱼丸250克，白菜50克，菠菜30克，茼蒿40克，豆腐30克，酱油5毫升，盐2克，味精1克，麻油3毫升。",
    "做法": "步骤1：白菜、菠菜、茼蒿、豆腐分别洗净，切好备用。\n_x000D_\n\t　　步骤2：牛膝放砂锅里，加水煮至剩一半，去渣留汁备用。\n_x000D_\n\t　　步骤3：锅中加水，放入鱼丸，煮熟时放入以上食材，水开即倒入药汁略煮，再加盐和味精调味即可。",
    "功效": "活血通络、强筋壮骨、利尿消水。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "青皮饮",
    "药材": "生麦芽20克。",
    "食材": "青皮15克。",
    "做法": "步骤1：生麦芽择洗干净；青皮洗净。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入生麦芽、青皮，沸煮20分钟后去渣，汤汁倒入碗中，待凉饮用。",
    "功效": "疏肝解郁、理气止痛。适用于治疗嗳气等症。",
    "食法": "每日一次，代茶饮。"
  },
  {
    "药膳名": "苁蓉海参煨鸽蛋",
    "药材": "肉苁蓉10克。",
    "食材": "水发海参2个，鸽蛋10枚，葱、蒜各3克，胡椒粉、味精各2克，淀粉10克，鸡汁5毫升，植物油适量。",
    "做法": "步骤1：肉苁蓉煎汁备用；海参去腔肠，氽熟；鸽蛋煮熟，去壳，沾上淀粉，下油锅里炸至金黄色备用。\n_x000D_\n\t　　步骤2：锅入植物油，烧热后下葱、蒜爆香，加鸡汁稍煮，再加调味料和海参，大火煮沸，小火煮40分钟，再加鸽蛋、苁蓉汁，煨煮至熟。\n_x000D_\n\t　　步骤3：余下的汤汁做成芡汁，淋在菜上即可。",
    "功效": "滋阴补阳。适用于肾虚所引起的神经衰弱、体倦、腰酸、健忘、听力减退等症。",
    "食法": "每日一次，每次2枚鸽蛋，并吃海参。"
  },
  {
    "药膳名": "薏米拌黄瓜",
    "药材": "薏米20克。",
    "食材": "黄瓜2，香油5毫升，生抽8毫升，盐3克，鸡精2克。",
    "做法": "步骤1：黄瓜洗净，切成条，放入盆中加盐腌渍20分钟；薏米淘洗干净，泡透捞出，沥干水分，放入锅中煮熟，捞出沥干水分。\n_x000D_\n\t　　步骤2：小黄瓜洗去盐水，放入薏米，加入香油、生抽、鸡精，搅拌均匀即可。",
    "功效": "健脾除湿、美白护肤。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "羊肝粥",
    "药材": "枸杞15克，羊肝40克。",
    "食材": "大米80克，盐3克。",
    "做法": "步骤1：枸杞洗净；羊肝洗净，切块；大米淘洗干净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入大米、枸杞、羊肝，大火煮沸转小火熬煮40分钟，加入盐调味即可。",
    "功效": "补肝肾、明眼目。适宜夜盲症患者食用。",
    "食法": "每日一次，做早餐食用。"
  },
  {
    "药膳名": "丁香炖鸡腿",
    "药材": "丁香、陈皮各8克，党参、白术各10克。",
    "食材": "鸡腿2只，生姜3克，盐3克。",
    "做法": "步骤1：以上药材、鸡腿分别洗净；陈皮清水泡发，鸡腿沸水汆烫备用。\n_x000D_\n\t　　步骤2：药材放入砂锅，再放上鸡腿，加水盖过，放入姜片，保鲜膜密封，上锅隔水炖2小时，启封后放盐调味即可。",
    "功效": "健脾养胃、促进消化。适用于肠胃虚寒所致的腹部冷痛、呕吐或拉肚子等症。也可用于孕妇的早孕反应。",
    "食法": "佐餐食用，吃肉喝汤。"
  },
  {
    "药膳名": "茯苓天麻蒸鲤鱼",
    "药材": "茯苓、川芎各8克，天麻15克。",
    "食材": "鲤鱼1条，料酒10毫升，葱、姜各8克，盐3克，鸡精1克。",
    "做法": "步骤1：鲤鱼宰杀后，去鳞、鳃、内脏，洗净血水；茯苓、川芎洗净，切片；天麻清水泡软，切片，放入鲤鱼腹内；葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：鲤鱼放入盆中，加姜、葱，适量清水，上笼蒸40分钟，取出盛盘，备用。\n_x000D_\n\t　　步骤3：砂锅置中火上，入水适量，放入茯苓、川芎，加盐、鸡精调味，煎煮30分钟，捞去药渣，汤汁浇于鱼上即可。",
    "功效": "活血止痛、平肝熄风。适用于治虚火头痛、眼黑肢麻、神经衰弱、高血压头昏、因风寒湿引起的关节疼痛等症。",
    "食法": "吃鱼喝汤。"
  },
  {
    "药膳名": "肉苁蓉粥",
    "药材": "肉苁蓉6克。",
    "食材": "羊肉30克、大米80克，盐、姜、葱各3克。",
    "做法": "步骤1：肉苁蓉清水洗净；羊肉洗净，切丁；大米淘洗干净；葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入肉苁蓉煎煮40分钟，去渣留汁，加入羊肉、大米同煮至粥黏稠，放入盐、葱、姜调味，即可食用。",
    "功效": "温肾壮阳、利水消肿。",
    "食法": "宜早、晚空腹食用。"
  },
  {
    "药膳名": "山茱萸炖猪腰",
    "药材": "山茱萸5克。",
    "食材": "核桃肉8克，猪肾1只，盐2克。",
    "做法": "步骤1：猪肾剖开，刮去筋膜和臊腺，洗净；山茱萸、核桃肉洗净，然后装入猪肾中，用棉线捆住。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肾，大火煮沸，小火炖1小时，加盐调味即可。",
    "功效": "补肾涩精。适用于肾虚不固之遗精、早泄、腰痛腿软等症。",
    "食法": "佐餐食用，吃肉喝汤。"
  },
  {
    "药膳名": "枳壳砂仁牛肚汤",
    "药材": "炒枳壳8克，砂仁1克。",
    "食材": "牛肚200克。",
    "做法": "牛肚洗净，加入炒枳壳、砂仁，一起入锅后煮2小时即可。",
    "功效": "补气健脾、消食除满。适用于脾胃虚弱所致的食后腹胀、胃下垂等症。",
    "食法": "单独食用，吃肚饮汤。"
  },
  {
    "药膳名": "枸杞肉苁牛鞭汤",
    "药材": "枸杞、肉苁蓉各3克。",
    "食材": "黄牛鞭60克，肥母鸡肉30克，生姜5克，花椒1克，绍酒10毫升，味精1克，盐3克，植物油5克。",
    "做法": "步骤1：牛鞭热水浸泡发胀，剖开，刮洗干净，用冷水浸漂40分钟，切段；枸杞、肉苁蓉洗净，加白酒润透，上笼蒸2小时，取出漂洗干净，装入纱布袋内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入牛鞭，煮沸后撇去泡沫，加入生姜、花椒、绍酒、母鸡肉，大火煮沸，小火炖煮。隔1小时翻动一次，防止粘锅。\n_x000D_\n\t　　步骤2：炖至牛鞭六成熟时，拣去生姜、花椒，再大火煮沸，投入药袋，小火炖煮，至牛鞭八成熟时，取出牛鞭，切条状，继续炖煮，以牛鞭熟烂为度。捞出鸡肉和药袋，加味精、盐、植物油调味即可。",
    "功效": "补肾助阳、益精润燥。适用于肾阳虚弱、精血不足所致的阳痿、滑精、腰膝酸软、头昏、耳鸣等症。",
    "食法": "做点心食用。吃鞭喝汤。"
  },
  {
    "药膳名": "水陆双参",
    "药材": "党参、枸杞各5克。",
    "食材": "水发海参150克，玉兰片25克，葱3克，酱油5毫升，料酒10毫升，白砂糖3克，清汤400毫升，淀粉10克，椒油3毫升。",
    "做法": "步骤1：党参洗净，切片，加水煎煮，提取浓缩汁10毫升；枸杞洗净，放碗里，上笼蒸熟；海参切块，玉兰片切薄，均用沸水汆烫。\n_x000D_\n\t　　步骤2：锅入油，烧热后下葱炝锅，投入海参，加入酱油、料酒、白砂糖和清汤，煮沸后小伙慢炖，待汤不足时，力口入党参浓缩汁和玉兰片，加入熟枸杞，淀粉勾汁，加椒油即可。",
    "功效": "补肾健睥、益精养血。适用于脾肾亏损、精血不足所致的阳痿、遗精、小便频数、腰膝酸软、体倦乏力、头晕眼花等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "海鲜童子鸡",
    "药材": "海马8克。",
    "食材": "虾仁10克，童子鸡1只，葱白、生姜各5克，料酒15毫升，盐5克，清汤适量，味精2克，豆粉20克。",
    "做法": "步骤1：童子鸡宰杀，去毛、爪和内脏，洗净，沸水汆烫，剁成小块；海马、虾仁用温水洗净，泡10分钟备用。\n_x000D_\n\t　　步骤2：海马和虾仁放在鸡肉上，加葱白段、生姜块和料酒、盐、清汤，上笼隔水炖至熟烂。拣去葱白、生姜，将鸡肉倒入碗里，原汤留用。\n_x000D_\n\t　　步骤3：原汤内加入料酒、味精、盐，烧沸后撇去浮沫，用豆粉勾芡收汁，浇在鸡肉上即可。",
    "功效": "温阳补精、暖中益气。适用于虚劳赢瘦、阳痿、早泄、小便频数等症。",
    "食法": "做点主食用。"
  },
  {
    "药膳名": "车前草猪肚汤",
    "药材": "新鲜车前草30克。",
    "食材": "猪肚300克，姜5克，盐2克，淀粉15克，料酒10毫升。",
    "做法": "步骤1：车前草择洗干净，切碎；猪肚洗净，加盐、淀粉、料酒拌匀，切块；姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入猪肚、姜，大火煮沸后，加入车前草，转小火煲2小时，加盐调味即可。",
    "功效": "清热利湿、利尿通淋。适用于治疗膀胱炎、尿道炎等症。",
    "食法": "吃猪肚，喝汤。"
  },
  {
    "药膳名": "桂花山药羹",
    "药材": "山药150克，鲜桂花5克(干品1克)。",
    "食材": "冰糖适量。",
    "做法": "步骤1：将去皮洗净切成小丁的山药放入锅中，加水适量开始煮。\n_x000D_\n\t　　步骤2：待山药煮至七八成熟时，放入桂花、冰糖，煮至山药糯软、汤汁浓稠，即可食用。",
    "功效": "健脾固肾、补肺化痰。适用于痰饮喘咳、肺结核低热、慢性支气管炎、泄泻等症。",
    "食法": "随时食用。"
  },
  {
    "药膳名": "酸枣仁桂圆猪肉汤",
    "药材": "酸枣仁10克，桂圆5枚。",
    "食材": "猪瘦肉200克，姜5克，盐、胡椒粉各1克。",
    "做法": "步骤1：猪瘦肉洗净，切片；酸枣仁、桂圆清水洗净；姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入猪肉、酸枣仁、桂圆、姜，大火煮沸后，撇净浮沫，转小火炖煮2小时，加盐、胡椒粉调味即可。",
    "功效": "养心解郁、益气提神。",
    "食法": "吃桂圆、猪肉，喝汤。"
  },
  {
    "药膳名": "黄芪鸡骨草炖肉",
    "药材": "鸡骨草20克，黄芪10克。",
    "食材": "猪瘦肉150克，盐3克。",
    "做法": "步骤1：鸡骨草、黄芪清水洗净；猪肉洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡骨草、黄芪，煎煮30分钟，捞去药渣，汤汁倒入碗中备用。砂锅内放入猪肉，加适量水，炖煮40分钟，倒入药汁，煮20分钟，加盐调味即可。",
    "功效": "补脾保肝、益气清热。适用于食欲不振、神疲乏力等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "香参炖大肠",
    "药材": "木香7克，海参8克。",
    "食材": "猪大肠400克，葱、姜各5克，盐3克，老抽10毫升。",
    "做法": "步骤1：海参泡发，洗净，切片；猪大肠去脂肪，漂洗干净，入沸水中余去腥味；葱洗净，切段；姜洗净，切片；木香装入药袋中，备用。\n_x000D_\n\t　　步骤2：砂锅置大火上，入水适量，放入大肠，煮沸后，撇去浮沫，加入葱、姜，转至小火炖煮至大肠八成熟，放入海参、药袋，煮至大肠烂熟，加盐、老抽，稍煮即可。",
    "功效": "养血行气。适宜气滞兼津亏便秘者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参雪梨鸡",
    "药材": "党参6克。",
    "食材": "乌鸡1只，红枣5枚，雪梨1个，盐3克，鸡精1克，植物油10毫升。",
    "做法": "步骤1：雪梨洗净，去核、皮，切成小块；红枣去核，洗净；党参洗净，浸泡，切片；乌鸡宰杀后，去毛、内脏、爪，切块，入沸水中汆烫去除血水，捞出备用。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油烧至九成热，放入鸡块爆炒10分钟，注入适量水，加入雪梨、红枣、党参，转小火煮约40分钟，加盐、鸡精调味即可。",
    "功效": "益心安神、补肺润肺。适用于肺热、肺燥、咳嗽、痰多等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "健脾麦片粥",
    "药材": "党参、黄芪各10克，当归、酸枣仁、甘草各8克，丹参8克，桂枝3克。",
    "食材": "麦片60克。佳圆肉20克，红枣5枚。",
    "做法": "步骤1：所有药材清水洗净，放入纱布袋中，扎口；红枣泡透，去核，洗净；桂圆肉洗净。\n_x000D_\n\t　　步骤2：砂锅量小火上，入水适量，放入纱布袋煎煮1小时，捞去药袋，下入麦片、桂圆肉、红枣，大火煮沸后转小火熬煮至粥黏稠，即可食用。",
    "功效": "健脾养心，益气补血。适宜气血双亏、心脾两虚者食用。",
    "食法": "宜早、晚空腹食用。"
  },
  {
    "药膳名": "当归地黄鸡肉煲",
    "药材": "熟地黄、当归各15克，炒白芍5克。",
    "食材": "鸡腿1个，盐5克。",
    "做法": "步骤1：熟地黄、当归清水洗净，与炒白芍放入药袋中；鸡腿洗净，剁块，入沸水中汆烫，捞出备用。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入鸡腿，大火煮沸后，下入药袋，转小火煲40分钟，捞去药袋，加盐调味即可。",
    "功效": "补血养阴、强身健体。适用于经血过多、崩漏等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "陈皮核桃粥",
    "药材": "陈皮5克。",
    "食材": "核桃仁18克，大米80克，植物油10毫升，冰糖末5克。",
    "做法": "步骤1：大米淘净；陈皮润透，切丝；核桃仁洗净。\n_x000D_\n\t　　步骤2：锅入油，烧热后下核桃仁炸香，捞出沥干备用。\n_x000D_\n\t　　步骤3：砂锅置火上，入水适量，下入大米，大火煮沸，小火慢煮30分钟，放入核桃仁、陈皮、冰糖末搅匀，再煮30分钟即可。",
    "功效": "补肾固精、温肺定喘、润肠补脑、燥湿化痰。",
    "食法": "每日2次，早晚食用。"
  },
  {
    "药膳名": "附片炖狗肉",
    "药材": "熟附片15克。",
    "食材": "狗肉500克，生姜60克，葱白10克，盐5克，味精2克，胡椒粉3克。",
    "做法": "步骤1：狗肉洗净，切小块；生姜洗净；熟附片装入纱布包内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅内加水，放入纱布包熬煎2小时左右，投入狗肉和生姜、葱白，加水适量，继续炖煮2小时，加盐、味精、胡椒粉调味即可。",
    "功效": "温肾益精、散寒助阳。适用于脾肾阳虚所致的阳痿、早泄、夜尿频多、畏寒肢冷、肚腹胀大，小便减少，大便稀薄等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "茉莉佛手煮蛋",
    "药材": "佛手8克。",
    "食材": "茉莉花10克，鸡蛋2枚。",
    "做法": "步骤1：佛手清水浸泡，洗净；鸡蛋洗净外壳。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，放入鸡蛋，煮至蛋熟，捞出后去掉蛋壳，放入锅中，转小火与佛手、茉莉花同煮20分钟即可。",
    "功效": "疏肝理气、醒脾固涩。适宜胃及十二指肠溃疡者食用。",
    "食法": "吃鸡蛋，每次2个，每日一次。"
  },
  {
    "药膳名": "山楂调经粥",
    "药材": "山楂20克，血藤、益母草各10克，当归、川芎各5克。",
    "食材": "大米100克，红糖5克。",
    "做法": "步骤1：大米淘洗干净；所有药材清水洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入所有药材，煎煮1小时，捞去药渣，加适量水，下入大米，大火煮沸后转小火熬煮至粥黏稠，加红糖调味即可。",
    "功效": "活血去瘀、调经止痛。适宜血瘀痛经、月经有血块、经期延后者食用。",
    "食法": "每日2次，经前1周开始服用。"
  },
  {
    "药膳名": "柏子茯苓饼",
    "药材": "茯苓、柏子仁各10克。",
    "食材": "全麦粉40克，植物油20毫升。",
    "做法": "步骤1：茯苓洗净，烘干；柏子仁炒至香黄，与茯苓一起研成细末。\n_x000D_\n\t　　步骤2：全麦粉与茯苓、柏子仁末一起放入盆中，加温水揉制成面团。擀成薄饼。\n_x000D_\n\t　　步骤3：平底锅置火上烧热，放入植物油烧热，逐个放入饼坯，小火烙至熟透即可。",
    "功效": "适用于近视调理。",
    "食法": "佐餐服食。"
  },
  {
    "药膳名": "黄白菊豆汤",
    "药材": "桑叶8克，夏枯草10克。",
    "食材": "白菊花8克，黄豆20克，白砂糖8克。",
    "做法": "步骤1：桑叶、夏枯草、白菊花均洗净，黄豆淘洗干净，浸泡2小时。\n_x000D_\n\t　　步骤2：炖锅置火上，入水适量，放入桑叶、夏枯草、白菊花、黄豆，大火煮沸后转小火炖煮至豆熟，加白砂糖调匀即可。",
    "功效": "清热消毒，适用于热毒型红眼病。",
    "食法": "每日一剂，分2次服，连用数日。"
  },
  {
    "药膳名": "甘蔗丝瓜粥",
    "药材": "新鲜甘蔗30克。",
    "食材": "生丝瓜20克，粳米60克。",
    "做法": "步骤1：丝瓜洗净切段，榨汁；甘蔗洗净切碎，榨汁。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入丝瓜汁、甘蔗汁烧沸，下入粳米小火熬煮成粥即可。",
    "功效": "消肿止痛、清热生津。适用于急、慢性咽炎。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "茯苓参粥",
    "药材": "党参15克，白茯苓10克。",
    "食材": "大米100克，姜3克。",
    "做法": "步骤1：大米淘洗干净；党参、姜洗净，切片；茯苓洗净，捣碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入党参、姜、茯苓煎煮40分钟，滤渣取汁，备用；锅中注入适量水，下入大米，大火煮沸后，倒入药汁，转小火熬煮至粥黏稠，即可食用。",
    "功效": "补气养胃。适宜慢性肝炎、脾胃虚弱、腹泻、烦躁失眠等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "天麻炖鹌鹑",
    "药材": "天麻15克。",
    "食材": "鹌鹑2只，料酒10毫升，葱、姜各8克，盐3克，鸡精1克，白砂糖2克，小茴香3克，老抽10毫升。",
    "做法": "步骤1：鹌鹑宰杀后，去毛、内脏，洗净血水；天麻清水泡软，切片；葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入天麻、葱、姜、料酒、白砂糖、小茴香、老抽、鸡精，小火煎煮50分钟后，加入鹌鹑，卤制30分钟后，加盐调味即可。",
    "功效": "平肝潜阳、祛风通络。适用于头痛、肢体麻木等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "辛夷芡实粥",
    "药材": "芡实25克，辛夷花10克。",
    "食材": "大米80克，盐2克，味精1克。",
    "做法": "步骤1：辛夷花洗净，用纱布包裹，放锅内加水适量，大火煮沸后转小火煎煮30分钟后去渣取汁；芡实、大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入芡实、大米，兑入药汁，大火煮沸后转小火熬煮成粥，加入盐、味精调味即可。",
    "功效": "适用于过敏性鼻炎。证见鼻痒喷嚏、流清涕、鼻塞不通、伴有体倦乏力、心悸气短、咳嗽食少等。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "川芎山楂牛肉汤",
    "药材": "川芎10克，山楂15克。",
    "食材": "牛肉350克，姜、葱各5克，料酒5毫升，植物油10毫升，盐3克，鸡精2克。",
    "做法": "步骤1：牛肉洗净，切片；川芎洗净，润透；姜洗净，切片；葱洗净，切段；山楂去核，洗净。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧热，下姜片、葱段爆香，放入牛肉片炒至变色，烹入料酒，加入川芎炒匀，注入清水适量，大火煮沸后，转小火炖1小时，加入盐、鸡精调味，即可饮用。",
    "功效": "活血化瘀、补气散结。适用于子宫肌瘤，证属气虚血瘀者的辅助治疗。",
    "食法": "食肉喝汤，分次食用。"
  },
  {
    "药膳名": "花菇烧山药",
    "药材": "花菇、山药各200克。",
    "食材": "植物油10毫升，盐3克，白砂糖5克，水淀粉5毫升，葱末、姜末各3克。",
    "做法": "步骤1：花菇泡软、去蒂，泡花菇的水留着备用；山药去皮，洗净切成厚片。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，爆香葱末、姜末，放入花菇略炒，加入盐、白砂糖、适量花菇水，烧煮片刻，加入山药片同煮至熟软时，淋入水淀粉勾芡即可。",
    "功效": "适宜脾虚、肾虚、咽喉不适者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "桔梗炒苦瓜",
    "药材": "鲜桔梗80克。",
    "食材": "苦瓜200克，盐3克，味精1克，姜片、葱段各5克，植物油10毫升。",
    "做法": "步骤1：桔梗洗净，润透切片；苦瓜洗净，去瓤，切块。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至六成热，下姜片、葱段爆香，再下入苦瓜、桔梗炒熟，加入盐、味精调味即可。",
    "功效": "清热解毒、利咽祛火。适宜慢性咽炎患者食用。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "阿胶杜仲炖子鸡",
    "药材": "阿胶、杜仲各15克。",
    "食材": "子鸡1只，姜5克，盐3克。",
    "做法": "步骤1：子鸡宰杀后，去毛、内脏、爪；阿胶研碎；杜仲清水洗净；姜洗净，切片。\n_x000D_\n\t　　步骤2：子鸡放入炖盅中，加入姜片、杜仲，加盖隔水炖2小时，放入阿胶溶化，加盐调味即可。",
    "功效": "温经散寒、益阴养血。适宜产后气血虚弱者食用。",
    "食法": "吃鸡肉，喝汤。"
  },
  {
    "药膳名": "青黛炒丝瓜",
    "药材": "青黛2克。",
    "食材": "丝瓜200克，香油8毫升，生蒜5克，盐3克。",
    "做法": "步骤1：丝瓜洗净切薄片；生蒜洗净切片：青黛洗净。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧热，下入蒜片爆香，放入丝瓜片、青黛，翻炒至熟，加盐调味即可。",
    "功效": "消肿止痛。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "静心茶",
    "药材": "藿香、杏仁、木瓜、苍术各30克，川朴、党参各25克，半夏、赤苓、扁豆各50克，砂仁、甘草各10克。",
    "食材": "茶叶100克，红枣30枚，生姜10克。",
    "做法": "步骤1：以上药材都去杂质，杏仁去皮尖，苍术土炒，加茶叶一同研成粗末。\n_x000D_\n\t　　步骤2：取粗末8克，与姜2克、枣4枚一起煎煮即可。",
    "功效": "安定心神、止渴生津。适用于脾胃久虚所致的恶心呕吐、渴欲饮水、咳嗽痰多、腹胀便溏等症。",
    "食法": "每日2次，代茶饮用。"
  },
  {
    "药膳名": "燕窝牛奶",
    "药材": "燕窝5克。",
    "食材": "牛奶450毫升。",
    "做法": "燕窝洗净，隔水炖熟，倒入牛奶后煮沸即可。",
    "功效": "益脾和胃、滋阴润燥。适用于胃气虚弱、胃阴不足所致的呕吐反胃、噎膈、津液枯槁、饮食难下、大便燥结等症。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "白果鸡丁",
    "药材": "白果80克。",
    "食材": "鸡肉400克，青椒1个，鸡蛋2枚，水淀粉10毫升，葱、姜各5克，盐2克，料酒5毫升，白砂糖5克，味精1克，香油2毫升，老抽5毫升。",
    "做法": "步骤1：白果去壳，洗净，捣碎；鸡肉洗净，切丁，放入蛋清，加老抽、水淀粉拌匀，腌制30分钟，备用；青椒择洗干净，切块；葱洗净，切段；姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置小火上，入油烧至五成热，放入白果，炸成金黄色捞出，放入既定，炒熟后捞出沥油；净锅烧热后加入葱、姜、青椒，下入鸡丁、白果，大火翻炒均匀，加盐、白砂糖、味精、香油，烹八料酒，翻炒片刻即可。",
    "功效": "补气养血、止咳平喘。适用于老年体虚湿重的久咳、痰多、气喘、小便频数，以及妇女浊湿下注、带下量多、专稀等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "槟榔木香粥",
    "药材": "木香、槟榔各4克。",
    "食材": "大米100克，冰糖5克。",
    "做法": "步骤1：大米淘洗干净；槟榔、木香洗净，\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入槟榔、木香，煎煮40分钟，去捞去药渣，加适量水，下入大米熬煮至粥将稠时加入冰糖，稍煮片刻即可。",
    "功效": "行气通便。适用于湿热内停、赤白痢疾、里急后重、胃肠积滞、脘腹胀痛、大便不通等症。",
    "食法": "可作早、晚餐服食。"
  },
  {
    "药膳名": "猪肉扁豆汤",
    "药材": "白扁豆15克。",
    "食材": "猪瘦肉300克，葱5克，盐2克。",
    "做法": "步骤1：白扁豆洗净；猪肉洗净，切片备用；葱洗净，切碎。\n_x000D_\n\t　　步骤2：汤煲置中火上，入水适量，放入白扁豆，煮至熟烂，加入猪肉，煲煮30分钟，加葱、盐调味即可。",
    "功效": "化湿消暑、健脾胃。适宜食欲不振、脾胃虚弱者食用。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "银耳莲子羹",
    "药材": "莲子40克，水发银耳20克。",
    "食材": "枸杞5克，冰糖末3克。",
    "做法": "步骤1：银耳洗净；莲子洗净，润透去心。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入银耳、莲子、枸杞，大火煮沸后转小火煮至银耳熟烂，加冰糖末调味即可。",
    "功效": "健脾养胃、清热养阴。适用于阴虚火旺所致的口腔溃疡或口舌生疮等症。",
    "食法": "早晚各食1小碗。"
  },
  {
    "药膳名": "干姜羊肉汤",
    "药材": "干姜25克。",
    "食材": "羊肉200克。盐、葱、花椒粉各3克。",
    "做法": "步骤1：羊肉洗净，切片；葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入羊肉、干姜炖煮至熟，加盐、葱、胡椒粉调味即可。",
    "功效": "温里散寒。适用于脾肾阳虚之肢冷畏寒、腰膝酸软、小便清长等症。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "金樱子炖肉",
    "药材": "仙茅、金樱子各10克。",
    "食材": "瘦猪肉500克。",
    "做法": "步骤1：猪肉洗净，切块；仙茅、金樱子洗净，捣碎，放入纱布袋里，扎口。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肉、金樱子、仙茅，大火煮沸后，转小火煮至肉烂熟，捞去纱布袋。",
    "功效": "补肾阳、强筋骨。适宜阳痿者食用。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "苍耳豆腐粥",
    "药材": "苍耳子15克。",
    "食材": "豆腐60克，粳米80克。",
    "做法": "步骤1：苍耳子洗净，用布包好；豆腐洗净，切块；粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药包、粳米大火煮沸后下入豆腐，转小火熬煮成粥即可。",
    "功效": "散风祛湿、清热生津、消炎镇痛。适用于龋齿引起的牙痛。",
    "食法": "每日服一剂，分数次食用。"
  },
  {
    "药膳名": "虫草羊肉煲",
    "药材": "冬虫夏草10克，枸杞15克。",
    "食材": "羊肉300克，姜5克，盐3克。",
    "做法": "步骤1：羊肉洗净，切块；冬虫夏草、枸杞清水浸泡，洗净；姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下入羊肉、姜片，大火煮沸后，放入虫草、枸杞煲2小时，加盐调味即可。",
    "功效": "温补肝肾、益精壮阳。适用于治疗黑眼圈、头晕眼花及飞蚊症。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "桑杏菊花甜汤",
    "药材": "桑叶、菊花、枸杞各10克。",
    "食材": "杏仁粉50克，果冻粉15克，白砂糖25克。",
    "做法": "步骤1：桑叶、菊花、枸杞均洗净；桑叶入锅中加水，小火加热至沸腾，煎煮5分钟后关火，滤取药汁备用。\n_x000D_\n\t　　步骤2：杏仁粉与果冻粉倒入药汁中，小火加热搅拌，沸腾后倒入保鲜盒中待凉，入冰箱冷藏。\n_x000D_\n\t　　步骤3：净锅置火上，入水适量，放入菊花、枸杞，小火煮沸，加入白砂糖搅拌至溶化，将凝固的杏仁冻切块倒入药汁中即可食用。",
    "功效": "疏散风热、清泄肺肝。适用于头晕头痛、目赤肿痛等症。",
    "食法": "每日一次，连服3天。"
  },
  {
    "药膳名": "气血大补汤",
    "药材": "党参、白芍、茯苓各8克，肉桂2克，熟地黄、当归各6克，炙甘草5克。",
    "食材": "猪肉300克，猪骨200克，姜、葱各10克，料酒5毫升，盐2克，花椒、味精各2克。",
    "做法": "步骤1：所有药材洗净，让如纱布包里，扎口；猪肉洗净，切片；猪骨洗净，剁块；姜洗净，切片；葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肉、猪骨，加葱、姜、料酒，花椒，大火煮沸后，撇去浮沫，放入纱布包，转小火炖煮至肉烂熟，加盐、味精调味即可。",
    "功效": "气血双补。适宜气血俱虚或久病体虚者食用。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "桂圆老鸽汤",
    "药材": "桂圆10枚，陈皮4克。",
    "食材": "老鸽子1只，荔枝10枚，姜5克，盐2克。",
    "做法": "步骤1：老鸽宰杀后，去毛、内脏、爪，洗净，切成块，放入沸水中，汆去血水；将荔枝、桂圆分别去壳、核，取肉；姜洗净，切片；陈皮用清水泡软，刮去白瓤。\n_x000D_\n\t　　步骤2：瓦煲置火上，注入适量清水，煮沸后，放入老鸽、姜片、陈皮，再次煮沸后，转小火炖煮90分钟，放入荔枝肉、桂圆肉煮5分钟后，加入盐调味即可。",
    "功效": "补血养颜、补心安神。适宜血气不足、面色苍白、气促、精神不振、食欲不振、胃口欠佳者食用。",
    "食法": "吃荔枝、桂圆，喝汤。"
  },
  {
    "药膳名": "枸杞蒸蛋",
    "药材": "枸杞10克。",
    "食材": "植物油10毫升，鸡蛋2各，老抽5毫升，盐、味精各2克，水淀粉5毫升。",
    "做法": "步骤1：鸡蛋打入碗中，搅拌咸蛋液，加盐、味精、水淀粉调匀。\n_x000D_\n\t　　步骤2：蒸锅置火上，碗中撒上枸杞，上笼大火蒸10分钟，倒入植物油、老抽，蒸5分钟即可。",
    "功效": "补养阴血。适用于血虚头痛、头晕心悸、神疲乏力等症。",
    "食法": "吃蛋饮汤，每日一次。"
  },
  {
    "药膳名": "贝母蒸瓜",
    "药材": "贝母粉3克。",
    "食材": "香瓜1个，银耳15克，红枣5枚，冰糖5克。",
    "做法": "步骤1：银耳润透，泡发，撕成小朵；红枣洗净，去核；冰糖研碎；香瓜去皮，瓤，洗净。\n_x000D_\n\t　　步骤2：蒸锅置火上，将银耳、红枣、贝母粉、冰糖放入香瓜内，加少许水，放入蒸碗中，上笼蒸1小时即可。",
    "功效": "滋补气血、润肺止咳。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "银杏莲子炖乌鸡",
    "药材": "新鲜莲子120克，罐头装银杏20克。",
    "食材": "乌骨鸡腿1只，盐3克。",
    "做法": "步骤1：鸡腿洗净、剁块，沸水氽烫后捞起，用清水冲净。\n_x000D_\n\t　　步骤2：鸡腿入砂锅，加水后大火煮开，小火炖20分钟。\n_x000D_\n\t　　步骤3：莲子洗净，放入砂锅煮20分钟，再加入银杏煮开后，加盐调味即可。",
    "功效": "促进消化、清心宁神、消除疲劳。适用于带下量多、白浊、尿频或遗尿、肾气虚等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "知母龙骨炖小母鸡",
    "药材": "知母15克，龙骨30克。",
    "食材": "小母鸡1只(未下蛋)。",
    "做法": "步骤1：母鸡宰杀，去毛和内脏，洗净，将知母、龙骨放入鸡腹腔内。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入母鸡，小火炖至熟烂即可。",
    "功效": "滋阴降火。适用于早泄伴情欲亢盛、梦遗滑精等症。",
    "食法": "佐餐食用，吃肉喝汤。"
  },
  {
    "药膳名": "水晶海参",
    "药材": "水发海参120克，水发青豆15克。",
    "食材": "鲜虾仁40克，熟肥膘40克，熟火腿40克，熟鸡脯40克，口蘑15克，里脊肉40克，盐5克，料酒10毫升，酱油5毫升。",
    "做法": "步骤1：虾仁、青豆焯水；海参、肥膘、火腿、鸡脯均切成丁；里脊肉剁成肉末备用。\n_x000D_\n\t　　步骤2：清汤倒入砂锅，烧至将沸时，入肉末，煮1分钟即捞出，加入适量盐、料酒和酱油。\n_x000D_\n\t　　步骤3：汤煮沸，撇去浮沫，加海参、虾仁、鸡脯、肥膘、火腿、青豆、口蘑，煮沸即可。",
    "功效": "补肾益精、养血润燥。适用于肾精亏损、阴血不足所致的阳痿、遗精、小便频数、大便燥结等症，也用于健康人强身健体。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "蒸郁金鸭肉",
    "药材": "郁金、山楂各8克。",
    "食材": "干金针菇10克，鸭肉400克，清汤200毫升，料酒10毫升，盐、胡椒粉各3克，味精2克。",
    "做法": "步骤1：山楂清水浸泡，去核，切半；金针菇清水泡透，去老根，洗净；郁金泡软，洗净；鸭肉洗净，剁块，放入蒸盆，加料酒、盐、胡椒腌制15分钟，备用。\n_x000D_\n\t　　步骤2：蒸锅置火上，蒸盆中加入郁金、山楂、金针菇，注入清汤，上笼蒸2小时，加味精调味即可。",
    "功效": "清热祛湿、调经止痛。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "银杏银耳羹",
    "药材": "银杏15克。",
    "食材": "水发银耳20克，冰糖末10克。",
    "做法": "步骤1：银杏去壳、心，洗净；银耳洗净，撕成瓣状，去蒂。\n_x000D_\n\t　　步骤2：银杏和银耳放入锅里，加水，中火烧沸，小火炖1小时，加冰糖末即可。",
    "功效": "滋阴润肺、定喘止咳。适用于阴虚咳嗽、白带混浊、遗精、小便频数等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "巴戟天炖海参",
    "药材": "巴戟天10克，银杏8克。",
    "食材": "海参250克，猪绞肉120克，胡萝卜50克，白菜1棵，盐3克，酱油3毫升，白胡椒粉2克，醋5毫升，白砂糖、淀粉各5克。",
    "做法": "步骤1：海参洗净，去掉腔肠，氽烫后捞出，切大块；胡萝卜切片；猪绞肉加盐和胡椒粉拌均匀，捏成小肉丸。\n_x000D_\n\t　　步骤2：巴戟天、胡萝卜、肉丸放入锅里，加水煮开，加盐、酱油、醋、白砂糖调味后，倒入海参、银杏煮沸，然后加入洗净的白菜，煮沸时用水淀粉勾芡即可。",
    "功效": "补肾益髓、壮阳疗痿。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "甜杏仁粥",
    "药材": "甜杏仁8克。",
    "食材": "大米80克。",
    "做法": "步骤1：大米淘洗干净；甜杏仁洗净，研成泥状。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、杏仁，大火煮沸后，转小火熬煮至粥黏稠，即可食用。",
    "功效": "止咳平喘。适用于咳嗽、气喘等症。",
    "食法": "宜早、晚食用。"
  },
  {
    "药膳名": "杜仲牛尾汤",
    "药材": "杜仲10克。",
    "食材": "牛尾1条，番茄2个，马铃薯1个，姜5克，白胡椒粉、盐各2克。",
    "做法": "步骤1：杜仲洗净，切片；番茄洗净，切块：马铃薯去皮，洗净，切片；姜洗净，切片，纱布绞汁；牛尾洗净，入沸水中汆烫片刻，捞出沥干。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下入杜仲、牛尾，注入姜汁，大火煮沸后，转小火煲1小时，放入番茄、马铃薯继续煲30分钟，捞去药材，加盐、白胡椒粉调味即可。",
    "功效": "补益肝肾、强筋壮骨。适用于腰膝酸软、阳痿、尿频等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "四仙茶",
    "药材": "枸杞10克，菊花、桑叶各5克，谷精草2克",
    "食材": "",
    "做法": "枸杞、菊花、桑叶、谷精草洗净，共研成粗末，放入杯中，加沸水冲泡即可。",
    "功效": "滋补肝肾、益气活血、明目退翳。适用于目昏干涩、头晕耳鸣等症。",
    "食法": "每日一次。代茶饮用。"
  },
  {
    "药膳名": "羊肉粥",
    "药材": "黄芪、人参各4克，白茯苓8克。",
    "食材": "大米100克，红枣5枚，羊肉80克，盐、胡椒粉各2克。",
    "做法": "步骤1：大米淘洗干净；红枣洗净，去核；羊肉洗净，切丁；黄芪、人参洗净，切片。\n_x000D_\n\t　　步骤2：锅置小火上，放入药材，加适量水煎煮40分钟，捞去药渣，放入羊肉、红枣，下入大米，加盐、胡椒粉调味，熬煮至粥黏稠即可。",
    "功效": "补气开阳、温中暖肾。",
    "食法": "宜作早、晚餐食用。"
  },
  {
    "药膳名": "当归烧羊肉",
    "药材": "当归、生地各10克。",
    "食材": "羊肉500克，植物油10毫升，姜5克，老抽、黄酒各5毫升，盐3克，白砂糖2克。",
    "做法": "步骤1：羊肉洗净，切片，入沸水中煮熟，捞出沥干，切片；当归、生地洗净；姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至七成热，放入羊肉翻炒至变色，放入当归、生地、干姜、老抽、盐、糖，烹八黄酒，加适量水，煮沸后，转小火煮至肉烂熟即可。",
    "功效": "益气补虚、温脾暖肾。",
    "食法": "宜秋、冬季节食用。"
  },
  {
    "药膳名": "红薯粥",
    "药材": "红薯120克。",
    "食材": "大米40克。",
    "做法": "步骤1：红薯洗净，去皮，切小块；大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅内放入红薯和大米，加水，大火烧沸，小火熬煮30分钟即可。",
    "功效": "益气健脾、润肠通便。适用于高血脂、便秘、夜盲症、大便出血、动脉硬化、过度肥胖等症。",
    "食法": "每日2次，早晚温热食用。"
  },
  {
    "药膳名": "养心紫米粥",
    "药材": "莲子20克，桂圆30克。",
    "食材": "红枣4枚，紫米80克，白砂糖10克。",
    "做法": "步骤1：莲子洗净，去心；紫米洗净后热水泡1小时；红枣洗净，泡发备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，倒入紫米，中火煮沸后改小火，放入莲子、红枣、桂圆，煮50分钟，加白砂糖调味即可。",
    "功效": "养心补肾、安和五脏、补血益气。",
    "食法": "晨起温热服食，每日一次。"
  },
  {
    "药膳名": "合欢玉米粥",
    "药材": "合欢皮各8克。",
    "食材": "熟玉米80克，红糖5克。",
    "做法": "步骤1：合欢皮洗净；熟玉米剥下玉米粒，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入合欢皮煎煮40分钟，捞去药渣，加玉米粒煮20分钟，加糖调味即可。",
    "功效": "解郁安神、活血消肿。适用于治疗健忘失眠及跌打损伤等症。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "白萝卜汁",
    "药材": "白萝卜1个。",
    "食材": "蜂蜜50克。",
    "做法": "步骤1：白萝卜洗净，挖空，放入蜂蜜，放入大碗内，备用。\n_x000D_\n\t　　步骤2：蒸锅置中火上，碗中加适量清水，上笼蒸煮20分钟至熟即可。",
    "功效": "清热生津、宽中下气。适用于咳嗽、咳痰者食用。",
    "食法": "每天食用2次，早晚各一次，适量服用。"
  },
  {
    "药膳名": "黄瓜除湿汤",
    "药材": "茯苓8克。",
    "食材": "黄瓜150克，豆腐80克，西红柿30克，香油3毫升，盐2克。",
    "做法": "步骤1：茯苓洗净，装入药袋，扎口备用；西红柿洗净，切块；黄瓜洗净，切片；豆腐切块。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入豆腐、药袋煎煮20分钟，捞去药袋，加入西红柿、黄瓜，煮约10分钟，加盐、香油调味即可。",
    "功效": "利水祛湿。适宜痰湿型肥胖者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "玉米排骨煲",
    "药材": "玉米棒100克。",
    "食材": "猪骨500克，胡萝卜80克，生姜10克，红枣5枚，盐5克，鸡精1克，料酒10毫升，清汤200毫升。",
    "做法": "步骤1：排骨洗净，剁段，入沸水中汆烫去除血水，捞出沥干水分，备用；玉米洗净，切段；红枣洗净，去核；姜洗净，切片；胡萝卜洗净，去皮，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，注入清汤，放入所有材料和调味料，大火煮沸后转中火煲至排骨烂熟即可。",
    "功效": "补养气血、健脾益胃。可作为癌症的辅助治疗。",
    "食法": "吃玉米、排骨，饮汤。"
  },
  {
    "药膳名": "红枣冰糖炖肘子",
    "药材": "红枣10枚。",
    "食材": "冰糖20克，猪肘500克，清汤400毫升。",
    "做法": "步骤1：猪肘洗净，剁块；红枣润透，洗净，去核；冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入猪肘、红枣、冰糖，大火煮沸后，撇去浮沫，转小火炖煮2小时，即可食用。",
    "功效": "补脾益气、养血安神。可有效防治骨质疏松和贫血、软化血管。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "黄瓜清热羹",
    "药材": "黄瓜1根。",
    "食材": "薏米40克，大米100克。",
    "做法": "步骤1：大米淘洗干净；薏米清水泡透，洗净；黄瓜去皮，洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、薏米，大火煮沸后，转小火熬至粥将成时，加入黄瓜片，稍煮片刻即可。",
    "功效": "清热利湿。适宜肝胆湿热体质者食用。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "三七蒸鸡",
    "药材": "三七10克。",
    "食材": "子鸡1只，葱、姜各10克，盐3克，味精1克。",
    "做法": "步骤1：鸡宰杀后，去毛、内脏、爪，洗净血水。剁成小块放入蒸盆中，加料酒、盐腌制；葱洗净，切段；姜洗净，切片。\n_x000D_\n\t　　步骤2：蒸锅置火上，葱、姜、三七放入蒸盆中，加适量清水，上笼蒸2小时，出笼后拣去姜葱，调入味精即可。",
    "功效": "补血活血。适用于失血、贫血、气血不足等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "荷叶消脂汤",
    "药材": "干荷叶10克，山楂、陈皮各5克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：干荷叶捣碎；陈皮，山楂浸泡，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入荷叶、山楂、陈皮同煮，大火煮沸后，转小火煎煮30分钟，加冰糖稍煮片刻，待凉后饮用。",
    "功效": "有清热解毒、凉血止血。适用于减肥者食用。",
    "食法": "每周2次。"
  },
  {
    "药膳名": "煮柚皮",
    "药材": "新鲜柚子皮1个。",
    "食材": "葱10克，植物油10毫升，盐2克。",
    "做法": "步骤1：新鲜柚子皮放炭火上，将袖子皮外层烧焦刮去，放清水中浸泡一日，洗净，切块。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，放入柚皮煮至将熟时，放入葱、植物油、盐，烧煮片刻即可。",
    "功效": "解郁、下气、化痰。适用于治疗神经衰弱等症。",
    "食法": "每日2次。"
  },
  {
    "药膳名": "佛手炒肉片",
    "药材": "新鲜佛手100克。",
    "食材": "猪瘦肉200克，木耳15克，植物油10毫升，盐5克，鸡精1克，香油2毫升，葱、姜各5克。",
    "做法": "步骤1：木耳润透、泡发、洗净；佛手去核、皮，洗净切片；猪肉洗净，沥干水分，切片备用。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油烧至九成热，放入葱、姜爆香，加入肉片翻炒5分钟，加佛手、木耳翻炒至熟，加盐、香油调味即可。",
    "功效": "芳香理气、健胃止呕。适宜高血压者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "壮阳狗肉汤",
    "药材": "狗肉800克。",
    "食材": "葱段10克，生姜8克，酱油5毫升，料酒15毫升，白砂糖10克，盐3克，胡椒粉2克，红辣椒3个，植物油20毫升，清汤适量。",
    "做法": "步骤1：狗肉洗净，汆烫，切块，入热油锅，炸成金黄色，捞出备用。\n_x000D_\n\t　　步骤2：砂锅置火上，加清汤，放入葱、姜、红辣椒煮沸，加入狗肉、酱油、盐转小火煨炖90分钟直至肉烂，加入白砂糖焖5分钟，撒上胡椒粉即可。",
    "功效": "温补脾胃、补肾壮阳。适用于阳痿患者。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "延胡索清热粥",
    "药材": "延胡索8克，马齿苋、赤芍各10克，干山楂8克。",
    "食材": "大米100克，白砂糖5克，红枣5枚。",
    "做法": "步骤1：干山楂清水泡软，去核，切半；马齿苋、延胡索、赤芍洗净；大米淘洗干净；红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有药材，大火煮沸后，转小火煎煮30分钟，捞去药渣，下入大米、红枣，熬煮至粥黏稠，加糖调味即可。",
    "功效": "去瘀止痛、清热祛湿。适用于胸痹心痛、脘腹诸痛、头痛、腰痛、疝气痛、筋骨痛、痛经等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "桃仁莲藕汤",
    "药材": "桃仁10克。",
    "食材": "莲藕250克，盐2克。",
    "做法": "步骤1：莲藕洗净，切块；桃仁清水浸泡，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量。下入莲藕、桃仁，大火沸煮1小时至莲藕熟透，加盐调味即可。",
    "功效": "活血去瘀。适用于血瘀型恶露不止等症。",
    "食法": "吃莲藕喝汤。"
  },
  {
    "药膳名": "附片龟羊汤",
    "药材": "枸杞、制附片、党参各8克，当归5克。",
    "食材": "羊肉、龟肉各400克，料酒15毫升，葱段、姜片各10克，冰糖5克，味精2克，胡椒粉3克，植物油20毫升。",
    "做法": "步骤1：党参、枸杞、制附片、当归均洗净；龟肉沸水汆烫，刮去黑膜，剔去脚爪，洗净；羊肉冷水浸泡，洗净血水。龟肉和羊肉放入冷水锅，煮沸2分钟捞出，再放水中洗净，切块备用，\n_x000D_\n\t　　步骤2：锅入植物油，大火烧至八成热时，放龟肉、羊肉煸炒，加料酒，炒干水分，放入砂锅内。再放入党参、制附片、当归、葱、姜片、冰糖，加入清水。大火煮沸，小火炖至九成烂，放入枸杞，再炖10分钟停火，捞出姜、葱、当归，加味精、胡椒粉调味即可。",
    "功效": "补肾滋阴、助阳生血。适用于肾阴、肾阳俱虚所致的勃起无力、面色无华、心烦口渴、须发早白、腰膝酸软、畏寒怕冷、小便清长等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "党参桃仁茶",
    "药材": "明党参10克，桃仁12克。",
    "食材": "茶叶20克。",
    "做法": "步骤1：明党参、桃仁研磨成粉，倒入茶壶中，加入茶叶。\n_x000D_\n\t　　步骤2：壶中注入适量沸水，冲泡后即可饮用。",
    "功效": "益气活血、去瘀止痛。",
    "食法": "每日一次，代茶饮。"
  },
  {
    "药膳名": "梅花健脾粥",
    "药材": "梅花4克，白扁豆15克。",
    "食材": "大米60克。",
    "做法": "步骤1：大米淘洗干净；白扁豆清水浸泡20分钟。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、扁豆，大火煮沸后，转小火熬煮至粥黏稠，加入梅花稍煮片刻即可。",
    "功效": "疏肝理气、健脾开胃、涩肠止泻。适用于慢性胃炎肝胃气滞、胸闷不舒、暖气、食欲减退、消化不良等症。",
    "食法": "每日一次，空腹温服。"
  },
  {
    "药膳名": "橘皮人参茶",
    "药材": "人参2克，橘皮3克。",
    "食材": "白砂糖5克。",
    "做法": "步骤1：人参、橘皮洗净，\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入人参、橘皮煎煮1小时，捞去药渣，加入白砂糖调味即可。",
    "功效": "益气健脾。适宜年老体弱多病者食用。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "鸡血藤煮鸡蛋",
    "药材": "鸡血藤25克。",
    "食材": "鸡蛋2枚，白砂糖5克。",
    "做法": "步骤1：鸡血藤、鸡蛋洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，放入鸡血藤、鸡蛋，入水适量，煮至蛋熟，捞出鸡蛋，剥掉蛋壳，复煮片刻，煎煮至水剩原来一半时，加糖调味即可。",
    "功效": "活血补血、舒筋活络。适用于女性月经不调、贫血等症。",
    "食法": "吃蛋饮汤，每日一次。"
  },
  {
    "药膳名": "水果瞿麦饮",
    "药材": "瞿麦4克。",
    "食材": "苹果、梨各50克，豆苗20克，白砂糖5克。",
    "做法": "步骤1：苹果、梨去皮、核，洗净，切丁；瞿麦洗净；豆苗洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入瞿麦，煎煮30分钟，滤去药汁渣，药汁倒入碗中，凉凉备用。\n_x000D_\n\t　　步骤3：药汁、苹果、梨、豆苗一起放入果汁机，混合搅拌，倒入杯中，加糖调味即可。",
    "功效": "利尿通淋、破血通经。适用于月经不调、淋病等症。",
    "食法": "每日一次，饭后饮用。"
  },
  {
    "药膳名": "党参兔肉煲",
    "药材": "党参、出药各20克，免肉150克。",
    "食材": "红枣5枚，盐2克。",
    "做法": "步骤1：兔肉洗净，入沸水中汆烫，捞出切片：党参、山药洗净，切片；红枣泡透，去核，洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入兔肉、红枣，大火煮沸后，撇去浮沫，加入党参、山药，转小火煲2小时，捞去药渣，加盐调味即可。",
    "功效": "补气养血、益智健脑。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "枸杞叶羊肾粥",
    "药材": "枸杞叶200克。",
    "食材": "羊肾1副，羊肉80克，大米100克，葱白3克，盐3克。",
    "做法": "步骤1：羊肾剖洗干净，刮去筋膜和臊腺，切碎；羊肉洗净，切碎；枸杞叶煎汁去渣。\n_x000D_\n\t　　步骤2：枸杞汁与羊肾、羊肉、葱白、大米一起煮粥。\n_x000D_\n\t　　步骤3：待米熟烂时，加盐调味即可。",
    "功效": "滋肾阳、补肾气、壮元阳。适用于肾虚劳损、阳气衰败所致阳痿、尿频、腰脊疼痛、头晕耳鸣、听力减退等症。",
    "食法": "每日1次，温热服食。"
  },
  {
    "药膳名": "木耳炒蕨菜",
    "药材": "木耳30克。",
    "食材": "蕨菜500克，植物油10毫升，葱5克，姜3克，清汤25毫升，盐3克，鸡精2克。",
    "做法": "步骤1：木耳放入清水中浸泡，润透，处理干净，沥干水分；姜洗净，切片；葱洗净，切段；蕨菜去杂，洗净，入沸水锅中焯烫，捞出沥水，放入盘中冷却备用。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至五成热，下入蕨菜翻炒片刻，转中火，下入姜片、葱段爆香，加入木耳翻炒片刻，烹入清汤烧沸，出锅装盘即可。",
    "功效": "健脾益胃、润肺化痰。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "枸杞洋参汤",
    "药材": "枸杞15克，西洋参3克。",
    "食材": "白砂糖15克。",
    "做法": "步骤1：西洋参切片；枸杞洗净备用。\n_x000D_\n\t　　步骤2：锅加水，放入西洋参、枸杞，大火煮沸，小火煎煮30分钟，加入白砂糖，搅匀即可。",
    "功效": "温补肾阳、壮腰益精。适用于肾虚腰酸、阳虚泄泻、阳痿遗精等症。",
    "食法": "每日一次，饭后饮用。"
  },
  {
    "药膳名": "杏仁羊肺汤",
    "药材": "杏仁6克。",
    "食材": "羊肺1具，柿霜、绿豆粉、酥油各20克，蜂蜜40克。",
    "做法": "步骤1：银杏去皮研末，加柿霜、绿豆粉、酥油，倒入碗内，加蜂蜜调匀，再加清水，搅拌成浓汁备用；羊肺洗净，去血水，灌八药汁。\n_x000D_\n\t　　步骤2：羊肺放入瓦罐内，加水600毫升，隔水炖熟后，捞出，加汤汁即可。",
    "功效": "补虚益肺、利尿清热、止咳平喘。适用于久病体弱、阴虚内热、虚火灼肺、宣降失常的肺痿咳嗽、吐痰黏稠多白沫、精神疲乏、形体消瘦、心悸气喘、口唇干燥等症。",
    "食法": "吃肺喝汤。"
  },
  {
    "药膳名": "首乌山楂粥",
    "药材": "何首乌8克。",
    "食材": "山楂12克，大米80克。",
    "做法": "步骤1：山楂洗净，去核，切薄片；何首乌润透，切薄片；大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入大米、山楂、何首乌，大火煮沸转小火炖煮1小时即可。",
    "功效": "补肝肾、益气血。适用于心律不齐属肝阴虚患者。",
    "食法": "每日2次.早晚做主食用。"
  },
  {
    "药膳名": "党参扁豆粥",
    "药材": "党参10克。",
    "食材": "扁豆30克，粳米50克。",
    "做法": "扁豆、党参同煎，去滓取汁，加粳米如常法煮粥。",
    "功效": "益气健脾。适用于肺脾气虚型慢性鼻炎。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "清凉豆腐汤",
    "药材": "金银花20克，野菊花20克。",
    "食材": "鲜豆腐150克，盐3克。",
    "做法": "步骤1：金银花、野菊花洗净；豆腐洗净，切小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入银花、野菊花大火煮沸后放入豆腐转小火煲20分钟，加盐调味即可。",
    "功效": "疏散风热、清热解毒。适用于急性扁桃体炎。",
    "食法": "饮汤，豆腐随意食用。"
  },
  {
    "药膳名": "百合红豆汤",
    "药材": "百合、红豆各25克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：红豆淘洗干净，用清水浸泡4小时；百合洗净，用清水浸泡2小时。\n_x000D_\n\t　　步骤2：锅置火上，注入清水适量，放入百合、红豆.大火煮沸，再转小火熬煮30分钟，加入冰糖调味即可。",
    "功效": "益气补血、止渴生津：适用亍夏季消暑。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "补脾鸡蛋汤",
    "药材": "莲子、芡实、山药各5克。",
    "食材": "鸡蛋1枚，白砂糖5克。",
    "做法": "步骤1：芡实、莲子、山药洗净，装入药袋里。扎口；鸡蛋洗净外壳。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入药袋煎煮1小时，捞去药袋，放入鸡蛋煮熟，去壳复煮片刻，加糖调味即可。",
    "功效": "补脾益肾、固精安神。适用于肾虚遗精等症。",
    "食法": "吃蛋喝汤，每日一次。"
  },
  {
    "药膳名": "枸杞叶猪肝汤",
    "药材": "枸杞叶150克。",
    "食材": "猪肝200克，白砂糖10克。",
    "做法": "步骤1：枸杞叶洗净；猪肝洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入枸杞叶、猪肝片，大火煮沸转小火煎煮15分钟，关火，稍凉后去渣取液，加入白砂糖调味即可。",
    "功效": "清热止渴、明目祛风。适用于夜盲、风热目赤、视力衰退等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "枸杞炒猪肝",
    "药材": "枸杞80克。",
    "食材": "鲜猪肝200克，青菜叶30克，植物油15毫升，蒜块、姜片、葱丝各5克，盐3克，水淀粉10毫升，酱油、料酒各10毫升，醋5毫升，清汤50毫升。",
    "做法": "步骤1：枸杞洗净；猪肝去筋膜，洗净，切薄片，加盐、水淀粉略腌；青菜叶洗净；酱油、料酒、盐、醋、水淀粉和清汤兑成味汁。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至八成热，放入肝片滑熟，捞出控油，原锅留底油烧热，放入蒜块、姜片略煸，下入肝片、青菜叶、枸杞，翻炒几下，倒入味汁炒匀，下入葱丝，略炒即可。",
    "功效": "滋补肝肾、清热解郁、益精明目。适用于阴虚火旺所致的青光眼。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "米酒炝炒海虾",
    "药材": "鲜海虾300克。",
    "食材": "葱、生姜各5克，米酒200毫升，盐3克，植物油15毫升。",
    "做法": "步骤1：海虾洗净，去壳，放入米酒中浸泡15分钟。\n_x000D_\n\t　　步骤2：锅入油，烧热后下葱爆香，倒入海虾，加盐、生姜，连续翻炒至熟即可。",
    "功效": "补肾兴阳、强筋健骨。适用于肾阳虚弱所致的阳痿不举、举而不坚、滑精、腰膝酸痛等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "心肺参竹汤",
    "药材": "沙参10克，玉竹8克。",
    "食材": "猪心、肺各200克，葱8克，盐3克，胡椒粉1克。",
    "做法": "步骤1：猪心、肺洗净，切块，入沸水中汆去血水；沙参、玉竹洗净，切片，放入干净的纱布；葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪心、肺、葱，大火煮沸后，放入纱布包，转小火至心肺熟烂，加盐、胡椒粉调味即可。",
    "功效": "滋阴润燥。适用于心肺气阴两虚之惊悸、怔忡、自汗、不眠、咳嗽、咯血等症。常人食之，增强正气，减少疾病。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "黄芪鸡粥",
    "药材": "黄芪10克。",
    "食材": "母鸡1只，大米100克。",
    "做法": "步骤1：黄芪洗净，切片；大米淘洗干净；母鸡宰杀后，去毛、内脏、爪，洗净血水。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入母鸡，大火煮沸后，撇去浮沫，转小火煎煮至汤浓，捞去母鸡，下入大米，大火煮沸后，加入黄芪片，转小火熬煮至粥黏稠，即可饮用。",
    "功效": "补中益气、固精填髓。适宜脾胃虚弱、消化不良、消瘦者食用。",
    "食法": "宜早、晚餐温服。"
  },
  {
    "药膳名": "黄芪冬瓜汤",
    "药材": "黄芪20克。",
    "食材": "冬瓜200克，盐3克，味精1克，冰糖5克。",
    "做法": "步骤1：冬瓜洗净，去皮、子，切成块；黄芪洗后放入砂锅内，入水煎煮30分钟，滤渣取汁备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，兑入药汁，放入冬瓜，大火煮沸后转小火熬煮20分钟，加盐、味精、冰糖调味即可。",
    "功效": "适用于脾肺气虚型鼻窦炎、气虚乏力、食少便溏、中气下陷、久泻脱肛、便血崩漏、表虚自汗、气虚水肿、痈疽难溃、久溃不敛、血虚萎黄等症。",
    "食法": "每日一剂，连用15日。"
  },
  {
    "药膳名": "红枣甲鱼汤",
    "药材": "甲鱼1只，冬虫夏草8克。",
    "食材": "红枣5枚，料酒10毫升，盐3克.葱、姜各5克，鸡汤200毫升。",
    "做法": "步骤1：冬虫夏草清水泡软，洗净；红枣泡软，去核，洗净；甲鱼宰杀后，去背壳、腹板、内脏，洗净血水入沸水中汆烫，去腥；葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：蒸锅置火上，甲鱼放入蒸碗中，加入虫草、红枣、葱、姜、料酒、盐，注入鸡汤，上笼蒸2小时，取出，捞去葱、姜、药材，即可食用。",
    "功效": "滋阴益气、补肾固精。适用于腰膝酸软、乏力等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "鸡丝冬瓜汤",
    "药材": "党参3克。",
    "食材": "鸡脯肉100克，冬瓜片20。克，料酒2毫升，盐3克，味精1克。",
    "做法": "步骤1：鸡脯肉洗净，切成细丝；党参洗净，润透。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡脯肉、党参，大火煮沸后改为小火炖至入成熟，下入冬瓜片，加入料酒、盐、味精，煮至冬瓜熟透即可。",
    "功效": "温中益气、健脾利尿。",
    "食法": "早晚2次分服，当日吃完。"
  },
  {
    "药膳名": "核桃豆腐汤",
    "药材": "核桃5个。",
    "食材": "豆腐200克，芝麻10克，高汤300毫升，盐2克，香油2毫升。",
    "做法": "步骤1：豆腐洗净，切条；核桃去壳、杂质，洗净，切块；芝麻淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入豆腐、核桃、芝麻，注入高汤，大火煮沸后转小火熬煮至熟，加盐、香油调味，即可食用。",
    "功效": "益智补脑、消除疲劳。适用于防治老年痴呆。",
    "食法": "吃豆腐、核桃，喝汤。"
  },
  {
    "药膳名": "葱枣桂圆汤",
    "药材": "葱白、红枣各120克，桂圆肉100克。",
    "食材": "",
    "做法": "步骤1：葱白、红枣、桂圆肉分别洗净，烘干，置锅中。\n_x000D_\n\t　　步骤2：倒入适量清水，大火煮沸后转小火煎煮15分钟即可。",
    "功效": "益气活血、发表通阳、滋肝补肾。适用于病后耳鸣、耳聋，兼见头晕目暗、腰膝酸软等症。",
    "食法": "代茶温服。"
  },
  {
    "药膳名": "明目海鲜汤",
    "药材": "水发鲍鱼、水发干贝各15克。",
    "食材": "水发海参、鲜蚌肉、鲜蚬肉、熟海螺肉各25克，整鲍鱼贝壳1个，味精2克，盐3克，黄酒10毫升，青笋50克，鸡汤适量。",
    "做法": "步骤1：海参、鲍鱼处理洗净，切丝；蚌肉、蚬肉、干贝、海螺肉、青笋分别洗净，切成片备用。\n_x000D_\n\t　　步骤2：砂锅置火上，放入各种海鲜和整鲍鱼贝壳，加入鸡汤，大火煮沸后转小火炖至九成熟，加盐、味精、黄酒调味，放入笋片煮至熟即可。",
    "功效": "补虚泻实，益肝明目。适用于肝肾阴虚，见精神疲惫、腰膝酸软、潮热盗汗、两目干涩、头晕眼花、视物模糊、弱视及近视者饮用。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "木耳鸽子汤",
    "药材": "水发黑木耳50克。",
    "食材": "肉鸽1只(约重300克)，盐3克。",
    "做法": "步骤1：肉鸽宰杀去内脏，与水发黑木耳一起放汤煲中。\n_x000D_\n\t　　步骤2：加水适量，大火煮沸后转小火炖煮50分钟，加盐调味即可。",
    "功效": "补肾培元。适用于化脓性中耳炎、肾元亏损、邪毒停聚型、耳内流脓、头晕神疲等症。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "人参母鸡鹿尾汤",
    "药材": "人参2克，陈皮2克。",
    "食材": "鹿尾1条，母鸡1300克，火腿40克，猪瘦肉40克，水发蘑菇40克，骨头汤适量，植物油20毫升，盐5克。",
    "做法": "步骤1：鹿尾用沸水浸泡5分钟，洗净，再放入沸水锅烫10分钟，捞出去毛；母鸡宰杀，去除毛桩、爪和内脏，洗净，砍成两半，沸水氽烫，剔去大骨；人参洗净，蒸软，切片；瘦肉和火腿切块，瘦肉入沸水略汆，捞起洗净，与火腿、蘑菇、鸡肉放入盘子内。\n_x000D_\n\t　　步骤2：锅入油，烧至八成热时，下生姜、葱，煸香后入料酒，加清水，煮沸后下入鹿尾，煮10分钟。再起油锅，煸生姜、葱，加料酒、陈皮、鹿尾、骨头汤烧沸10分钟后，捞去生姜、葱，小火煨10分钟，捞出鹿尾。\n_x000D_\n\t　　步骤3：鹿尾切两半，与陈皮和参片一并放入盘子内，放在鸡肉两侧。骨头汤中加入白砂糖，煮沸后倒入盘子内，用绵纸粘贴密封，上笼蒸90分钟，启封，加盐即可。",
    "功效": "补脾益气，暖腰健肾。适用于肾虚腰痛、阳痿、遗精、头昏耳鸣、倦怠乏力等症。",
    "食法": "单独食用，饮汤食肉。"
  },
  {
    "药膳名": "猪脾猪肚粥",
    "药材": "猪脾、猪肚各1具。",
    "食材": "粳米80克。",
    "做法": "步骤1：猪脾、猪肚洗净，切细丝；粳米洗净。\n_x000D_\n\t　　步骤2：一起下锅，加水慢炖2小时。",
    "功效": "健脾益气。适用于脾胃气虚所致的消化不良、水谷不化、反胃打嗝等症。",
    "食法": "空腹食用，每日一次。"
  },
  {
    "药膳名": "红枣猪皮汤",
    "药材": "红枣200克。",
    "食材": "猪皮400克，冰糖10克。",
    "做法": "红枣、猪皮洗净，猪皮去毛洗净，加水煮炖成稠黏的羹汤，加入冰糖调味即可。",
    "功效": "适用于阴虚火旺型鼻出血。",
    "食法": "每日3次，佐餐服用。每次150克，连用1周。"
  },
  {
    "药膳名": "巴戟天鸡汤",
    "药材": "巴戟天10克。",
    "食材": "黑豆80克，胡椒粒10克，鸡腿1只、盐3克。",
    "做法": "步骤1：鸡腿洗净、剁块，沸水氽烫，去血水；黑豆洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入黑豆、鸡腿、巴戟天、胡椒粒，大火煮开，小火炖40分钟，加盐调味即可。",
    "功效": "强筋骨、不肾虚、驱寒湿。适用于肾阳虚寒而导致的小便失禁、小便频繁等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "干贝牛尾汤",
    "药材": "干贝8克。",
    "食材": "带皮牛尾800克，母鸡肉200克，熟火腿20克，鸡汤适量，花椒2克，葱、姜各10克，料酒15毫升，盐5克，味精2克，植物油10毫升。",
    "做法": "步骤1：牛尾煺毛，刷洗干净，顺着骨缝剁成段；火腿切成片；干贝去筋洗净；母鸡肉汆烫后捞出，洗净血沫。\n_x000D_\n\t　　步骤2：锅入植物油烧热，投入花椒、葱、姜，煸出香味。加水，放入牛尾，大火煮开，去血水，加入料酒继续煮，待牛尾断生后取出，洗净，沥干水分。\n_x000D_\n\t　　步骤3：砂锅加鸡汤，放入葱、姜、料酒、盐，将牛尾段、火腿片、干贝和母鸡肉一并放入，小火炖4小时，以牛尾熟烂为度。拣出葱、姜和母鸡肉，加味精即可。",
    "功效": "补肾助阳、暖暖健骨。适用于肾阳虚弱所致的阳痿、早泄、腰痛等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "青蒜炒豆腐",
    "药材": "青蒜80克。",
    "食材": "豆腐400克，料酒、植物油各10毫升，水淀粉5毫升，老抽5毫升，盐、白砂糖各3克。",
    "做法": "步骤1：豆腐洗净，切块;蒜苗择洗干净，切段。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至七成热，下蒜苗翻炒至五成熟，放入豆腐块、料酒、老抽、汤、盐鸡血翻炒至豆腐熟透，加水少许，煮沸后加水淀粉勾芡，即可食用。",
    "功效": "补虚解毒。可作为恶性肿瘤的辅助膳食。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "鹿茸鸡汤",
    "药材": "鹿茸、黄芪各10克。",
    "食材": "鸡肉400克，瘦肉250克，生姜8克，盐3克，味精2克。",
    "做法": "步骤1：鹿茸片洗净;黄芪洗净;生姜切片;瘦肉切成厚块;鸡肉切块，沸水氽烫捞出备用。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，入以上材料，大火煮沸后改小火炖3小时，加入盐和味精调味即可。",
    "功效": "补肾壮阳、行气活血。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "党参天冬萝卜汤",
    "药材": "党参、天冬各15克。",
    "食材": "白萝卜400克。",
    "做法": "步骤1：党参温水润透，切片；天冬温水润透，切片；白萝卜洗净，切块。\n_x000D_\n\t　　步骤2：锅入党参、天冬、白萝卜，加水，大火烧沸，小火炖煮30分钟即可。",
    "功效": "滋肾养肺、止喘咳。适用于喘促气短、口咽发干、潮热盗汗、痰黏难咯等症。",
    "食法": "每日1次，每次吃白萝卜100克。"
  },
  {
    "药膳名": "人参煮羊肉",
    "药材": "人参15克，枸杞20克，肉苁蓉2克。",
    "食材": "羊瘦肉350克，羊肚500克，葱白15克，豆豉30克。",
    "做法": "步骤1：人参、枸杞、肉苁蓉洗净，研成粉末，放入砂锅中提前用水浸泡2天；葱白洗净，切丝；羊瘦肉、羊肚反复洗净，羊肉切块。\n_x000D_\n\t　　步骤2：砂锅置火上，大火煮沸后转小火煎煮30分钟，滤渣留汁，放入羊肉、葱白、豆豉和匀后放入羊肚内，置净锅沸水中小火炖至熟透即可。",
    "功效": "温胃祛寒、益气养血。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "胡桃枝煮蛋",
    "药材": "胡桃枝40克。",
    "食材": "鸡蛋3枚。",
    "做法": "步骤1：桃枝洗净，切小段；鸡蛋洗净外壳。\n_x000D_\n\t　　步骤2：锅置火上，放入鸡蛋、胡桃枝，入水适量，大火煮沸后，转小火煮至蛋熟，捞出去壳，复煮片刻，即可食用。",
    "功效": "杀虫解毒。适用于治瘰疬、疥疮，抗肿瘤。",
    "食法": "吃鸡蛋，喝汤，分次食用。"
  },
  {
    "药膳名": "天麻炒猪肝",
    "药材": "天麻8克，何首乌12克。",
    "食材": "猪肝120克，菜花40克，鸡蛋1枚，胡椒粉、味精各2克，植物油、料酒各15毫升，干淀粉、葱段、姜丝各10克，盐3克，鸡汤20毫升。",
    "做法": "步骤1：天麻、何首乌洗净，烘干，磨成细粉;猪肝洗净，切片，加干淀粉、鸡蛋、姜、葱、鸡汤拌匀;菜花洗净，撕小朵。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，放入葱、姜爆香，下入猪肝、何首乌粉、天麻粉、盐、料酒略炒，放入菜花、鸡汤炒熟，撤味精、胡椒粉、盐，炒匀即可。",
    "功效": "祛心火、滋补肝、宁心安神。适用于肝肾不足所致的头晕眼花等症。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "猪心三七小炒",
    "药材": "三七粉3克。",
    "食材": "猪心200克，黑木耳2克，鸡蛋2枚，盐5克，胡椒粉5克，淀粉15克，料酒、老抽各10毫升，白砂糖3克，姜3克，香油2毫升，味精1克。",
    "做法": "步骤1：黑木耳泡发，润透，撕成小朵;鸡蛋破壳取出蛋清，倒入碗中备用;姜洗净，切碎;猪心洗净血水，切成薄片，放入大碗中，加入蛋清、盐、胡椒粉、淀粉，搅拌均匀;三七粉、料酒、老抽、白砂糖放入碗中，加适量水搅匀制成卤汁备用。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油少许，烧至五成热，放入姜爆香，加入猪心、木耳翻炒片刻，倒入卤汁搅匀，沸煮15分钟，加香油、味精调味即可。",
    "功效": "益气养血、活血化瘀。适用于多种出血、吐血咳血、衄血、便血、崩漏、产后出血，以及心气血亏虚的心悸、失眠、心烦胸痛等病症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "滋阴龟肉汤",
    "药材": "龟肉200克。",
    "食材": "植物油、香油各10毫升，葱白、姜各5克，盐2克，味精1克。",
    "做法": "步骤1：龟肉洗净，剁成小块；葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至五成热，下葱、姜爆香，放入龟肉、香油翻炒10分钟，倒入瓦罐中，加盐、适量水，大火煮沸后，转小火是、炖煮2小时至汤汁黏稠，加味精调味即可。",
    "功效": "滋阴补肾。适用于辅助治疗胃下垂、子官脱垂等症。",
    "食法": "食龟肉，饮汤，每日一次。"
  },
  {
    "药膳名": "银耳开胃汤",
    "药材": "银耳10克。",
    "食材": "红枣5枚，橘子半个，冰糖8克。",
    "做法": "步骤1：橘子去皮，取瓣;红枣去核，洗净;银耳洗净，润透，切成小片备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入银耳、红枣，大火煮沸后，转小火煎煮30分钟至枣软，加入冰糖拌匀，放入橘子煎煮3分钟即可。",
    "功效": "生津活血、理气开胃。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "黑枣猪蹄汤",
    "药材": "黑枣500克。",
    "食材": "猪蹄1只，芝麻60克，白砂糖200克。",
    "做法": "步骤1：黑枣洗净；猪蹄洗净剁块。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入猪蹄、黑枣、芝麻，大火煮沸后转小火熬煮至熟，加白砂糖融化即可。",
    "功效": "滋阴补肾。适用于肾阴不足之鼻出血。",
    "食法": "分3天服完，连续5～7剂。"
  },
  {
    "药膳名": "何首炖鸡脚",
    "药材": "何首乌5克。",
    "食材": "黑豆15克，红枣4枚，鸡脚6只，猪瘦肉60克，盐3克。",
    "做法": "步骤1：红枣、何首乌洗净备用；鸡脚剁去趾甲洗净备用;猪瘦肉洗净，黑豆洗净放锅中炒至豆壳裂开。\n_x000D_\n\t　　步骤2：将以上材料都放入锅里，加水炖3小时，最后加盐调味即可。",
    "功效": "补肾益阴、健脾利湿、除热解毒。适用于肾虚阴亏、消渴多饮、尿频、肝肾阴虚、头晕目眩、视物昏暗或须发早白、脚气水肿等症。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "益气兔肉汤",
    "药材": "山药(干)30克，红枣10枚。",
    "食材": "兔肉500克，姜、葱各10克，料酒10毫升，熟鸡油30毫升，盐3克，鸡精2克。",
    "做法": "步骤1：山药洗净，润透，切片;红枣洗净，去核;兔肉洗净，切块;姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：汤煲置火上，将山药、兔肉、红枣、姜片、葱段、料酒一起放进汤煲里，注入适量清水，大火煮沸后，撇去浮沫，再转小火煲约70分钟，加入盐、鸡精、胡椒粉调味即可。",
    "功效": "补益气血、美容养颜。",
    "食法": "吃肉喝汤，分次食用。"
  },
  {
    "药膳名": "河鲜汤",
    "药材": "泥鳅200克。",
    "食材": "河虾40克，生姜3克，盐5克。",
    "做法": "步骤1：泥鳅去除内脏，洗净;河虾去须、足、尾，洗净。\n_x000D_\n\t　　步骤2：泥鳅和虾都放入锅内，倒入清水，高出鱼身，加生姜和盐。大火煮沸，小火炖80分钟，以煮熟为度。",
    "功效": "补益元气、益气助阳。适用于脾肾阳虚气弱、阳痿、早泄、腰膝酸软等症。",
    "食法": "吃肉喝汤，做点心食用。"
  },
  {
    "药膳名": "五味子蛋汤",
    "药材": "五味子15克。",
    "食材": "鸡蛋2枚，冰糖5克。",
    "做法": "步骤1：鸡蛋洗净外壳，备用;五味子浸泡，洗净;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡蛋、五味子同煮，鸡蛋熟后，捞出后去壳，复煮片刻，加盐调味即可。",
    "功效": "益气养阴、敛肺滋肾。适用于常见老年病肺肾虚损之咳喘、消渴尿多、气虚自汗、阴虚盗汗等症。",
    "食法": "吃蛋饮汤。"
  },
  {
    "药膳名": "狗肾鹿鞭汤",
    "药材": "枸杞、菟丝子各6克，巴戟天3克。",
    "食材": "鹿鞭60克，狗肾6克，猪肘肉50克，肥母鸡肉50克，生姜、葱白各5克，绍酒20毫升，花椒1克，盐3克，胡椒粉2克，味精1克。",
    "做法": "步骤1：鹿鞭用温水浸泡，剖开，刮去粗皮杂质，洗净，切段;狗肾用温水浸泡30分钟，刷洗干净;母鸡肉切成条块，猪肘肉刮洗干净;枸杞、菟丝子、巴戟天洗净，装入纱布袋内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鹿鞭、生姜、葱白、绍酒，大火煮20分钟，捞出鹿鞭，，重新加水煮，共3次;砂锅再加水，放入鹿鞭、狗肾、猪肘肉和母鸡肉，大火煮沸，撇去浮沫，加入绍酒、葱白、花椒，小火炖90分钟。\n_x000D_\n\t　　步骤3：捞出猪肘肉和生姜、葱白、花椒，放入药袋和盐、胡椒粉、味精，再大火炖煮，以肉熟为度。捞去药袋即可。",
    "功效": "温肾助阳、益精养血。适用于肾阳虚衰所致的阳痿、早泄、腰痛等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "海陆肉汤",
    "药材": "狗肉200克。",
    "食材": "乌龟200克，料酒15毫升，盐3克，胡椒粉2克，味精1克，葱白、生姜各5克。",
    "做法": "步骤1：乌龟宰杀，去壳、头、爪及内脏，洗净，切肉块；狗肉洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入龟肉和狗肉，再加葱白、生姜、料酒和盐，大火煮沸，小火炖2小时，不停加水，防止烧干，加入胡椒粉和味精调味即可。",
    "功效": "补肾益气、温阳止遗。适用于肾虚不固所致的阳痿、早泄、夜尿频多、遗尿等症。",
    "食法": "单独食用，吃肉喝汤。"
  },
  {
    "药膳名": "鸡肝汤",
    "药材": "鸡肝、荠菜各125克：",
    "食材": "鸡蛋1枚，姜末5克，盐3克：",
    "做法": "步骤1：鸡肝洗净，切小块；荠菜洗净，切碎；鸡蛋磕入碗中打散。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入鸡肝、荠菜，大火煮沸，淋入蛋液，煮3分钟，加入姜末、盐调味即可。",
    "功效": "滋补气血、平肝、明目。适宜白内障患者食用。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "减肥汤",
    "药材": "桂圆肉15克，白果30克，新鲜芡实20克，枸杞3克。",
    "食材": "山药150克，大枣8枚。",
    "做法": "步骤1：桂圆肉、白果、枸杞浸泡，洗净；芡实去杂质，洗净。山药去皮，洗净，切片；大枣洗净，去核。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量。将所有药材、食材一起放入汤煲中，大火煮沸后，转小火煲2小时即可。",
    "功效": "健脾化湿。适宜痰湿体质者食用。",
    "食法": "每日一次，连服两周。"
  },
  {
    "药膳名": "山药雪梨粥",
    "药材": "新鲜山药40克，雪梨半个。",
    "食材": "糯米80克，姜、香菜各3克，猪肉20克，盐1克。",
    "做法": "步骤1：糯米淘洗干净;姜洗净，切碎;香莱择洗干净，切碎;新鲜山药去皮，洗净，切块;雪梨去皮、核，洗净，切小块;猪肉洗净，切丁。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米、山药、雪梨、猪肉同煮，大火煮沸后，转小火熬煮至粥黏稠，撒上香菜，加姜丝、盐调味即可。",
    "功效": "健脾补肾、益肾固精。",
    "食法": "宜早、晚空腹食用。"
  },
  {
    "药膳名": "补肾鹿肉粥",
    "药材": "鹿肉40克。",
    "食材": "粳米80克。",
    "做法": "步骤1：鹿肉洗净，切片；粳米淘净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入粳米和鹿肉，大火烧开，小火慢煮至粥熟，加盐调味即可。",
    "功效": "补肾填精、强筋壮骨。适用于遗精、阳痿、肾虚腰痛等症。",
    "食法": "每日一次，温热食用。"
  },
  {
    "药膳名": "参薯炖",
    "药材": "西洋参12克。",
    "食材": "马铃薯350克，葱、姜各6克，盐2克，香油3毫升，料酒5毫升，味精1克。",
    "做法": "步骤1：太子参洗净，切片;马铃薯去皮，洗净，切片;姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入太子参、马铃薯、料酒、葱、姜，大火煮后，转小火炖煮40分钟，加盐、味精调味即可。",
    "功效": "补益气血、增强免疫力。",
    "食法": "吃薯喝汤。"
  },
  {
    "药膳名": "黑豆甜粥",
    "药材": "黑豆30克。",
    "食材": "红糖25克，大米100克。",
    "做法": "步骤1：黑豆、大米淘洗干净，用水浸泡30分钟。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入黑豆、大米，大火煮沸转小火熬煮至粥成，加入红糖调味即可。",
    "功效": "滋补肾阳、利水消肿。适用于产后小腿、脚面肿胀。",
    "食法": "早餐食用。"
  },
  {
    "药膳名": "沙参炖肉",
    "药材": "沙参15克，玉竹、百合各10克。",
    "食材": "猪瘦肉400克，盐5克，料酒10毫升，葱、姜各5克，胡椒粉3克。",
    "做法": "步骤1：沙参润透，洗净，切片;玉竹、百合洗净，放入药袋里;猪瘦肉洗净，切片，加盐、料酒腌制;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肉、葱、姜，大火煮沸后，撇净浮沫，放入药袋，转小火炖煮至猪肉烂熟，捞去药袋，即可食用。",
    "功效": "补肾健脾、益心润肺。适用于体虚弱及多汗、多尿、遗精等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "陈皮炖煮猪心",
    "药材": "陈皮15克，党参、黄芪各10克。",
    "食材": "猪心1个，胡萝卜100克，姜5克，盐3克。",
    "做法": "步骤1：猪心剖开，洗净血水，切块;党参、黄芪洗净，切片;陈皮清水浸泡，洗净;胡萝卜去皮，洗净，切块;姜洗净，切片。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，下入猪心、胡萝卜、姜，大火煮沸后，撇净浮沫，放入陈皮、党参、黄芪，转小火炖煮1小时，加盐调味即可。",
    "功效": "行气解郁、益心养血。适用于胸腹胀满、呕吐哕逆、咳嗽痰多和不思饮食等症。",
    "食法": "吃猪心，喝汤。"
  },
  {
    "药膳名": "洋葱粥",
    "药材": "洋葱200克。",
    "食材": "大米400克，盐3克。",
    "做法": "步骤1：洋葱去皮，洗净，切碎；大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入洋葱、大米，大火煮沸后转小火熬煮至粥成，加盐调味即可。",
    "功效": "健脾养胃、止泻止痢、降压降脂、改善肾脏功能、提高免疫力。适宜肠炎、胃炎、高血压及心血管患者饮用。",
    "食法": "早晚食用，连食数日。"
  },
  {
    "药膳名": "山茱萸粥",
    "药材": "山茱萸10克。",
    "食材": "糯米40克，红糖10克。",
    "做法": "步骤1：山茱萸洗净，糯米淘净，一起放入砂锅，加清水和红糖。\n_x000D_\n\t　　步骤2：小火煨煮，至米开粥稠、表面有粥油为度。",
    "功效": "补益肝肾、收敛固涩。适用于肝肾亏虚研致的阳痿、遗精、腰膝酸痛、头晕目眩、耳鸣、耳聋、小便频数、虚汗不止等症。",
    "食法": "每日一次，早起空腹温热服食。"
  },
  {
    "药膳名": "生地煲鸡汤",
    "药材": "生地80克。",
    "食材": "红枣8枚，白条母鸡1200克，盐5克，米汤适量。",
    "做法": "步骤1：白条母鸡、红枣分别洗净；生地洗净，润透切粒。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入母鸡、煮熟后捞出。\n_x000D_\n\t　　步骤3：将生地放入鸡腹内，鸡放进瓦罐，加入红枣、米汤、盐，封口，上笼用大火蒸3小时至鸡肉熟烂即可。",
    "功效": "养阴益肾。适用于夏季阴气不足所致的心脾虚弱、气血不足、肾阴亏损、虚热、盗汗等症。",
    "食法": "佐餐食用，也可单独食用。"
  },
  {
    "药膳名": "红颜汤",
    "药材": "红枣10枚。",
    "食材": "大白菜心300克，牛奶300毫升，鸡蛋1枚。",
    "做法": "步骤1：白菜心洗净，切成段，入沸水焯烫片刻，捞出；沥干水分;红枣洗净，放入砂锅，入水适量，大火煮沸后转小火煎煮30分钟，滤渣留汁。\n_x000D_\n\t　　步骤2：牛奶放入红枣汁中拌匀，放入白菜心煮沸，打入鸡蛋，迅速将蛋搅散成蛋花即可。",
    "功效": "补血养颤、驻颜除皱。适用于容颜憔悻、肌肤粗糙等症。",
    "食法": "每日早、晚餐食用。"
  },
  {
    "药膳名": "四合面汤",
    "药材": "黑豆、黄豆、糯米、麦粒各15克。",
    "食材": "红糖5克。",
    "做法": "步骤1：上述药材研磨成粉，混合均匀。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，煮沸后，下入面粉煮熟，加红糖调味即可。",
    "功效": "温肾健脾、固肠止泻。适用于肾阳不足所致的五更泄泻。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "虫草炖鸡汤",
    "药材": "冬虫夏草8克。",
    "食材": "母鸡1只。",
    "做法": "步骤1：母鸡宰杀后去内脏、皮毛、头、爪，洗净血水；虫草清水泡软，洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，大火煮沸后，撇去浮沫，放入虫草，转小火煲至及肉烂熟即可。",
    "功效": "益气温阳、补肾填精。适用于肾气亏虚而致的头昏乏力、气短喘促、腰膝酸软、心慌汗多等症。",
    "食法": "吃肉喝汤，每日一次，可用2~3日。"
  },
  {
    "药膳名": "槟榔粥",
    "药材": "莱菔子8克。",
    "食材": "槟榔8克，大米120克，白砂糖10克。",
    "做法": "步骤1：槟榔打碎；大米淘洗干净；莱菔子放锅内炒香，盛出备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入大米、槟榔、莱菔子，大火煮沸后转小火煮至黏稠，加白砂糖搅匀即可。",
    "功效": "健脾胃、助消化、化积食。适宜胃及十二指肠溃疡患者食用。",
    "食法": "每日一次，早餐食用。"
  },
  {
    "药膳名": "何首乌粥",
    "药材": "何首乌15克。",
    "食材": "粳米100克，红枣5枚，白砂糖10克。",
    "做法": "步骤1：何首乌洗净，放入砂锅内，加水煎取汁，去渣；粳米淘洗干净；红枣洗净，泡透去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，兑入药汁，下入粳米、红枣，大火煮沸，转用小火熬煮至粥成。加入白砂糖调味即可。",
    "功效": "养肝补血、益肾抗老。适用于老年肝肾不足、阴血亏损、头晕耳鸣、头发早白、贫血、神经衰弱，以及老年性高血脂、血管硬化、大便干燥等病症。",
    "食法": "早、晚餐服食。"
  },
  {
    "药膳名": "蒜蓉羊肉片",
    "药材": "羊肉200克，蒜15克。",
    "食材": "熟植物油、生抽各8毫升，盐、味精各2克。",
    "做法": "步骤1：羊肉洗净，入沸水中煮熟，凉凉切片，放入大盘；蒜去皮洗净，捣烂。\n_x000D_\n\t　　步骤2：大蒜放入大盘内，加熟植物油、生抽、盐、味精拌匀即可。",
    "功效": "温肾助阳。适用于肾阳虚所致的阳痿、腰膝酸软、遗尿或尿频等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "苁蓉虾丸",
    "药材": "肉苁蓉30克。",
    "食材": "虾仁300克，肉苁蓉30克，鸡蛋1枚，葱10克，植物油适量，白砂糖10克，盐4克，鸡精3克。",
    "做法": "步骤1：苁蓉洗净，切成细末；虾仁去虾线，洗净，用厨房用纸擦干，用刀背拍扁，剁成泥，装入碗里，打入鸡蛋清，加入肉苁蓉末、白砂糖、盐、鸡精搅拌均匀。\n_x000D_\n\t　　步骤2：锅置火上，入油烧至六成热，将虾泥挤成虾丸，用小勺子勺进油锅内以小火炸熟，炸至金黄色即可。",
    "功效": "补肾阳、益精血。适用于男性阳痿等症。",
    "食法": "佐餐食用，分次食用。"
  },
  {
    "药膳名": "枣蒸兔肉",
    "药材": "红枣15枚。",
    "食材": "兔肉400克，葱5克，老抽10毫升，胡椒粉2克，香油3毫升。",
    "做法": "步骤1：红枣洗净，去核；葱洗净，切碎；兔肉洗净，切块。\n_x000D_\n\t　　步骤2：蒸锅置大火上，兔肉、红枣放入蒸盆，加盐、胡椒粉、老抽、香油拌匀，上笼蒸40分钟至肉烂熟，即可食用。",
    "功效": "补中益气、养血强身。适用于久病体虚的调养。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "牛肚煲土豆",
    "药材": "牛肚150克。",
    "食材": "土豆80克，葱、姜各10克，盐5克，植物油8毫升。",
    "做法": "步骤1：牛肚去筋膜，洗净，入沸水煮至八成熟，切成小条，放入盘中备用；土豆去皮，洗净，切块；姜洗净，切片；葱洗净，切段。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至六成热，加入姜片、葱段爆香，放入牛肚、土豆翻炒5分钟，加适量清水沸煮30分钟，加盐调味即可。",
    "功效": "补气养血、健脾消食。适宜病后虚赢、气血不足、营养不良、脾胃薄弱者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "明目鲑鱼粥",
    "药材": "枸杞10克。",
    "食材": "大米80克，鲑鱼肉10。克，鸡肉40克，香菜3克。",
    "做法": "步骤1：大米淘洗干净；鸡肉、鲑鱼肉洗净血水，切丁，加盐腌制；枸杞清水泡软，洗净；香菜择洗干净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、鸡肉、鲑鱼同煮，大火煮沸后，转小火熬煮至粥九成熟，加入枸杞，煮20分钟，加香菜调味即可。",
    "功效": "养肝明目、提神醒脑。适用于小儿的辅食，治疗小儿不思饮食、消瘦等症。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "玉竹猪肉汤",
    "药材": "白果、沙参、玉竹各10克，甜杏仁8克。",
    "食材": "猪瘦肉100克，盐3克，味精1克。",
    "做法": "步骤1：猪瘦肉洗净，切片;甜杏仁、白果洗净，捣碎;沙参润透，洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，放入玉竹、白果、沙参，入水适量，煎煮1小时，捞去药渣，下入猪肉、杏仁，炖熟后加盐、味精调味即可。",
    "功效": "清热解毒、养阴清肺。适用于肺癌、鼻咽癌的辅助治疗。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "橄榄酸梅汁",
    "药材": "鲜橄榄50克。",
    "食材": "酸梅8克，白砂糖3克。",
    "做法": "鲜橄榄、酸梅洗净，稍捣烂，放砂锅中，加清水适量，置火上，大火煮沸后转小火煎煮20分钟，去渣留汁，加白砂糖调味即可。",
    "功效": "清热解毒、生津止渴。适用于急性咽炎。",
    "食法": "代茶饮用，每日2次。"
  },
  {
    "药膳名": "红豆花生汤",
    "药材": "红小豆40克。",
    "食材": "花生米100克，红枣5枚，大蒜5克。",
    "做法": "步骤1：红枣去核，洗净；蒜去皮，洗净，切片；花生米、红小豆洗净，温水浸泡。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有的药材、食材，大火煮沸后，转小火熬煮至豆熟即可。",
    "功效": "益气养血、解毒除湿。适用于慢性血小板减少性紫癜等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参包子",
    "药材": "党参20克。",
    "食材": "面粉450克，猪肉200克，葱末15克，姜末5克，生抽、料酒、香油各10毫升，碱水2.5克，盐、胡椒粉、酵母各5克，高汤适量。",
    "做法": "步骤1：猪肉洗净剁咸肉泥，装入碗里，放入生抽、香油、料酒、葱末、姜末、盐、鸡精、胡椒粉、高汤搅拌均匀，做成包子馅。\n_x000D_\n\t　　步骤2：党参洗净，放入锅里，注入清水适量，锅置中火上，煎煮15分钟，关火，滤出药液。将药液倒进盆里，兑入温水少许，加入发酵粉、面粉搅拌均匀，和成面团，静置饧发30分钟后，倒入碱水揉匀，把面团揉成长条，摘成剂子，用擀面杖逐个把剂子擀成圆皮备用。\n_x000D_\n\t　　步骤3：把馅料包入擀好的包子皮里，逐个把包子包完，做成包子生坯。将做好的包子生坯整齐地排在蒸笼里，用大火蒸10分钟至熟即可。",
    "功效": "补中益气、和胃除烦。适宜病后体虚，不思饮食者食用。",
    "食法": "做主食，每次2个，每日2次。"
  },
  {
    "药膳名": "三仁粥",
    "药材": "桃仁10克，薏米、冬瓜仁各20克。",
    "食材": "大米80克。",
    "做法": "步骤1：桃仁、薏米、冬瓜仁洗净，捣碎三仁放入豆浆机，入水适量，研磨后去渣留汁；大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，转小火熬煮至粥成，倒入药汁，煮沸后即可食用。",
    "功效": "润肺化痰、清热除湿。",
    "食法": "晨起空腹食用。"
  },
  {
    "药膳名": "海马炖鸡汤",
    "药材": "海马25克。",
    "食材": "子鸡1只，红枣5枚，姜1：克，盐2克。",
    "做法": "步骤1：子鸡宰杀后，去毛、内脏、爪，洗净血水；红枣泡软，去核，洗净；姜洗净，切片；海马洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有食材，大火煮沸后，云浮沫，放入海马。炖煮3小时至鸡肉烂熟，捞出海马，加盐调味即可。",
    "功效": "补肾助阳、益精填髓。适宜性功能障碍，舌淡苔白，脉弱属于肾阳不足者食用。",
    "食法": "食内喝汤。"
  },
  {
    "药膳名": "双耳羹",
    "药材": "银耳、黑木耳各8克。",
    "食材": "冰糖10克。",
    "做法": "步骤1：银耳温水泡发，润透，去蒂，洗净，撕成小朵；黑木耳泡发，润透，洗净，撕成小朵；冰糖研碎。\n_x000D_\n\t　　步骤2：蒸锅置火上，蒸碗中放入银耳、木耳、冰糖，注入适量水，上笼蒸1小时至熟即可。",
    "功效": "滋阴补虚、益肾润肺。适用于虚、气阴两伤、口干乏力、舌红少津等症。",
    "食法": "每日2次。"
  },
  {
    "药膳名": "八宝鸭",
    "药材": "鸭子1只。",
    "食材": "糯米150克，红枣5枚，莲子、香菇、火腿各20克，胡萝卜、红豆、花生各15克，葱、姜各5克，植物油15毫升，老抽10毫升，辣椒5克，盐5克，味精1克。",
    "做法": "步骤1：鸭子宰杀后，去毛、内脏，爪，洗净血水；红枣、花生、莲子、红豆清水浸泡20分钟，洗净；胡萝卜洗净，切丁；火腿切丁；香菇泡发、润透、掰成小块；葱、姜洗净，切丝；糯米淘洗干净。\n_x000D_\n\t　　步骤2：以上处理好的食材全放一起，加入生抽、鸡精、料酒、盐拌好，腌制30分钟后装入鸡腹，缝口。\n_x000D_\n\t　　步骤3：砂锅置火上，入水适量，放入鸭子、八角、辣椒、老抽，沸煮30分钟后转小火炖煮1小时，开腹取出八宝饭，即可食用。",
    "功效": "滋阴补虚、健脾开胃。",
    "食法": "食鸭肉、八宝饭。"
  },
  {
    "药膳名": "党参炖排骨",
    "药材": "党参8克。",
    "食材": "排骨500克，番茄各2个，葱、姜各5克，老抽、料酒、植物油各10毫升，盐3克，五香粉2克，花椒、小茴香各3克：",
    "做法": "步骤1：排骨洗净，剁大块，加料酒腌制10分钟;番茄洗净，切块；葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入党参，煎煮40分钟，去渣留汁，备用。\n_x000D_\n\t　　步骤3：炒锅置火上，入油烧至五成熟，放入排骨翻炒至变色，加入葱、姜、老抽、五香粉、花椒、小茴香，翻炒均匀，加适量水，炖煮至排骨五成熟，倒入药汁，放入番茄同煮至排骨烂熟，加盐调味即可。",
    "功效": "益气健脾、补虚强身。适宜气血不足，阴虚纳差者食用。",
    "食法": "吃排骨喝汤。"
  },
  {
    "药膳名": "西洋参乌鸡汤",
    "药材": "冬虫夏草5克，西洋参8克。",
    "食材": "山楂10克，乌鸡1只，葱、姜各5克，料酒10毫升，盐3克。",
    "做法": "步骤1：乌鸡宰杀后，去毛、内脏、爪，洗净血水，剁块;西洋参、虫草洗净；葱、姜洗净，切丝;山揸洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡块，大火煮沸后，撇去浮沫，加入虫草、西洋参、葱、姜、料酒，转小火炖煮至鸡肉烂熟，加盐调味即可。",
    "功效": "补中益气。适用于恢复体力、抗疲劳。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "五白糕",
    "药材": "莲子、茯苓各15克，白扁豆、山药各50克，杭白菊20克。",
    "食材": "面粉200克，白砂糖100克，酵母5克。",
    "做法": "莲子、茯苓、白扁豆、山药、杭白菊均洗净润透，烘干研成粉与面粉、酵母、水和成面团，静置饧发后，揉入白砂糖，上笼大火沸水蒸30分钟至熟，取出切块即可。",
    "功效": "健脾除湿、增白润肤。适宜女士面部黄褐斑等症。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "茯苓糕",
    "药材": "白茯苓100克，人参5克。",
    "食材": "面粉400克，盐5克。",
    "做法": "步骤1：白茯苓、人参洗净，晾干，研成粉末，入水适量，与面粉混合揉匀成软糕状，再将软糕分切成几块大小均匀的方块。\n_x000D_\n\t　　步骤2：把做好的软糕整齐地排在蒸笼内，用大火蒸20分钟至熟即可。",
    "功效": "健脾补肾、益气安神。适宜中老年免疫功能低下、智力减退者食用。",
    "食法": "住餐食用，分次食用。"
  },
  {
    "药膳名": "白果粥",
    "药材": "白果8克。",
    "食材": "大米100克，白砂糖5克。",
    "做法": "步骤1：白果清水浸泡，去壳、心；大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，放入白果，转小火熬煮至粥黏稠，加糖调味即可。",
    "功效": "敛肺定喘、止带缩尿。适用于咳嗽，哮喘的辅助治疗。",
    "食法": "每次50克。每日一次。"
  },
  {
    "药膳名": "柏子仁粥",
    "药材": "柏子仁10克。",
    "食材": "大米80克，蜂蜜5克。",
    "做法": "步骤1：大米淘洗干净；柏子仁去壳，杂质，洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、柏子仁，大火煮沸后转小火熬煮至粥黏稠，调入蜂蜜，即可食用。",
    "功效": "益心润燥。适用于体虚所致的便秘、心悸、失眠等症。",
    "食法": "早、晚各一次。"
  },
  {
    "药膳名": "荷叶粥",
    "药材": "鲜荷叶1张。",
    "食材": "大米100克。",
    "做法": "步骤1：荷叶洗净；大米淘洗干净，放入砂锅，入水适量，浸泡30分钟。\n_x000D_\n\t　　步骤2：砂锅置火上，大火煮沸转小火熬煮至粥将成时，盖上鲜荷叶焖煮片刻即可。",
    "功效": "清暑散瘀、减肥宁心。",
    "食法": "每日2次，温热服。"
  },
  {
    "药膳名": "通窍猪鼻汤",
    "药材": "生柏叶20克，金钗石斛4克，柴胡6克。",
    "食材": "猪鼻肉40克，蜂蜜40毫升，米酒20毫升。",
    "做法": "步骤1：猪鼻肉刮洗干净；生柏叶、石斛、柴胡洗净，润透。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入猪鼻肉、生柏叶、石斛、柴胡，大火煮沸后转小火煎煮50分钟，滤渣取汁，冲入蜂蜜、米酒，调匀即可。",
    "功效": "清热通窍、养阴扶正。适用于慢性鼻炎。",
    "食法": "每日服一剂。3~4剂为一个疗程。"
  },
  {
    "药膳名": "山药茶",
    "药材": "新鲜山药100克。",
    "食材": "冰糖10克。",
    "做法": "步骤1：新鲜山药去皮，洗净，切片;冰糖研碎。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入山药片，煎煮1小时，加糖调味即可。",
    "功效": "补脾养胃、生津益肺。适用于脾虚食少、久泻不止、肺虚喘咳、肾虚遗精等症。",
    "食法": "代茶温服。"
  },
  {
    "药膳名": "薄荷猪肺汤",
    "药材": "牛蒡子8克。",
    "食材": "薄荷8克，猪肺150克，盐3克。",
    "做法": "步骤1：猪肺洗净，切成块状，用手挤水，除泡沫;薄荷、牛蒡子洗净，润透。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入猪肺大火煮沸后转小火煲煮30分钟，放入薄荷、牛蒡子煮5分钟，加盐调味即可。",
    "功效": "疏风清热、解毒利咽。适用于急性扁桃体炎。",
    "食法": "饮汤食猪肺，每日2次。"
  },
  {
    "药膳名": "百合桑叶茶",
    "药材": "百合15克，桑叶6克。",
    "食材": "",
    "做法": "桑叶、百合均洗净，百合去衣，与桑叶一起放入锅中，大火煮沸后转小火煎煮15分钟即可。",
    "功效": "养阴清肺、生津润燥。适用于肺阴亏虚型慢性扁桃体炎，见咽部干痒不适、微痛、微痒、喉核肥大、潮红等。",
    "食法": "每日1小碗。"
  },
  {
    "药膳名": "川芎鸡蛋汤",
    "药材": "川芎6克。",
    "食材": "鸡蛋1枚，米酒15毫升。",
    "做法": "步骤1：鸡蛋打入碗中，拌匀，备用；川芎清水浸泡15分钟，洗净。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，水沸后，放入川芎，淋入鸡蛋，蛋熟后加入米酒即可。",
    "功效": "活血安神。适用于月经不调者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "白果蒸鸭",
    "药材": "白果150克。",
    "食材": "鸭子1只，清汤400毫升，盐3克：",
    "做法": "步骤1：鸭子宰杀后，去毛、内脏、爪，洗净血水;白果去胚、子时，洗净，入沸水中焯烫片刻，捞出沥干，备用。\n_x000D_\n\t　　步骤2：蒸锅置火上，鸭子、白果放入蒸盆中，注入清汤，上笼蒸2小时至鸭肉烂熟，加盐调味即可。",
    "功效": "降痰清毒、补虚抗癌。可作为肺癌晚期痰多、体虚患者的辅助饮食。",
    "食法": "食鸭肉喝汤。"
  },
  {
    "药膳名": "薄荷黄豆猪肉汤",
    "药材": "新鲜薄荷叶40克，黄豆100克。",
    "食材": "猪瘦肉200克，姜5克，盐3克。",
    "做法": "步骤1：黄豆清水泡透，洗净;薄荷叶择洗干净：猪肉洗净血水，剁碎;姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下猪肉、黄豆、姜，大火煮沸后，撇净浮沫，转小火煲1小时，撤入薄荷叶，稍煮片刻，加盐调味，即可食用。",
    "功效": "补肝养肾、补虚增髓。适用于预防流行性感冒。",
    "食法": "吃猪肉、黄豆，喝汤，分次食用。"
  },
  {
    "药膳名": "活血定风粥",
    "药材": "决明子10克，白菊花、钩藤各8克。",
    "食材": "大米80克，冰糖末5克。",
    "做法": "步骤1：决明子炒香;白菊花、钩藤分别洗净；大米淘洗干净。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入决明子、白菊花、钩藤大火煮沸后转小火煎汁，去渣，下入大米，熬煮至粥成，调入冰糖末融化即可。",
    "功效": "活血、熄风定惊、平肝阳。适用于耳聋、耳鸣眼花、假性近视、口眼歪斜等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "肉桂丁香炖鸭",
    "药材": "丁香、肉桂各3克。",
    "食材": "鸭子1只，姜、葱各10克，盐、冰糖、卤汁适量，香油3毫升。",
    "做法": "步骤1：丁香、肉桂洗净后装入药袋里，扎口；鸭子宰杀后，去毛、内脏、爪，入沸水中氽烫去除血水，剁成大块；葱洗净，切段；姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入药袋煎煮40分钟，捞去药袋，汤汁倒入碗中备用。\n_x000D_\n\t　　步骤3：汤煲置火上，放入鸭肉、葱、姜、盐、冰糖，倒入卤汁，大火煮沸后，撇去浮沫，转小火煲至鸭肉九成熟，倒入药汁，煲至肉烂熟，加香油调味即可。",
    "功效": "补虚健脾、利水渗湿。适宜性功能低下、慢性胃炎、消化不良及胃肠功能紊乱患者食用。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "润喉茶",
    "药材": "生甘草、沙参、麦冬、桔梗、玄参各5克。",
    "食材": "乌梅肉30克，白砂糖10克。",
    "做法": "步骤1：生甘草、沙参、麦冬、桔梗、玄参、乌梅分别洗净，切碎，放入锅中。\n_x000D_\n\t　　步骤2：加水适量，大火煮沸后转小火煎煮30分钟，关火，去渣取液，加入白砂糖搅匀即可。",
    "功效": "润肺消炎、清咽利喉。适宜慢性咽炎患者饮服。",
    "食法": "代茶饮用。"
  },
  {
    "药膳名": "补虚正气粥",
    "药材": "党参5克，黄芪15克。",
    "食材": "大米100克，白砂糖5克。",
    "做法": "步骤1：党参润透，洗净，切片；黄芪清水洗净，与党参一同放入药袋里，备用；大米淘洗干净：\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，放入药袋，转小火熬煮至粥黏稠，捞去药袋，加糖调味即可。",
    "功效": "健脾补中、抗疫劳。适用于劳倦内伤、体虚自汗、心慌气短等症。",
    "食法": "宜早、晚餐空腹食用。"
  },
  {
    "药膳名": "糯米桂圆粥",
    "药材": "桂圆5枚。",
    "食材": "糯米100克，白砂糖3克。",
    "做法": "步骤1：糯米淘洗干净；桂圆去壳、核，洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米、桂圆肉，大火煮沸后转小火熬煮至粥黏稠，加糖调味即可。",
    "功效": "养心安神、补血益智。适用于贫血等症，健康人食用可增强体质，提高记忆力。",
    "食法": "早、晚餐空腹食用，温服。"
  },
  {
    "药膳名": "党参枸杞汤",
    "药材": "党参3克，枸杞10克。",
    "食材": "白砂糖3克。",
    "做法": "步骤1：党参洗净，切片；枸杞洗净，泡软。\n_x000D_\n\t　　步骤2：砂锅至小火上，入水适量，放入党参、枸杞同煮1小时，加糖调味即可。",
    "功效": "补气生精。",
    "食法": "每日2次。"
  },
  {
    "药膳名": "麦冬阿胶粥",
    "药材": "阿胶20克，麦门冬10克。",
    "食材": "糯米80克，红糖10克。",
    "做法": "步骤1：阿胶捣碎，备用;麦门冬洗净，润透切碎，加冷沸水捣碎取汁。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入糯米熬煮成粥，加入阿胶、麦门冬汁，边煮边搅匀煮至粥稠胶化即可。",
    "功效": "滋阴补虚、养血润燥、美容养颜。",
    "食法": "每日一次，早晚温热服食，连服3天。"
  },
  {
    "药膳名": "枸杞羊肉汤",
    "药材": "枸杞15克。",
    "食材": "羊腿肉800克，料酒10毫升，生姜10克，葱段、大蒜各5克，味精1克，盐3克，植物油5毫升，清汤1升。",
    "做法": "步骤1：羊肉刮去筋膜，洗净切块；生姜洗净，切片;枸杞洗净。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，倒进羊肉、料酒，生姜、大蒜等煸炒透后，放进砂锅，加清汤和枸杞，大火烧沸转小火煨炖1小时至肉熟烂后，加入盐、味精调味即可。",
    "功效": "温阳壮腰、补肾强筋。适用于肾阳不足所致腰膝酸软、筋骨无力等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "鱼腥草炖乌鸡",
    "药材": "鱼腥草20克。",
    "食材": "蜜枣4枚、乌骨鸡半只，盐3克，味精1克。",
    "做法": "步骤1：鱼腥草洗净;红枣洗净，去核;乌骨鸡洗净切块，放入沸水锅里，洗净血水后捞出。\n_x000D_\n\t　　步骤2：砂锅加水煮沸，放入以上所有材料，大火煮开，小火炖2小时，加盐和味精调味即可。",
    "功效": "清热利尿、调节气血、健胃消食。",
    "食法": "做点心食用，吃肉喝汤。"
  },
  {
    "药膳名": "郁金佛手羹",
    "药材": "佛手、郁金各10克。",
    "食材": "大米80克，冰糖8克。",
    "做法": "步骤1：佛手、郁金清水泡软，洗净;大米淘洗干净;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、郁金、佛手，大火煮沸后，转小火熬煮至粥黏稠，加冰糖调味即可。",
    "功效": "疏肝解郁、凉血止痛。适用于慢性胆囊炎的辅助治疗。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "熟地烧牛肉",
    "药材": "熟地12克。",
    "食材": "牛肉400克，植物油15克，葱、姜、蒜各5克，料酒、老抽各5毫升，香油3毫升，盐3克，胡椒粉、白砂糖各3克。",
    "做法": "步骤1：牛肉洗净，切片;葱洗净，切段;姜洗净，切片;蒜洗净，拍碎;熟地黄清水洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入熟地煎煮40分钟，捞去药渣，汤汁倒入碗中备用。\n_x000D_\n\t　　步骤3：炒锅置大火上，入油烧至七成热，放入葱、姜、蒜爆香，下入牛肉翻炒片刻，加入料酒、糖、老抽、盐翻炒至牛肉上色，倒入药汁，大火煮沸后，转小火煮至牛肉烂熟，加胡椒粉调味即可。",
    "功效": "补益气血。适用于气血两虚者补养。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "益智山楂茶",
    "药材": "枸杞10克。",
    "食材": "生山楂20克。",
    "做法": "步骤1：山楂洗净，去核，切片；枸杞清水泡软，洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入山楂、枸杞，煎煮30分钟，去渣取汁，倒入碗中，待凉，即可饮用。",
    "功效": "益气活血、补髓填精，适用于气虚神疲、记忆力衰退者食用。",
    "食法": "每日一次，代茶饮。"
  },
  {
    "药膳名": "凉拌猪肚",
    "药材": "芥末10克。",
    "食材": "猪肚400克，香菜8克，盐3克。",
    "做法": "步骤1：香菜择洗干净，切碎;猪肚洗净。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，放入猪肚，加盐，煮熟取出，凉凉后切丝，放盘，加芥末拌匀，加香菜调味即可。",
    "功效": "补益气血、祛风散寒。适宜皮肤瘙痒者食用。",
    "食法": "每3天一次。"
  },
  {
    "药膳名": "枸杞叶猪肾汤",
    "药材": "枸杞叶120克。",
    "食材": "猪肾1副，盐5克。",
    "做法": "步骤1：猪肾刮去白色的筋膜臊腺，洗净，切成小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肾，加枸杞叶煮成汤，加盐调味即可。",
    "功效": "补肾益精。适用于肾虚遗精、肾虚耳聋、肾虚腰痛等症。",
    "食法": "做点心食用，吃肉喝汤。"
  },
  {
    "药膳名": "人参红枣补气汤",
    "药材": "人参10克。",
    "食材": "红枣6枚。",
    "做法": "步骤1：人参洗净，切片备用;红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅注入适量的水，放入人参浸泡6小时后，加入大枣，锅置中火上，煮1小时即可。",
    "功效": "补益气血。适宜女子产后、大病初愈者食用。",
    "食法": "宜秋冬季节食用。"
  },
  {
    "药膳名": "丹参红花乌鸡汤",
    "药材": "丹参10克，红花20克，桃仁4克。",
    "食材": "乌骨鸡腿1个，盐2克。",
    "做法": "步骤1：红枣去核，洗净；丹参清水浸泡，洗净；桃仁、红花洗净，放入药袋里，扎口；鸡腿洗净，剁块，入沸水汆烫，捞起，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有药材和鸡腿，大火煮沸后转小火炖煮1小时，捞去药袋，加盐调味即可。",
    "功效": "活血通络、祛瘀止痛、益心养肝。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "红枣白术饼",
    "药材": "白术2片，红枣20枚。",
    "食材": "面粉500克，姜片5克，鸡内金10克，植物油50克。",
    "做法": "步骤1：红枣洗净，去核;鸡内金研磨成粉;白术、老姜片洗净，装入白纱布袋里，系紧袋口，与红枣一起放入锅内，注入适量清水，大火煮沸后转小火煎煮50分钟，取出药袋，把红枣拌成枣泥备用。\n_x000D_\n\t　　步骤2：面粉倒入盆内，加入鸡内金粉充分混合，倒入枣泥，并加入适量清水，揉成面团，把面团搓成长条，切成若干个大小均匀的剂子，用擀面杖逐个擀成饼状，放入烤盘中刷油，入微波炉内烘烤至熟即可。",
    "功效": "健胃消食、益气健脾。适宜胃炎患者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "美容养颜羹",
    "药材": "新鲜山药70克，干银耳10克，枸杞4克。",
    "食材": "糯米150克，冰糖5克。",
    "做法": "步骤1：银耳清水泡发，洗净，去根留叶;山药去皮，洗净，切片。糯米淘洗干净。\n_x000D_\n\t　　步骤2：锅置火上，注入适量清水，下入糯米、山药片、银耳，大火煮沸，转小火熬煮至粥五成熟，放入枸杞煮至粥黏稠，加糖调味即可。",
    "功效": "补血明目、消食开胃、养阴清热、养颜美容。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "三七参枣汤",
    "药材": "党参20克，三七15克，酸枣仁20克。",
    "食材": "母鸡1只，盐2克。",
    "做法": "步骤1：母鸡宰杀后，去皮、内脏、头爪，洗净血水;党参浸泡，润透，洗净;三七、酸枣仁洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入鸡，大火煮沸后，撇去浮沫，加入党参、三七、酸枣仁，转小火煲制2小时至鸡肉烂熟，加盐调味即可。",
    "功效": "益气活血、补髓填精。",
    "食法": "食肉喝汤，分次食用。"
  },
  {
    "药膳名": "冬瓜皮黑豆汤",
    "药材": "冬瓜皮40克。",
    "食材": "黑豆15克，姜5克，盐2克。",
    "做法": "步骤1：冬瓜皮洗净，切块：黑豆清水浸泡，洗净;姜洗净，切片。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，下入冬瓜皮、黑豆、姜片，大火煮沸后转小火煲至2小时，加盐调味即可。",
    "功效": "清热祛湿、利尿解毒。适用于尿路结石的辅助治疗。",
    "食法": "吃黑豆喝汤。"
  },
  {
    "药膳名": "人参甲鱼汤",
    "药材": "人参3克。",
    "食材": "甲鱼1只、料酒10毫升，盐3克。",
    "做法": "步骤1：甲鱼宰杀放血后，去背壳、腹板、内脏、爪，洗净血水，入沸水中氽烫，去腥;人参洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入甲鱼，加料酒、盐，大火煮沸后，撇去浮沫，转小火煲至甲鱼烂熟，加入参煲30分钟，捞去药渣即可。",
    "功效": "补气摄血。适用于神疲气短乏力、不思饮食等症。",
    "食法": "食肉饮汤，每日一次，顿服连用数日。"
  },
  {
    "药膳名": "山药泥",
    "药材": "山药180克，豆沙120克。",
    "食材": "京糕80克，水淀粉40毫升，白砂糖120克，植物油适量。",
    "做法": "步骤1：山药洗净后磨成细末，加入白砂糖40克，加水搅戒细泥，放碗里备用：京糕加工成细泥，放入碗里，加白砂糖20克，拌匀;豆沙放碗里，三个碗上笼蒸熟透后，取出备用。\n_x000D_\n\t　　步骤2：锅内下植物油，烧热后倒入山药泥，炒至浓稠时，盛在盘子的中间。依次将京糕泥和豆沙炒熟，分别盛在准山药泥的两边。\n_x000D_\n\t　　步骤3：锅置大火上，加清水和白砂糖，沸腾后取沫，加水淀粉勾芡，浇在三种泥上面即可。",
    "功效": "健脾和胃。适用于脾胃盘弱所致的便溏、腹泻等慢性肠胃病。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "菟丝子粥",
    "药材": "菟丝子50克。",
    "食材": "粳米120克，白砂糖10克。",
    "做法": "步骤1：菟丝子研碎，放入砂锅内，加水煎煮，取药汁200毫升;粳米淘洗干净。\n_x000D_\n\t　　步骤2：粳米放入砂锅，加入药汁、清水和白砂糖，煮成粥即可。",
    "功效": "补肾益精、养肝明目。适用于肝肾不足所致的阳痿、早泄、遗精、腰膝筋骨酸痛、腿脚软弱无力、小便频数、尿有余沥、头晕目花、视物不清、耳鸣耳聋等症。",
    "食法": "每日2次，早晚温热服食。"
  },
  {
    "药膳名": "阿胶牛肉汤",
    "药材": "阿胺15克。",
    "食材": "牛肉150克，米酒20毫升，生姜片10克。",
    "做法": "步骤1：牛肉洗净，去筋切片，入沸水中焯一下，捞出沥水。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入牛肉片、生姜片、米酒，大火煮沸后转小火炖煮30分钟，下入阿胶，煮至阿胶溶解即可。",
    "功效": "滋阴养血、温中健脾。",
    "食法": "月经后期，每日一剂，吃肉喝汤.连吃3～5日。"
  },
  {
    "药膳名": "土豆粥",
    "药材": "土豆80克。",
    "食材": "大米40克，桂花5克，白砂糖10克。",
    "做法": "步骤1：土豆去皮，洗净，切成小块;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅上火，入水烧沸，下入大米煮沸，加入土豆块，转小火熬煮至粥将熟时放入桂花、白砂糖，稍煮片刻即可。",
    "功效": "消炎解毒、祛湿健脾。适用于脾虚温盛型湿疹。",
    "食法": "每日早晚服用。"
  },
  {
    "药膳名": "冬瓜雪梨汤",
    "药材": "小冬瓜、雪梨各1个。",
    "食材": "冰糖20克。",
    "做法": "步骤1：小冬瓜洗净，剖开，去瓤;雪梨洗净，切成薄片。\n_x000D_\n\t　　步骤2：冰糖、雪梨填入冬瓜中，口朝上放笼屉内蒸20分钟，取出冬瓜，将冬瓜内的水和雪梨片倒入碗中即可。",
    "功效": "润肺生津、去热除烦。适宜肾脏病、糖尿病、高血压、冠心病、小便不利、哮喘、热哮、寒哮发作者食用。",
    "食法": "代茶常饮。"
  },
  {
    "药膳名": "枸杞甜粥",
    "药材": "枸杞15克。",
    "食材": "粳米80克，白砂糖10克。",
    "做法": "步骤1：枸杞洗净，粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入枸杞和粳米，大火烧沸后改小火熬煮至粥熟，加入白砂糖，停火闷5分钟即可。",
    "功效": "滋补肝肾、益精明目。适用于糖尿病以及肝肾阴虚所致的视力减退、头晕目眩、腰膝酸软、阳痿、遗精等症。",
    "食法": "早晚温热饮用。"
  },
  {
    "药膳名": "黄精瘦肉汤",
    "药材": "黄精40克。",
    "食材": "猪瘦肉180克，葱段、姜片各5克，料酒15毫升，盐3克，味精1克。",
    "做法": "步骤1：黄精洗净，润透切片;猪瘦肉洗净，切小块备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入黄精和猪瘦肉，加葱段、生姜片、盐、料酒，隔水炖1小时至熟即可。",
    "功效": "养脾阴、益心肺。适用于心脾阴血不足所致的食少、失眠等症，也用于阴虚体质者的平时调养。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "桂圆炖小鸡",
    "药材": "桂圆200克。",
    "食材": "仔鸡1只，料酒10毫升，白酱油6毫升，盐5克。",
    "做法": "步骤1：桂圆洗净;鸡宰杀后去毛，破腹去杂，剁去鸡爪，放入沸水中氽烫后捞出，再用清水冲洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入仔鸡、料酒，大火煮沸，撇去浮沫，转小火炖煮40分钟，加入桂圆、白酱油、盐，续炖30分钟即可。",
    "功效": "补血安神、健脑益智、补养心脾。适宜准妈妈食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "豆腐鸡丁",
    "药材": "豆腐300克。",
    "食材": "鸡肉200克，鸡蛋1枚，蒜5克，淀粉10克，黄酒10毫升，盐3克，味精1克。",
    "做法": "步骤1：豆腐洗净，捣碎;鸡蛋打入碗中，搅拌成蛋液;鸡肉洗净，切丁，拌入豆腐、淀粉、黄酒、盐，搅拌均匀;蒜洗净，捣成泥。\n_x000D_\n\t　　步骤2：蒸锅置火上，碗中撒上蒜末，上笼蒸30分钟，加味精调味即可。",
    "功效": "补益强身。可增强体质、缓解癌症的病情。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "荸荠红枣汤",
    "药材": "红枣4枚，荸荠4颗，生豆皮1张，冰糖15克。",
    "食材": "",
    "做法": "步骤1：红枣去核，洗净，稍微泡软;生豆皮泡软，换水漂白，捞出沥干；荸荠洗净，削除外皮，备用。\n_x000D_\n\t　　步骤2：将荸荠、红枣放入砂锅内，加水后大火煮沸，小火煎煮20～30分钟。\n_x000D_\n\t　　步骤3：放入生豆皮，再煮5分钟，停火，加入冰糖搅拌至溶化即可。",
    "功效": "滋补肝肾、益精血、润肠凉血、清热解毒。",
    "食法": "饭前饭后当汤饮，或者平时当茶饮。"
  },
  {
    "药膳名": "补血人参汤",
    "药材": "人参15克。",
    "食材": "红糖15克。",
    "做法": "人参洗净，润透切片，放入锅中，加水适量，大火煮沸转小火煎煮30分钟，滤渣取汁，加入红糖搅化即可服食。",
    "功效": "大补元气、养血活血。适宜于产后失血过多，阳气虚浮欲脱者饮服。",
    "食法": "每日一次，代茶饮服。"
  },
  {
    "药膳名": "冬瓜绿豆汤",
    "药材": "绿豆120克。",
    "食材": "冬瓜400克，盐2克，植物油10毫升。",
    "做法": "步骤1：冬瓜去皮，洗净，切块;绿豆淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入绿豆、冬瓜块，大火煮沸后转小火熬煮至烂熟，放入盐、植物油调味即可。",
    "功效": "清热解毒。适宜实热所致痔疮患者饮服。",
    "食法": "每日分3次，服食绿豆、冬瓜，喝汤。"
  },
  {
    "药膳名": "双枣莲藕炖排骨",
    "药材": "红枣、黑枣各8枚。",
    "食材": "莲藕500克，排骨200克，盐4克。",
    "做法": "步骤1：莲藕冲洗一下，削皮，再切成块;红枣、黑枣洗净，去核，备用;排骨洗净，氽烫去血水。\n_x000D_\n\t　　步骤2：砂锅内放入以上材料，加水，大火煮沸，小火炖50分钟，加盐调味即可。",
    "功效": "健胃消食、清热凉血、散瘀止泻。适用于咳嗽，烦躁口渴、脾虚腹泻、食欲不振等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "虫草炖麻雀",
    "药材": "冬虫夏草5克。",
    "食材": "麻雀10只，生姜5克，盐3克。",
    "做法": "步骤1：麻雀宰杀，去掉毛和内脏，洗净，切块；虫草用温水洗净，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入麻雀和虫草，加生姜和盐，小火炖3小时即可。",
    "功效": "补肾助阳、填精益髓。适用于肾阳虚衰所致的阳痿、早泄、身体衰弱等症。",
    "食法": "做点心食用，吃菜喝汤。"
  },
  {
    "药膳名": "小公鸡炖苁蓉",
    "药材": "肉苁蓉20克。",
    "食材": "小公鸡1只，料酒10毫升，盐3克。",
    "做法": "步骤1：小公鸡宰杀，去毛及肠杂，洗净，切块;肉苁蓉洗净，滤干，放入纱布袋内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入小公鸡和肉苁蓉，加料酒，大火煮沸，小火慢炖，至鸡肉熟烂时加盐调味即可。",
    "功效": "补肾助阳、益气填精。适用于肾阳虚衰所致的阳痿、早泄、滑精、尿频或遗尿等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "归芪羊肉汤",
    "药材": "当归、黄芪、党参各20克。",
    "食材": "羊肉500克，葱、姜各10克，料酒5毫升，盐2克，味精1克。",
    "做法": "步骤1：当归、黄芪、党参放入纱布包中，扎口；羊肉去筋膜，洗净，切块;葱洗净，切段；姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入羊肉、料酒、葱、姜、盐，大火煮沸后，撇去浮沫，加入纱布包，转小火炖煮至肉熟，捞去纱布包，加味精调味即可。",
    "功效": "益气养血、健脾养胃。适宜血虚及病后、产后气血不足者食用。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "茴香猪腰",
    "药材": "猪腰子1具，小茴香5克。",
    "食材": "卤汁适量。",
    "做法": "步骤1：小茴香放入锅内炒5分钟，至完全烘干，研成细末。\n_x000D_\n\t　　步骤2：猪腰洗净，刮去筋膜和臊腺，用刀在侧面划出口子，塞入茴香末，用棉线缠紧。\n_x000D_\n\t　　步骤3：锅中倒入卤汁，加水，放入猪腰，煮沸30分钟取出，解开棉线，切片盛盘即可。",
    "功效": "补肾散寒、止痛祛湿。适用于肾虚腰痛、寒湿腰痛等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "酸枣仁白米粥",
    "药材": "酸枣仁15克，大枣5颗。",
    "食材": "大米100克，白砂糖10克。",
    "做法": "步骤1：酸枣仁、大枣、大米分别淘洗干净，浸泡30分钟，酸枣仁用刀切成碎末。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后转小火熬煮至粥将成时，加入酸枣仁末、大枣，搅拌均匀，煮至粥黏稠，加入白砂糖调味即可。",
    "功效": "镇静安神、养肝滋阴、降血压。",
    "食法": "早、晚餐皆可。"
  },
  {
    "药膳名": "枇杷枣梨膏",
    "药材": "枇杷30克，梨2个，莲子40克。",
    "食材": "蜂蜜100，克，红枣10枚。",
    "做法": "步骤1：梨去皮、心，洗净，切碎;莲子泡软，去心;红枣润透，去核，洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，放入枇杷叶，加适量水煎煮1小时后取汁，用绸子过滤，除去绒毛。\n_x000D_\n\t　　步骤3：枣、莲子、梨同放锅内，铺平，倒入枇杷叶汁，加盖焖煮30分钟后翻转，续煮30分钟，加蜂蜜调匀，待凉后装瓶。",
    "功效": "益气养血。适用于气血两虚所致的、四肢酸软、精神倦怠等症。",
    "食法": "随意温服。"
  },
  {
    "药膳名": "红枣黑豆粥",
    "药材": "红枣5枚。",
    "食材": "黑豆20克，糯米100克，红糖10克。",
    "做法": "步骤1：黑豆淘洗干净，浸泡;糯米淘洗干净;红枣润透，洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米、黑豆，大火煮沸后，转小火熬煮30分钟，加入红枣熬煮至黑豆烂熟，加红糖即可。",
    "功效": "益肾补血。适应于治疗贫血。",
    "食法": "宜早、晚空腹食用。"
  },
  {
    "药膳名": "百合鸡",
    "药材": "母鸡1只，百合40克。",
    "食材": "大米100克，姜5克，老抽5毫升，花椒2克，盐2克。",
    "做法": "步骤1：鸡宰杀后，去毛、内脏、爪，洗净血水;百合、大米淘洗干净后放入鸡腹中，缝合;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡、姜、花椒、老抽，大火煮沸后，转小火炖煮至鸡肉烂熟，开腹取百合、米饭，汤中加盐调味即可。",
    "功效": "补气养血、健脾养心。适用于产后虚弱少气、心悸、头晕等症。",
    "食法": "饮汤，吃米饭、鸡肉。"
  },
  {
    "药膳名": "枸杞韭菜炒虾仁",
    "药材": "枸杞10克。",
    "食材": "大虾200克，韭菜250克，盐5克，味精3克，料酒、淀粉适量。",
    "做法": "步骤1：大虾去壳、泥肠，洗净，放太白粉、盐2克、料酒腌渍5分钟；韭菜择洗干净，切；枸杞洗净泡发。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，放入虾仁、韭菜、枸杞、盐、味精，炒至入味即可。",
    "功效": "补肾壮阳、健胃利脾、调节血糖。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山药芡实素肠粥",
    "药材": "芡实米、山药各50克。",
    "食材": "粳米100克，素肠80克，香油3毫升，盐2克。",
    "做法": "步骤1：山药洗净，润透;芡实米、粳米淘洗干净，浸泡15分钟后，砂锅入水适量，放入芡实米、粳米、山药，大火煮沸后转小火熬煮成粥。\n_x000D_\n\t　　步骤2：素肠洗净，切小段，后用炒锅翻炒片刻。(素肠是以大豆蛋白做成的仿肉肠)\n_x000D_\n\t　　步骤3：将炒好的素肠倒入粥锅中，续熬10分钟，加盐调味即可。",
    "功效": "滋阴补肾、延缓衰老。",
    "食法": "每晚温热服食。"
  },
  {
    "药膳名": "熟地粥",
    "药材": "熟地黄20克。",
    "食材": "大米80克，冰糖5克。",
    "做法": "步骤1：熟地黄洗净，切片，放入纱布袋里，扎口;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，放入纱布袋，入水适量，大火煮沸数次，煎煮至汤汁成棕黄色，转小火，下入大米熬煮至粥黏稠，捞去熟地黄，加糖调味即可。",
    "功效": "补血滋润、益精填髓。适用于血虚萎黄、眩晕心悸、月经不调等症。",
    "食法": "宜早餐空腹食用。"
  },
  {
    "药膳名": "桂圆粥",
    "药材": "桂圆10枚。",
    "食材": "大米100克。",
    "做法": "步骤1：大米淘洗干净;桂圆去壳、核，洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、桂圆肉，大火煮沸后转小火熬煮至粥黏稠，即可食用。",
    "功效": "养血安神、补益心脾。适宜心脾两虚、用脑过度者食用。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "健脑粥",
    "药材": "核桃仁30克。",
    "食材": "大米100克，白砂糖3克。",
    "做法": "步骤1：大米淘洗干净;核桃仁洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、核桃仁，大火煮沸后，转小火熬煮至粥黏稠，加糖调味即可。",
    "功效": "健脑益智、养血补肾。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "灵芝粥",
    "药材": "灵芝30克。",
    "食材": "糯米80克，红枣5枚，白砂糖5克。",
    "做法": "步骤1：灵芝洗净，切块;红枣润透，去核，洗净;糯米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米、红枣，大火煮沸后，加入灵芝，熬煮至粥黏稠，加糖调味即可。",
    "功效": "补气安神、止咳平喘。适用于体虚乏力、饮食减少、头昏、心脾两虚等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "百合糖水",
    "药材": "百合20克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：百合清水润透，洗净;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入百合、冰糖，煎煮至百合熟透，即可食用。",
    "功效": "清热润燥、宁心安神。适宜慢性咳嗽、肺结核、口舌生疮、口干、口臭的患者食用。",
    "食法": "分次温服。"
  },
  {
    "药膳名": "五色汤",
    "药材": "青皮10克，银耳5克，黑豆20克，红枣15枚，黄花菜10克。",
    "食材": "白砂糖10克。",
    "做法": "步骤1：银耳、黄花菜洗净，泡发，去蒂：青皮、黑豆、红枣洗净，红枣去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，青皮放入布袋扎紧口与黑豆一起放入砂锅，大火煮沸转小火煎煮30分钟，捞出药包，放入银耳、红枣、黄花菜，小火炖煮至豆、银耳烂熟，加白砂糖调味即可。",
    "功效": "和五脏、调气血、消皱纹。适用于预防和治疗颜面部过早出现皱纹。",
    "食法": "每日一剂，日常食用。"
  },
  {
    "药膳名": "三仙禽参汤",
    "药材": "人参5克。",
    "食材": "老母鸡、麻雀，家鸽各1只，盐5克，姜5克，大葱10克，黄酒10毫升。",
    "做法": "步骤1：麻雀、家鸽、母鸡宰杀，去毛、内脏，清洗干净;人参洗净，润透。\n_x000D_\n\t　　步骤2：人参放入麻雀腹内，麻雀置人家鸽腹内，家鸽放入母鸡腹内，母鸡放入汤煲中，汤煲置火上，入水适量，大火煮沸，撇去浮沫，加盐、姜片、葱段、黄酒转小火炖3小时至熟即可。",
    "功效": "气血双补，滋阴补虚、促进乳房发育。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "拔丝山药",
    "药材": "铁棍山药500克。",
    "食材": "桂花卤2克，冰糖75克，熟白芝麻5克，熟植物油适量。",
    "做法": "步骤1：山药去皮，切滚刀块;冰糖碾碎成面儿。\n_x000D_\n\t　　步骤2：锅置火上，入油烧至五成热，放入山药炸至金黄皮脆里熟，倒入漏勺内沥油，锅留底油，放入冰糖面和少许清水，加桂花卤熬至糖汁表面的大气泡变小，糖以开始变微微有点儿浅红色时，倒入山药拌匀即可。",
    "功效": "利肾壮阳、滋补固精。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "菠萝烩排骨",
    "药材": "菠萝150克。",
    "食材": "猪小排400克，酱油5毫升，盐2克，番茄酱10克，植物油15毫升，料酒10毫升，葱末、姜末各3克。",
    "做法": "步骤1：排骨剁成小块，加酱油、盐腌10分钟;菠萝切成小块，用盐水浸泡。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧热，下排骨块煎至变色，锅留底油，下葱末、姜末爆香，放入酱油、料酒、番茄酱煸炒，倒入排骨翻炒5分钟，加水适量小火煮到肉烂，出锅时倒入菠萝块，大火收汁即可。",
    "功效": "适用于慢性咽炎患者。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "麦冬甘草粥",
    "药材": "麦冬15克，甘草10克。",
    "食材": "大米100克。",
    "做法": "步骤1：麦冬洗净，润透，去心;甘草洗净，润透切片;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入麦冬、甘草、大米，大火煮沸转小火熬煮50分钟至粥成即可。",
    "功效": "滋阴润肺、清热消炎。适用于急、慢性咽炎患者夏季食用。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "山楂牛肉盅",
    "药材": "山楂10克，红花5克。",
    "食材": "牛肉200克，胡萝卜50克。红枣5枚，清汤200毫升，料酒10毫升，葱、姜各5克，盐3克。",
    "做法": "步骤1：山楂洗净，去核;红枣润透，去核，洗净;红花洗净;牛肉洗净血水，切片;胡萝卜洗净，切片;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入牛肉、料酒、葱、姜，大火沸煮20分钟，注入清汤，煮沸后加入胡萝卜、山楂、红花、盐，转小火炖煮1小时，即可食用。",
    "功效": "益气补虚、活血养血。适宜中气下陷、气短体虚，筋骨酸软、贫血久病及头晕目眩者食用。",
    "食法": "吃肉喝汤，分次食用。"
  },
  {
    "药膳名": "丰胸汤",
    "药材": "干地黄20克，当归、续断各15克，怀牛膝10克，黄芪5克。",
    "食材": "羊肉500克，蜂蜜50毫升。",
    "做法": "步骤1：羊肉洗净，切成片;干地黄、当归、续断、怀牛膝、黄芪均洗净，润透。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入羊肉、干地黄、当归、续断、怀牛膝、黄芪入，大火煮沸转小火煲约3小时，取浓汁加入蜂蜜，熬成黏稠状即可。",
    "功效": "美自丰胸、益气养血。适宜虚劳赢瘦的女士食用。",
    "食法": "秋冬季服用。"
  },
  {
    "药膳名": "桂圆长寿面",
    "药材": "干桂圆肉20克。",
    "食材": "鸡肉丝100克，海米20克，鲜菇3朵，鸡蛋1枚，盐3克，鸡精1克，面条200克，植物油、水淀粉适量。",
    "做法": "步骤1：干桂圆洗净，用沸水浸泡30分钟至软;海米洗净，泡发切碎;鲜菇洗净，切丁：鸡蛋打入碗中，搅拌均匀。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，下入鸡肉丝、海米、鲜菇、鸡蛋滑炒，放盐、鸡精调味，加入水淀粉勾芡，即成面卤。\n_x000D_\n\t　　步骤3：面条入锅煮熟，捞入碗中，浇上面卤，放上桂圆肉即可。",
    "功效": "滋阴补虚、健脑安神。",
    "食法": "可做主食食用。"
  },
  {
    "药膳名": "萝卜枸杞粥",
    "药材": "枸杞8克，萝卜150克。",
    "食材": "玉米粉20克。",
    "做法": "步骤1：萝卜洗净，切成小块;玉米粉加适量水调成糊;枸杞洗净，泡软。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入萝卜，大火煮沸后，加入枸杞、玉米糊，搅拌均匀，煮沸后转小火煮至萝卜熟透即可。",
    "功效": "养血明目、消食理气。可用于提高机体免疫力、抗肿瘤。",
    "食法": "早、晚各一次。"
  },
  {
    "药膳名": "黄芪茶",
    "药材": "黄芪15克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：黄芪洗净，切片。\n_x000D_\n\t　　步骤2：黄芪、冰糖放入茶杯中，注入适量沸水，加盖闷约5分钟，即可饮用。",
    "功效": "益气固表、敛汗固脱。适用于治疗气虚乏力、中气下陷、久泻脱肛、表虚自汗等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "养生四蔬",
    "药材": "玉米笋、仙人掌各80克。",
    "食材": "胡萝卜、鲜芦笋各100克，水淀粉15毫升，高汤150毫升，蒜、姜、盐各3克，味精3克。",
    "做法": "步骤1：玉米笋、仙人掌、胡萝卜、鲜芦笋去皮，洗净，切条，入沸水中焯烫，捞出沥千，备用;蒜去皮，洗净，切碎;姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至五成热，放入蒜、姜爆香，加入所有蔬菜翻炒至熟，注入高汤，用淀粉勾芡，加盐、味精调味即可。",
    "功效": "清肠排毒、提高免疫。适用于流行性感冒的预防。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "八宝粥",
    "药材": "银耳30克，红枣8枚，香菇15克，莲子40克，枸杞20克。",
    "食材": "大豆、大米各100克，蜂蜜10克。",
    "做法": "步骤1：银耳、香菇泡发，润透，去蒂，洗净，银耳撕成小朵，香菇掰成小块;红枣去核，洗净，切块;莲子清水浸泡，去心，洗净;枸杞、大豆、大米淘洗干净。\n_x000D_\n\t　　步骤2：砂罐置火上，下入大米、大豆，放入所有药材，入水适量，大火煮沸后转小火熬煮至大豆烂熟，调入蜂蜜，拌匀即可。",
    "功效": "抗癌防癌、延年益寿。可作为癌症术后的恢复饮食。",
    "食法": "分次空腹食用。"
  },
  {
    "药膳名": "锁阳粥",
    "药材": "锁阳15克。",
    "食材": "大米100克。",
    "做法": "步骤1：锁阳洗净，大米淘洗干净，与锁阳一起放入砂锅。\n_x000D_\n\t　　步骤2：入水适量，大火煮沸后转小火熬煮成粥，拣去锁阳即可。",
    "功效": "利肾助阳。适用于肾阳不足，精血亏虚所致的阳痿、遗精、不孕、腰膝酸软、筋骨无力等症。",
    "食法": "每日一次，温热服食。"
  },
  {
    "药膳名": "刀豆炒腰片",
    "药材": "刀豆200克。",
    "食材": "猪腰2个，料酒5毫升，水淀粉10毫升，姜、盐各5克。",
    "做法": "步骤1：猪腰撕去衣膜，剖开，入沸水焯烫、冲洗，切成薄片，加料酒、盐腌15分钟，加入水淀粉拌匀;刀豆洗净，切片;姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至七成热，放姜片爆香，放入猪腰翻炒至熟，盛盘;锅中留少许油，烧至五成热，放入刀豆翻炒，加适量水，煮沸后，放盐调味，焖煮;分钟，下入药片，翻炒均匀，水淀粉勾芡即可。",
    "功效": "温胃益肾、止腰痛。适宜妊娠期妇女及中老年人食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参小麦茶",
    "药材": "党参5克，浮小麦10克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：党参洗净，切片;浮小麦去杂质，淘洗洗净。\n_x000D_\n\t　　步骤2：党参、浮小麦放入茶杯中，注入适量沸水，加盖闷约15分钟，加冰糖拌匀，即可饮用。",
    "功效": "补气养血。适宜气血不足、病后亏虚、倦怠乏力者食用。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "滋补牛腩",
    "药材": "当归、党参、枸杞、天麻、黄芪、杜仲、肉苁蓉、锁阳各5克。",
    "食材": "牛腩、白萝卜各150克，盐3克，味精1克。",
    "做法": "步骤1：牛腩洗净，切块，入沸水中汆烫，捞出;白萝卜洗净，切片。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，下入牛腩、所有药材，大火煮沸后，转小火炖煮2小时，放入白萝卜，煮熟，加盐、味精调味即可。",
    "功效": "补血益气、强身健骨。适宜血虚体弱、四肢冰冷者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "沙苑甲鱼汤",
    "药材": "沙苑子、菟丝子各20克。",
    "食材": "甲鱼肉800克，生姜3克，盐5克，植物油20毫升。",
    "做法": "步骤1：沙苑子、菟丝子洗净，沥干备用：将甲鱼宰杀后，去壳和内脏，肉切成大块。\n_x000D_\n\t　　步骤2：锅人油，大火烧热，下入生姜片，再倒入甲鱼肉，翻炒5分钟后，加入适量冷水，再焖炒5分钟，盛入砂锅内。\n_x000D_\n\t　　步骤3：沙苑子、菟丝子装入纱布袋内，扎紧袋口，放入砂锅，加水，大火煮沸后，小火慢炖1小时，加盐，炖30分钟即可。",
    "功效": "补肾阳、益精液。适用于肾虚精衰所致的性欲减退、阳痿遗精、失眠多梦等症。",
    "食法": "做点心食用，吃内喝汤。"
  },
  {
    "药膳名": "松仁炒玉米",
    "药材": "松仁20克。",
    "食材": "玉米粒200克，青椒、红椒各15克，盐5克，味精3克。",
    "做法": "步骤1：青、红椒洗净，切成粒状；松仁炒香，备用。\n_x000D_\n\t　　步骤2：净锅置火上，入油烧热，加入青、红椒稍炒后，再加入玉米粒炒至入味，放入松仁、盐、味精翻炒片刻即可。",
    "功效": "滋润肠道、延缓衰老、益肺宁心、提高大脑功能。适用于脾肺气虚、肺燥咳嗽、皮肤干燥、大便干结、高脂血症、高血压、冠心病等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "鲜莲子粥",
    "药材": "新鲜莲子15克。",
    "食材": "大米100克。",
    "做法": "步骤1：大米淘洗干净;新鲜莲子清水泡发，去皮，心，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，’放入莲子煮熟，捞出备用;锅中入水适量，下入大米，大火煮沸后，转小火熬煮至粥熟，放入莲子，搅匀即可食用。",
    "功效": "补肾健脾。适用于脾虚久泻、遗精带下、心悸失眠等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "花椒粥",
    "药材": "花椒5克。",
    "食材": "粳米50克。",
    "做法": "步骤1：花椒洗净，加水煎煮留药汁;粳米淘洗干净。\n_x000D_\n\t　　步骤2：净锅置火上，入水适量，兑入药汁，下入粳米大火煮沸后转小火熬煮成粥即可。",
    "功效": "温通散寒、止痛。适用于龋齿疼痛、怕冷恶风、牙痛连及半侧头痛等症。",
    "食法": "空腹趁热服用。"
  },
  {
    "药膳名": "平气汤饮",
    "药材": "板蓝根、山豆根各10克，甘草8克，胖大海4克。",
    "食材": "",
    "做法": "板蓝根、山豆根、甘草、胖大海均洗净，共置保温瓶中，冲入沸水，闷盖20分钟即可。",
    "功效": "平气止喘。",
    "食法": "代茶水频饮。"
  },
  {
    "药膳名": "鸡肉葱枣粥",
    "药材": "红枣10枚。",
    "食材": "大米120克，鸡肉80克，葱、姜各5克，香菜3克。",
    "做法": "步骤1：大米淘洗干净：鸡肉洗净，切丁;红枣去核，洗净;葱、姜洗净，切碎;香菜择洗干净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡肉、姜，大火煮沸后，下入大米，加入红枣，熬煮1小时至粥黏稠，加葱、香菜调味即可。",
    "功效": "补气、滋阴、固表。适用于过敏性鼻炎等症。",
    "食法": "佐餐食用。宜早、晚餐食用。"
  },
  {
    "药膳名": "人参补脾汤",
    "药材": "人参2克。",
    "食材": "燕窝6克。",
    "做法": "步骤1：燕窝去杂质，洗净，切块;人参洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入燕窝、人参，大火煮沸后转小火煎煮成浓汤。",
    "功效": "补益脾胃、增进饮食。适用于泻痢后干呕欲吐、饮食不进等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "芡实莲子汤",
    "药材": "茯苓35克，干莲子、芡实60克60克，薏米80克。",
    "食材": "山药50克，猪小肠400克，盐2克，米酒30毫升。",
    "做法": "步骤1：芡实、莲子、茯苓洗净;薏米清水泡透，洗净;山药去皮，洗净，切块;猪小肠洗净，切段，入沸水中汆烫，去腥，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪小肠和所有药材，大火煮沸后，转小火炖煮至小肠烂熟，加盐调味，淋上米酒即可。",
    "功效": "养心安神、补脾固肾。适用于慢性泄泻和小便频数、梦遗滑精、虚弱、遗尿、老年人尿频、妇女带多腰酸等症。",
    "食法": "吃肠饮汤。"
  },
  {
    "药膳名": "银耳薤白粥",
    "药材": "薤白8克，银耳20克。",
    "食材": "大米80克。",
    "做法": "步骤1：银耳泡发，润透，去蒂，洗净，撕成小朵;大米淘洗干净;薤白洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，加入银耳、薤白同煮，大火煮沸后，转小火熬煮至粥黏稠，即可食用。",
    "功效": "理气宽胸、通阳散结。适用于冠心病胸闷不舒或心绞痛等症。",
    "食法": "空腹饮用。"
  },
  {
    "药膳名": "健脾乌鸡汤",
    "药材": "白果25克，黄芪40克。",
    "食材": "乌鸡1只，白酒50毫升，盐3克。",
    "做法": "步骤1：乌鸡去内脏、头、爪，洗净血水：白果洗净，放入鸡腹中，用线缝口;黄芪洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，放入乌鸡、白酒，入水适量，大火煮沸后，加入黄芪，转小火炖煮至肉烂熟，加盐调味即可。",
    "功效": "健脾益气、固精止带。适用于治疗细菌性阴道炎等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "白果鸡蛋羹",
    "药材": "白果3克。",
    "食材": "鸡蛋2枚，盐1克。",
    "做法": "步骤1：鸡蛋打入碗中，注入适量水，加盐搅拌成蛋液;白果去皮，洗净，加入蛋液中。\n_x000D_\n\t　　步骤2：蒸锅至中火上，入水适量，待水沸后，碗放蒸笼上，蒸约20分钟即可。",
    "功效": "敛肺益气。适用于治疗哮喘、痰嗽、白带、白浊、遗精等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "枇杷雪梨汤",
    "药材": "枇杷叶、款冬花各10克。",
    "食材": "雪梨2个。",
    "做法": "步骤1：雪梨去皮、核，洗净，切块;枇杷叶、款冬花洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，放入雪梨、枇杷叶，款冬花，入水适量，大火煮沸后，转小火煲30分钟即可。",
    "功效": "润肺止咳。适用于治疗各种呕吐呃逆，常吃可预防感冒。",
    "食法": "每日2次，空腹饮用。"
  },
  {
    "药膳名": "人参姜黄汤",
    "药材": "姜黄、郁金、丹皮各12克，人参10克，鸡内金、甘草各5克。",
    "食材": "红糖5克。",
    "做法": "步骤1：鸡内金、丹皮捣碎;人参清水泡软，洗净;郁金、甘草泡软，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有药材，大火煮沸后转小火，煎煮1小时，捞去药渣，加糖调味即可。",
    "功效": "益气活血、补虚健脾。适用于治疗四肢无力、胸膈烦闷等症。",
    "食法": "空腹饮用，每日一次。"
  },
  {
    "药膳名": "三七鸡肉汤",
    "药材": "三七10克，黄芪15克。",
    "食材": "鸡肉30克，姜3克，盐、胡椒粉各1克。",
    "做法": "步骤1：三七洗净;黄芪洗净，切片i鸡肉洗净，切;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡肉、姜，大火煮沸后，加入三七、黄芪，转小火熬煮1小时，加盐、胡椒粉调味即可。",
    "功效": "活血通络、益气补虚。适宜血虚血瘀者食用。",
    "食法": "去药喝汤，分次食用。"
  },
  {
    "药膳名": "陈皮炒肉丝",
    "药材": "陈皮6克。",
    "食材": "胡萝卜200克，瘦猪肉100克，盐5克，植物油、料酒各10毫升，葱、香菜各5克。",
    "做法": "步骤1：陈皮泡软，洗净，切丝;胡萝卜去皮，洗净，切丝;猪肉洗净，切丝，加盐、料酒拌匀备用。葱洗净，切丝;香菜择洗干净，切碎。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油少许，烧至五成热，放入胡萝卜丝，翻炒至熟后，盛盘备用;入少许油，烧至九成热，放入陈皮丝，猪肉丝，翻炒至七成熟，加入胡萝卜同炒至干，加水少许，加盖焖约3分钟，撒上香菜、葱即可。",
    "功效": "宽胸理气。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "黄芪大枣包子",
    "药材": "黄芪30克。",
    "食材": "大枣40枚，面粉300克，发酵粉、碱水各1.5克。",
    "做法": "步骤1：黄芪清水洗净;大枣去核，洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入黄芪煎煮30分钟，捞去药渣，加入红枣煎煮至熟，捞出红枣，放入碗中，捣烂作为馅料，备用。\n_x000D_\n\t　　步骤3：把面粉、发酵粉倒入盆里，入水适量，揉成面团，静置饧发30分钟后，加碱水揉匀，摘成剂子，用擀面杖把剂子擀成包子皮，逐个放入做好的馅料，包好，做成包子生坯，把做好的包子生坯整齐地排在蒸笼里，放入蒸锅，大火蒸10分钟至熟即可。",
    "功效": "益气补血。适宜气血不足的皮肤病患者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "玉米须蚌肉汤",
    "药材": "玉米须50克。",
    "食材": "蚌肉200克，葱段、姜片各5克，盐5克，味精1克，料酒10毫升。",
    "做法": "步骤1：玉米须、蚌肉清洗干净。\n_x000D_\n\t　　步骤2：瓦罐置中火上，入水适量，放入玉米须、蚌肉、葱姜、料酒炖煮至肉烂熟，加盐、味精调味即可。",
    "功效": "利湿退黄、泄热通便。适宜淋病急性感染期之尿频、尿急、尿痛、淋漓不断的患者食用。",
    "食法": "食肉喝汤，隔日一次。"
  },
  {
    "药膳名": "甜酒养血粥",
    "药材": "红小豆30克。",
    "食材": "糯米甜酒酿250毫升，鸡蛋4枚，红糖5克。",
    "做法": "步骤1：红小豆去杂质，淘洗干净;鸡蛋打入碗中，搅匀备用。\n_x000D_\n\t　　步骤2：砂锅置中火上，放入红小豆，加水适量煮至豆熟烂，加入甜酒酿，转大火煮沸后，淋入鸡蛋，煮至蛋熟，加红糖调味即可。",
    "功效": "益气养血。",
    "食法": "该药膳为1天量，分2次服食。"
  },
  {
    "药膳名": "红枣枸杞豆浆",
    "药材": "红枣5枚，枸杞5克。",
    "食材": "黄豆40克，白砂糖5克。",
    "做法": "步骤1：黄豆清水泡透，洗净;枸杞、红枣洗净，去核。\n_x000D_\n\t　　步骤2：红枣、枸杞、黄豆方瑞豆浆机中，入水适量，打碎煮熟，滤网过滤后，加糖饮用。",
    "功效": "益气补虚、养心安神。适用于治疗改善心肌营养、防治心血管等症。",
    "食法": "宜早餐饮用。"
  },
  {
    "药膳名": "玫瑰蒸乳鸽",
    "药材": "玫瑰花5克，枸杞10克。",
    "食材": "乳鸽1只，红枣5枚，料酒10毫升，葱、姜各5克，盐、胡椒粉各3克，高汤200毫升。",
    "做法": "步骤1：枸杞清水泡软，洗净;红枣去核，洗净;玫瑰花清水浸泡，去蒂，撕成瓣状;乳鸽宰杀后，去毛、瓜、内脏，洗净血水;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：蒸锅置中火上，将药材、乳鸽、红枣、料酒、葱、姜放入蒸盆中，注入高汤，上笼蒸40分钟，加盐、胡椒粉调味即可。",
    "功效": "活血调经、理气解郁。适宜经血不足、痛经者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "桂圆黑豆汤",
    "药材": "桂圆10克。",
    "食材": "红枣5枚，黑豆30克，大米50克，白砂糖3克。",
    "做法": "步骤1：黑豆、大米去杂质，淘洗干净;红枣去核，洗净;桂圆去皮、核，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入桂圆、红枣、黑豆、大米，大火煮沸后转小火熬煮40分钟，用滤网滤出汤汁，加糖调味即可。",
    "功效": "补益气血、益心安汁。适用于神经衰弱、失眠症、老年痴呆、遗忘综合征、贫血、习惯性便秘等症。",
    "食法": "代茶饮，每日一次。"
  },
  {
    "药膳名": "茉莉人参茶",
    "药材": "人参2克。",
    "食材": "茉莉花5克。",
    "做法": "步骤1：人参洗净，切片。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入人参、茉莉花，大火煮沸后，转小火煎煮20分钟即可。",
    "功效": "补气虚。适用于气短乏力、病后亏虚、倦怠神疲、自汗不已等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "乌发粥",
    "药材": "芡实10克、红枣5枚。",
    "食材": "黑米50克，黑豆25克，黑芝麻粉20克，红糖20克。",
    "做法": "步骤1：黑米、黑豆淘洗干净，提前放入砂锅中浸泡30分钟;红枣、芡实洗净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，再放入红枣、芡实同煮至黑米、黑豆软烂，加入黑芝麻粉，搅拌均匀，续煮2分钟，加红糖搅拌均匀即可。",
    "功效": "补肾健脾。适用于肾亏虚、精神疲惫、腰膝酸软者食用。",
    "食法": "早餐食用。"
  },
  {
    "药膳名": "乌鸡玉兰滋补汤",
    "药材": "玉兰片100克，枸杞10克，红枣5枚。",
    "食材": "乌鸡1只，姜片10克，料酒5毫升，盐5克，胡椒粉3克。",
    "做法": "步骤1：乌鸡摘去杂毛，剁去爪尖洗净，剁成大块，焯水过凉;玉兰片洗净，切成梳状大片;枸杞、红枣洗净用温水泡软备用。\n_x000D_\n\t　　步骤2：汤锅置火上，入水适量，放入乌鸡、玉兰片、枸杞、红枣、姜片、料酒，大火煮沸后转小火焖煲2小时，加入盐、胡椒粉调味即可。",
    "功效": "滋养肝肾、养血益精。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "八珍养生汤",
    "药材": "炙甘草、当归、白芍、川芎各5克，熟地、党参、白术、茯苓各10克。",
    "食材": "乌鸡1只，猪大骨250克，生姜片5克，米酒5毫升，盐5克。",
    "做法": "步骤1：猪大骨洗净，入沸水锅中汆烫片刻，去血水;炙甘草、当归、白芍、川芎、熟地、党参、白术、茯苓均洗净，润透，与猪大骨一起放入汤煲内，入水适量，大火煮沸，转小火熬煮1小时，滤渣留汁备用。\n_x000D_\n\t　　步骤2：乌鸡去内脏洗净，剁块，放入炖盅，倒入药汤汁，加生姜片、米酒、盐和适量清水，隔水炖2小时即可。",
    "功效": "补气补血、祛寒养颜。适宜脸黄、疲劳、气血两虚者食用。",
    "食法": "冬季经期过后连喝3天，即可有效补血。"
  },
  {
    "药膳名": "银耳木瓜汤",
    "药材": "北杏仁8克，银耳15克。",
    "食材": "木瓜350克，红枣5枚，冰糖15克。",
    "做法": "步骤1：雪耳泡发，去蒂，撕成小朵;红枣、北杏仁冲洗干净，红枣去核;木瓜削去外皮，对半剖开，挖去子，再切成大块。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，大火煮沸后放入雪耳、木瓜、北杏仁、红枣和冰糖，转小火煲煮1小时即可食用。",
    "功效": "丰胸美自、养颜护肤。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "红枣糯米粥",
    "药材": "红枣10枚。",
    "食材": "糯米100克，红砂糖5克。",
    "做法": "步骤1：糯米淘洗干净，提前用水浸泡1小时;红枣洗净，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米、红枣，大火煮沸后转小火熬煮至粥成，加红砂糖搅匀即可。",
    "功效": "养胃补虚，适宜胃气虚所致的胃脘隐痛者食用。",
    "食法": "趁热食用。"
  },
  {
    "药膳名": "生姜茶粥",
    "药材": "生姜2克。",
    "食材": "茶叶10克，粳米20克。",
    "做法": "步骤1：粳米淘洗干净;生姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入生姜、茶叶煎煮15分钟，滤渣留汁，下入大米，熬煮成稀粥即可服用。",
    "功效": "清热解毒、健脾利尿。适用于慢性肠炎、久泻不止等症，对于久泻而致脾胃虚寒者疗效尤佳。",
    "食法": "每日一剂，温服。"
  },
  {
    "药膳名": "清热汤",
    "药材": "荸荠10枚，白萝卜400克。",
    "食材": "梨2个，冰糖25克。",
    "做法": "步骤1：梨洗净，连皮切碎;荸荠去皮，洗净切碎;白萝卜去皮，洗净切块。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，下入梨、荸荠、白萝卜、冰糖，大火煮沸后转小火炖煮30分钟即可。",
    "功效": "预防风热感冒。适用于外感风热感冒初期，见发热咳嗽痰多、咳痰不爽、口渴咽干等症。",
    "食法": "每日一剂。"
  },
  {
    "药膳名": "牛奶燕窝",
    "药材": "水发燕窝100克。",
    "食材": "牛奶180克，椰奶80克，盐2克，白砂糖2克，水淀粉10毫升。",
    "做法": "步骤1：水发燕窝上笼蒸8分钟。\n_x000D_\n\t　　步骤2：牛奶、椰奶入锅内煮沸，加盐、白砂糖，水淀粉勾芡，倒入大碗里，再倒入蒸熟的燕窝调匀即可。",
    "功效": "滋阴润燥、补气养血。适用于病后体虚、精神疲惫、口干舌燥等症。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "茅根桃仁粥",
    "药材": "桃仁8克，白茅根12克。",
    "食材": "粳米80克，白砂糖10克。",
    "做法": "步骤1：两种药材洗净，加水煎煮取汁;粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，兑入药汁，下入粳米，大火煮沸后转小火熬煮成粥，调入白砂糖拌匀即可。",
    "功效": "清热利湿、活血化瘀。适宜于酒糟鼻之颜色暗红，患部皮肤肥厚者食用。",
    "食法": "每日一剂，连服7~10日。"
  },
  {
    "药膳名": "山药莲子粥",
    "药材": "山药干25克，莲子20克。",
    "食材": "薏米50克。",
    "做法": "步骤1：莲子去心，洗净;山药干洗净，润透;薏米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入莲子、山药、薏米，大火煮沸转小火熬煮至粥成。",
    "功效": "健脾益肾。适用于身体虚弱及虚型带下病症。",
    "食法": "每日一次，温服。"
  },
  {
    "药膳名": "木耳豆腐",
    "药材": "黑木耳20克。",
    "食材": "豆腐200克，植物油10毫升，盐3克，味精1克，淀粉8克，清汤300克。",
    "做法": "步骤1：黑木耳泡发，润透，洗净;豆腐切成小块，入沸水中焯烫。\n_x000D_\n\t　　步骤2：锅置大火上，入油少许烧至六成热，放入黑木耳，烹入清汤，烧沸后用淀粉勾芡，随即倒入豆腐，煮沸后加盐、味精调味即可食用。",
    "功效": "化瘀祛痰、降血脂。适宜高脂血症患者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "虾仁松",
    "药材": "天门冬、麦门冬各3克。",
    "食材": "猪肉馅250克，茭白笋60克，熟笋50克，虾仁40克，去皮净荸荠25克，香菇10克，生菜200克，鸡蛋1枚，芹菜末30克，盐3克，胡椒粉2克。",
    "做法": "步骤1：天门冬、麦门冬洗净泡软切碎;生菜一片片剥开泡水;鸡蛋去壳打成蛋液;虾仁去肠泥洗净，切小丁;香菇洗净泡软去蒂，与荸荠、茭白笋、熟笋均切小丁。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，入蛋液炒熟，切碎盛出，放入香菇炒香，再下肉馅炒至变色，入虾仁炒熟捞起备用。\n_x000D_\n\t　　步骤3：原锅入油烧热，加茭白笋、熟笋、荸荠及药材炒拌均匀，放入鸡蛋、绞肉、虾仁加以上各调料搅拌，勾芡，再入芹菜末炒匀即可。",
    "功效": "滋阴润燥、生津化痰、止咳。",
    "食法": "单独食用，食时用生菜包起。"
  },
  {
    "药膳名": "金银花汤",
    "药材": "金银花4克。",
    "食材": "白砂糖10克。",
    "做法": "金银花洗净，故入砂锅，加水适量，大火煮沸后转小火煎煮30分钟，加入白砂糖搅匀即可。",
    "功效": "清热解毒、疏散风热。适用于夏季解暑，防治温病发热、咽喉肿痛等症。",
    "食法": "单独饮用。"
  },
  {
    "药膳名": "八宝鸡汤",
    "药材": "党参、茯苓、白术、甘草、熟地黄、白芍药、当归、川芎各2克。",
    "食材": "鸡肉400克，猪里脊肉200克，大葱10克，姜5克，盐3克，味精2克。",
    "做法": "步骤1：8种药材用清水洗净，装入净纱布袋，扎紧袋口;猪肉、鸡肉分别洗净，入沸水锅中氽烫片刻，捞出，沥干水分;姜洗净拍碎;葱洗净打结。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入猪肉、鸡肉和药袋，大火煮沸，撇去浮沫，转小火炖至鸡肉熟烂，加入盐、味精调味即可。",
    "功效": "气血双补、强身健体。适用于气血两虚、面色苍白、食欲不撮、四肢倦怠、头晕目眩等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "灵芝炖猪尾",
    "药材": "灵芝3克，陈皮2克。",
    "食材": "猪尾1条，鸡肉200克，猪瘦肉50克，鸡汤适量，生姜、葱各5克，料酒10毫升，白砂糖3克，盐5克。",
    "做法": "步骤1：猪尾洗净剁成段;猪瘦肉切成块;鸡肉切块;灵芝洗净切成细丝；生姜切片，葱切段。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，烧沸后放入猪尾段、猪肉、鸡块汆烫去除血水。\n_x000D_\n\t　　步骤2：鸡汤倒入砂锅，烧沸后加猪尾、瘦肉、鸡块、灵芝，炖熟后加调味料即可。",
    "功效": "补气养心，安神、安眠美容，适宜中年妇女长期食用。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "当归丹参煲鸡",
    "药材": "土鳖虫、香附子、红花各5克，丹参、当归、赤芍、桃仁、青皮、川芎、僵蚕各10克。",
    "食材": "老母鸡1只，姜10克，葱15克，料酒15毫升，盐5克，味精、胡椒粉各3克，高汤适量。",
    "做法": "步骤1：老母鸡宰杀后，去毛桩、内脏及爪并洗净;土鳖虫、香附子、红花、丹参、当归、赤芍、桃仁、青皮、川芎、僵蚕均洗净，装入纱布袋中，扎紧口;姜洗净，拍松;葱洗净，切段。\n_x000D_\n\t　　步骤2：汤煲置火上，注入高汤，放入鸡、药包、姜、葱、料酒，大火煮沸，转小火炖煮3小时，加入盐、味精、胡椒粉调味即可。",
    "功效": "活血化瘀、滋补气血。适用于产后小腹胀痛、痛经者饮用。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "无花果粥",
    "药材": "新鲜无花果25克。",
    "食材": "大米80克，冰糖5克。",
    "做法": "步骤1：大米淘洗干净;无花果去皮，洗净，切块;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后转小火熬煮至粥熟，加入无花果稍煮片刻，加冰糖调味即可。",
    "功效": "润肺解毒。可用于防治癌症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "马齿苋粥",
    "药材": "鲜马齿苋200克。",
    "食材": "大米60克。",
    "做法": "步骤1：鲜马齿苋洗净，剪碎，置锅中加适量水，煎煮30分钟。\n_x000D_\n\t　　步骤2：捞去药渣，加入淘洗干净的大米，续熬煮成粥即可。",
    "功效": "清热止痢、散热解毒。适用于急慢细菌性痢疾、肠炎。",
    "食法": "每日食用2次。"
  },
  {
    "药膳名": "鱼腥草粥",
    "药材": "鱼腥草50克。",
    "食材": "山楂5克，大米80克。",
    "做法": "步骤1：鱼腥草去除杂质，用清水洗净，切成小段;山楂洗净，去核;大米淘洗干净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鱼腥草、山楂，大大煮沸后下入大米，转小火熬煮成粥即可。",
    "功效": "清热解毒、止痢活血。适用于痢疾、食欲不振、消化不良、脾胃虚弱、食积阻滞、脘腹胀满等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "消炎饼",
    "药材": "石菖蒲、葫芦巴各8克，皂角2克。",
    "食材": "面粉200克，盐3克，植物油50毫升。",
    "做法": "步骤1：石菖蒲、葫芦巴、皂角分别磨成细粉，放入盆中，加入面粉、盐、水揉成面团，分成20克1个的剂子，擀成薄饼。\n_x000D_\n\t　　步骤2：平底锅置火上，入油烧热，逐个放入薄饼，烙熟即可。",
    "功效": "健脾益胃、清热解毒、消炎止泻。适宜急性肠炎患者食用。",
    "食法": "每日一次，每次吃2个饼，可单食，也可正餐食用。"
  },
  {
    "药膳名": "桂圆蛋汤",
    "药材": "桂圆20克，枸杞10克。",
    "食材": "鹌鹑蛋5枚，冰糖15克。",
    "做法": "步骤1：桂圆、枸杞洗净，加水泡软；鹌鹑蛋煮熟，剥去蛋壳，备用。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，大火烧开，倒入桂圆煮至颜色变白，放入鹌鹑蛋、冰糖转小火炖煮15分钟，撤入枸杞即可。",
    "功效": "滋阴养颜、固元强身。",
    "食法": "佐餐饮用。"
  },
  {
    "药膳名": "滋补驴肉汤",
    "药材": "白芍10克，当归、熟地黄、黄芪各15克。",
    "食材": "驴肉500克，生姜片、大葱盐各5克，红枣5枚。",
    "做法": "步骤1：驴肉洗净，切块，入沸水锅中汆烫片刻;红枣、当归、白芍、熟地黄、黄芪洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入驴肉、红枣、当归、白芍、熟地黄、黄芪，大火煮沸后转小火煲3小时，加盐调味即可。",
    "功效": "气血双补、固本养颜。适用于气血两虚而引起的面黄而枯萎、皮色不润或有黄褐斑的女士食用。",
    "食法": "佐餐食用，每日1～2次.每次饮汤150～200毫升。"
  },
  {
    "药膳名": "薏米猪骨汤",
    "药材": "薏米50克。",
    "食材": "排骨500克，生姜10克，盐5克。",
    "做法": "步骤1：排骨洗净，剁小块;薏米淘洗干净;生姜去皮洗净，切片。\n_x000D_\n\t　　步骤2：炖锅置火上，入水适量，放入排骨，大火煮沸，撇去浮沫，加入薏米、生姜片，转小火炖煮3小时，加盐调味即可。",
    "功效": "美自护肤、美容养颜。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "核桃芝麻粥",
    "药材": "黑芝麻15克。",
    "食材": "核桃仁8克，大米150克，冰糖末10克。",
    "做法": "步骤1：核桃仁洗净;黑芝麻淘洗干净，大米淘净。\n_x000D_\n\t　　步骤2：炒锅内放入黑芝麻，小火炒香，盛出备用。\n_x000D_\n\t　　步骤3：砂锅置火上，入水适量，下入大米，大火烧沸，小火熬煮至入成熟，放入黑芝麻、核桃仁、冰糖，搅匀，继续煮至黏稠即可。",
    "功效": "补肝肾、益五脏、祛瘀血。",
    "食法": "每日1次，早晨温热服食。"
  },
  {
    "药膳名": "三参桂圆膏",
    "药材": "党参200克，沙参100克。",
    "食材": "桂圆肉100克，蜂蜜20毫升;",
    "做法": "步骤1：党参、沙参、桂圆肉用水浸泡。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，倒入党参、沙参和桂圆肉煎煮，20分钟后取煎液，然后加水再煮，重复3次，最后将煎液合并，以小火煮至浓缩。\n_x000D_\n\t　　步骤2：待煎液黏稠如膏时，加蜂蜜，煮沸停火，冷却后装瓶即可。",
    "功效": "滋补强体、补心安神、养血壮阳、益脾开胃。适用于神经衰弱、更年期女性失眠健忘、心烦出汗、肠胃中冷、滑泻久痢、气喘烦渴、发热自汗等症状。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "大蒜粥",
    "药材": "紫皮大蒜15克。",
    "食材": "大米50克。",
    "做法": "步骤1：大蒜去皮，拍扁后切成颗粒;大米淘洗干净，备用。\n_x000D_\n\t　　步骤2：蒜粒用纱布包好并用绳子绑好，放入砂锅中，入沸水烫煮1分钟后捞出，下入大米，转小火熬制40分钟煮成稀粥，再将蒜倒入粥中，稍煮即可。",
    "功效": "消炎止痢、下气健胃。适用于急性菌痢、背疮、突然泻痢、肠毒下血、牙痛、蜈蝎蜇伤、食蟹中毒等症。",
    "食法": "可供早、晚餐，温热食。"
  },
  {
    "药膳名": "山药绿豆汤",
    "药材": "绿豆、百合各20克，芡实、淮山药各10克。",
    "食材": "薏米10克，冰糖20克。",
    "做法": "步骤1：绿豆、百合、薏米、芡实、淮山药均洗净，放入砂锅中，加水浸泡30分钟。\n_x000D_\n\t　　步骤2：置火上，大火煮沸后转小火炖煮至绿豆烂熟，加冰糖调味即可。",
    "功效": "清热解毒、健脾除湿。适用于脾虚湿盛型湿疹、皮损不红、渗出较多、瘙痒不剧、口淡、舌苔腻等症。",
    "食法": "每日分2次服完，连服数日。"
  },
  {
    "药膳名": "鸡内金粥",
    "药材": "鸡内金3克。",
    "食材": "大米80克，白砂糖10克。",
    "做法": "步骤1：大米淘洗干净，沥干。\n_x000D_\n\t　　步骤2：炒锅烧热，放入鸡内金，小火炒至黄褐色，取出，研为细粉。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量：下入大米，大火煮沸后转小火煮至粥成，放入鸡内金粉、白砂糖搅匀，煮沸即可。",
    "功效": "益气养胃、健脾消食、消化淤积，可增强胃肠运动功能以及胃液的酸度和消化力。减轻腹胀。适用于胃下垂、脾虚食滞、泌尿系结石等症。",
    "食法": "每日早、晚温服。"
  },
  {
    "药膳名": "止咳糖",
    "药材": "人参20克，白及15克，远志、地龙各50克，鱼腥草80克。",
    "食材": "白砂糖20克，香油10毫升。",
    "做法": "步骤1：人参、白及、远志、地龙、鱼腥草分别洗净，装在纱布袋内。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入药袋，大火煮沸后转小火煎煮20分钟，滗取药液，再加水煮，共煮3次，合并药液。\n_x000D_\n\t　　步骤3：净锅置火上，放入药液，小火煎熬浓缩至药液稠厚时，加白砂糖搅匀，继续煎熬至起丝状，关火。\n_x000D_\n\t　　步骤4：取盘，涂上香油，倒入糖液，放冷，划成小块即可。",
    "功效": "醒脑提神、清肺止咳。适用于肺结核、吸烟引起的咳嗽、多痰等症。",
    "食法": "每日一次，做零食用。"
  },
  {
    "药膳名": "川贝党参煮雪梨",
    "药材": "川贝8克，党参15克。",
    "食材": "杏仁8克，雪梨2个，冰糖末5克。",
    "做法": "步骤1：雪梨洗净，去皮，切薄片;杏仁用沸水烫后去皮;川贝磨成粗末;党参洗净，润透，切碎。\n_x000D_\n\t　　步骤2：炖锅置火上，入水适量，放入冰糖末、川贝、党参、雪梨、杏仁，大火煮沸后转小火炖煮35分钟即可。",
    "功效": "润肺止咳、祛痰。适用于慢性支气管炎、咳嗽、痰多等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "白及粥",
    "药材": "白及10克。",
    "食材": "大米80克，白砂糖5克。",
    "做法": "步骤1：白及磨成细粉;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入大米、白及，大火煮沸转小火炖煮30分钟，加入白砂糖拌匀即可。",
    "功效": "疏肝健脾、和胃止血、止咳。适宜胃溃疡出血患者食用。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "四仁鸡蛋粥",
    "药材": "白果仁、甜杏仁各25克，核桃仁、花生米各50克。",
    "食材": "鸡蛋1枚，大米80克。",
    "做法": "步骤1：核桃仁、白果仁、花生米、甜杏仁分别泡洗干净，用清水浸泡2小时，沥去水分备用;大米淘洗干净;鸡蛋磕入碗中，搅打均匀。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后转小火熬煮至粥将成时，下入白果仁、花生米、甜杏仁、核桃仁，熬煮至粥成，淋入鸡蛋液稍煮即可。",
    "功效": "适用于肺肾阴虚，或阴阳两虚的咳喘，如支气管哮喘、慢性支气管炎等症。",
    "食法": "每日清晨一小碗，连服一个冬季。"
  },
  {
    "药膳名": "太子参乌鸡煲",
    "药材": "太子参8克。",
    "食材": "乌鸡1只，料酒10毫升，葱、姜、盐各3克，胡椒粉、味精各1克。",
    "做法": "步骤1：乌鸡宰杀后，去毛、爪、内脏;太子参润透，切片;葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入乌鸡、太子参、葱、姜、料酒，大火煮沸后，转小火煲至肉烂熟，加盐、胡椒粉、味精调味即可。",
    "功效": "滋阴生血、补气调经。适用于脏器下垂、贫血、慢性肝炎、病后虚弱的辅助治疗。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "牛膝小米粥",
    "药材": "牛膝10克。",
    "食材": "小米80克，枸杞10克，白砂糖10克。",
    "做法": "步骤1：小米淘净;枸杞洗净;牛膝洗净，温水润透，切段。\n_x000D_\n\t　　步骤2：砂锅内放入小米、枸杞、牛膝，加水，大火烧沸，小火煮40分钟，放入白砂糖，搅匀即可。",
    "功效": "调中养胃、降血压。适用于脾胃不适、高血压等症。",
    "食法": "晨起温热服食，每日1次。"
  },
  {
    "药膳名": "枸杞炖羊腿肉",
    "药材": "枸杞15克。",
    "食材": "羊腿肉800克，清汤适量，料酒15毫升，盐6克，味精2克，生姜、葱各8克。",
    "做法": "步骤1：羊肉清洗干净，沸水氽透，冷水洗净，切块;生姜和葱切好备用。\n_x000D_\n\t　　步骤2：锅入油，放入羊肉和姜片，加料酒炝锅。\n_x000D_\n\t　　步骤3：将羊肉和姜片倒入砂锅，加枸杞、清汤和适量盐、葱段，大火煮沸，撇去浮沫，小火炖煮，以羊肉熟烂为度。拣去葱、姜，加味精即可。",
    "功效": "补肾温中、益精明目。适用于脾肾亏虚所致的性欲减退、阳痿、早泄，也可用于健康人滋补壮阳。",
    "食法": "佐餐或单独食用，饮汤食肉。"
  },
  {
    "药膳名": "红枣苁蓉鸡汤",
    "药材": "肉苁蓉15克。",
    "食材": "鸡肉250克，红枣5枚，姜40克，玉米粒50克，盐2克。",
    "做法": "步骤1：鸡肉洗净，切片;红枣泡软，去核，洗净;姜洗净，切丝;玉米粒、肉苁蓉洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入所有材料，大火煮沸后，转小火煮2小时即可。",
    "功效": "补肾助阳。适用于肾虚所致的阳痿、遗精等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "山药补肾粥",
    "药材": "干山药片40克，补骨脂5克，吴茱萸2克。",
    "食材": "大米80克。",
    "做法": "步骤1：干山药片、补骨脂、吴茱萸去杂质，清水洗净;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入干山药、补骨脂、吴茱萸煎煮1小时，捞去药渣，汤汁倒入碗中：砂锅中注入适量水，下入大米，大火煮沸后，转小火熬煮至粥九成熟，倒入汤汁，煮沸即可。",
    "功效": "温补脾肾。适用于脾肾阳虚的慢性肾炎等症。",
    "食法": "早、晚餐服食。"
  },
  {
    "药膳名": "红枣香菇鸡",
    "药材": "红枣5枚，鸡肉150克。",
    "食材": "香菇10克，水淀粉10毫升，老抽8毫升，料酒5毫升，盐3克，葱、姜各5克，香油2毫升，清汤适量。",
    "做法": "步骤1：鸡肉洗净，切条;香菇泡发，去根，洗净，掰成小块;红枣泡软，去核，洗净，切块;葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：鸡肉、红枣、香菇放入碗中，加入老抽、盐、糖、味精、葱、姜、水淀粉，倒入料酒、清汤，搅拌均匀;蒸锅置大火上，碗上笼蒸1小时，取出装盘，淋入香油即可。",
    "功效": "补气血、益脾胃。适宜气血两虚引起的疲劳、头晕目眩、失眠健忘者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "当归猪肉饭",
    "药材": "当归10克。",
    "食材": "大米200克，猪肉150克，土豆、胡萝卜各30克，老抽5毫升，盐3克，胡椒粉2克。",
    "做法": "步骤1：大米淘洗干净;土豆、胡萝卜去皮，洗净，切丁;猪肉洗净，切块;米饭放入电饭煲内，煮熟。\n_x000D_\n\t　　步骤2：砂锅置小火上，放入当归，加适量水煎煮40分钟，捞去药渣，汤汁倒入碗中备用。\n_x000D_\n\t　　步骤3：炒锅置大出上，入油烧至八成热，放入猪肉炒熟，加入土豆、胡萝卜翻炒片刻后倒入药汁，加盐、老抽、胡椒粉调味，煮熟后与米饭同食。",
    "功效": "补血活血、调经止痛。适宜血虚体弱、贫血、月经稀少者食用。",
    "食法": "做主食食用。"
  },
  {
    "药膳名": "当归蒸鸡",
    "药材": "黄芪、当归各15克。",
    "食材": "母鸡1只，料酒20毫升，味精、胡椒粉各2克，盐5克，葱、姜各4克，清汤200毫升。",
    "做法": "步骤1：鸡宰杀后，去毛、内脏、爪，入沸水中汆烫，捞出放入凉水中，冲洗干净，沥净水分，剁成大块;当归洗净，切片;姜、葱洗净，切丝。\n_x000D_\n\t　　步骤2：鸡放入蒸盆中，加入料酒、味精、胡椒粉、葱、姜，注入清汤，入蒸锅上笼蒸2小时",
    "功效": "补气养血、益精。适用于血虚导致的各种病症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "补脾猪肝粥",
    "药材": "黑木耳、枸杞各12克。",
    "食材": "猪肝40克，大米100克，葱、精各3克，盐、味精各1克。",
    "做法": "步骤1：木耳清水泡发，润透，去杂质，洗净;枸杞洗净，泡软;猪肝洗净，切碎;大米淘洗干净;葱、姜洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，加入药材、猪肝、葱、姜，转小火熬煮至粥黏稠，加盐、味精调味即可。",
    "功效": "补脾养血。",
    "食法": "早、晚餐分食。"
  },
  {
    "药膳名": "养血海参粥",
    "药材": "海参20克。",
    "食材": "粳米80克。",
    "做法": "步骤1：海参泡发，腹部剖开，挖去内肠，刮洗干净，切碎，加水煮烂;粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，人海参和粳米，大火煮沸，小火慢煮30分钟，，至粳米熟烂即可。",
    "功效": "补肾益气、填精养血。适用于肾气虚弱、精血亏损所致的阳痿、早泄、遗精、尿频、面色无华、头晕耳鸣、腰膝酸软等症。",
    "食法": "晨起空腹食用。"
  },
  {
    "药膳名": "杜仲羊肾汤",
    "药材": "杜仲10克，菖蒲8克。",
    "食材": "羊肾1对，黑豆40克，生姜8克。",
    "做法": "步骤1：羊肾剖开，刮去臊腺和筋膜，沸水氽烫5分钟。\n_x000D_\n\t　　步骤2：砂锅中放入黑豆、杜仲、菖蒲煮40分钟，加入羊肾，小火炖熟即可。",
    "功效": "益肾、填精、开窍。适用于肾精亏虚之耳鸣、耳聋等症。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "桂圆包鸡肉",
    "药材": "丹参8克，桂圆肉15克。",
    "食材": "核桃仁、香菜叶各80克，嫩鸡肉400克，火腿肉10克，鸡蛋2枚，干淀粉10克，盐4克，白砂糖5克，味精2克，胡椒粉2克，香油5毫升，植物油15毫升，姜末、葱末各5克。",
    "做法": "步骤1：丹参磨成粉;桂圆肉洗净，切粒;核桃仁洗净，去皮，入锅中，加植物油烧热后炸熟，沥干切碎;鸡肉去皮，洗净，切薄片;香菜叶洗净;火腿肉切小片。\n_x000D_\n\t　　步骤2：鸡蛋磕破，蛋清入碗中，加干淀粉调匀，做成蛋糊;将鸡肉、盐、白砂糖、味精、胡椒粉、香油、姜末、葱末、核桃仁、桂圆肉、丹参、蛋清糊一起搅匀，做成鸡肉馅。\n_x000D_\n\t　　步骤3：锡箔纸展开，加入香菜叶、火腿肉、鸡肉片，折成纸包，一一制好;下入五成热油锅中，炸熟后捞出，沥干盛盘即可。",
    "功效": "温中益气、补肾固精、活血化瘀。适用于虚烦失眠、脑力衰退、脑血管病、高血脂、脂肪肝等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "泽兰活血粥",
    "药材": "当归、泽兰各8克，黄芪10克。",
    "食材": "大米100克，红糖5克。",
    "做法": "步骤1：当归、泽兰清水洗净;黄芪泡软，洗净，切片;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入当归、泽兰、黄芪煎煮40分钟，捞去药渣，下入大米，大火煮沸后，转小火熬煮至粥黏稠，加红糖调味即可。",
    "功效": "补益气血、健脾养胃。适用于血瘀型痛经。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "地耳草煮蛋",
    "药材": "新鲜地耳草150克。",
    "食材": "鸡蛋2枚。",
    "做法": "步骤1：地耳草择洗干净;鸡蛋洗净外壳。\n_x000D_\n\t　　步骤2：砂锅置中火上，放入地耳草、鸡蛋，入水适量，煎煮至蛋熟，捞出鸡蛋，去壳，放入锅内复煮片刻即可。",
    "功效": "活血消肿。适用于黄疸热淋、恶疮等症。",
    "食法": "吃蛋饮汤，每日一次。"
  },
  {
    "药膳名": "人参蜂蜜粥",
    "药材": "人参3克。",
    "食材": "梗米(大米)100克，生姜5克，韭菜5克，蜂蜜30克。",
    "做法": "步骤1：人参洗净，先泡一夜润透，切片;韭菜切末，生姜切片，大米淘洗干净，放入砂锅浸泡30分钟。\n_x000D_\n\t　　步骤2：砂锅置火上，放入人参，大火煮沸后转小火熬煮成粥，待粥稍凉时，调入蜂蜜、韭菜、生姜拌匀即可。",
    "功效": "调中补气、清肠通便、润泽肌肤。适用于因气虚而导致的面色苍白，以及由气血两虚而导致的大便秘结的中老年人食用。",
    "食法": "早餐饮服。"
  },
  {
    "药膳名": "金银花瘦肉汤",
    "药材": "金银花10克。",
    "食材": "猪瘦肉150克，小白菜60克，料酒10毫升，姜片5克，盐3克，味精1克，植物油10毫升。",
    "做法": "步骤1：猪瘦肉洗净，切薄片;金银花洗净;小白菜洗净，切段。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至六成热，下姜片爆香，烹入料酒，加水适量，烧沸，下入猪肉、金银花、小白菜煮孰。加入盐、味精，搅匀即可。",
    "功效": "健脾胃、补虚损、解热毒。适宜肠炎、痢疾、肠伤寒康复期患者食用。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "木耳红枣粥",
    "药材": "红枣40克，黑木耳4克。",
    "食材": "大米80克，冰糖5克。",
    "做法": "步骤1：黑木耳用温水泡发，洗净，去根、撕成小瓣;大米、红枣淘洗干净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入黑木耳、大米、红枣，大火煮沸后转小火煨至黑木耳、大米熟软，加入冰糖，稍煮片刻即可。",
    "功效": "适宜阴虚火旺。见腰膝酸痛、须发早白、健忘失眠的中老年人食用。",
    "食法": "每日分早、晚2次食完，连服10日为一个疗程。"
  },
  {
    "药膳名": "太子参烧羊肉",
    "药材": "太子参30克。",
    "食材": "熟羊肉400克，香菇20，克，清汤400毫升，鸡蛋1枚，葱、姜各5克，水淀粉10毫升，料酒10毫升，盐5克，味精2克，老抽5毫升，花椒5克。",
    "做法": "步骤1：太子参洗净，切片;鸡蛋打入碗中，搅拌成蛋液;香菇泡发，去根，掰成小块;熟羊肉切片，倒入蛋液，加淀粉拌匀：葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入太子参，煎煮至成浓汤，去渣留汁，备用。\n_x000D_\n\t　　步骤3：锅置火上，入油烧至七成热，放入羊肉片炸至变色，捞出，锅中留少许油，放入花椒、葱、姜爆香，下入香菇翻炒，加入清汤、老抽、盐、味精、料酒，放入羊肉，倒入药汁，烧至汤浓，出锅盛盘即可。",
    "功效": "温中补虚、益气生津。适宜肺虚咳嗽、脾虚食少者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "益气茯苓茶",
    "药材": "人参2克。",
    "食材": "茯苓6克。",
    "做法": "步骤1：人参、茯苓共研成粉末，备用。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入人参、茯苓粉末煎煮1小时即可。",
    "功效": "益气渗湿。适用于脾虚水肿、脚浮肿、便溏等症。",
    "食法": "当茶饮。"
  },
  {
    "药膳名": "升麻补气粥",
    "药材": "人参、升麻各3克。",
    "食材": "粳米80克。",
    "做法": "步骤1：大米淘洗干净;人参洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，放入人参、升麻，入水适量，煎煮成浓汁，去渣留汁;锅内加适量水，下入大米煮至粥黏稠，倒入药汁，烧煮片刻即可。",
    "功效": "补气摄血、升阳举陷。适用于气虚月经过多等症。",
    "食法": "每日一剂，连服一周。"
  },
  {
    "药膳名": "人参韭菜粥",
    "药材": "人参2克。",
    "食材": "蜂蜜40克，生姜3克，韭菜4克，蓬莱米80克。",
    "做法": "步骤1：人参用清水泡12小时，生姜切片，韭菜切末，蓬莱米洗净。\n_x000D_\n\t　　步骤2：人参连同泡过的水，放入砂锅内，将蓬莱米放入，中火煨煮，粥煮熟时放入蜂蜜、生姜、韭菜末调匀，再煮2分钟即可。",
    "功效": "调中补气、清肠通便、润泽肌肤。适用于气虚所致的面色苍白，以及由气血两虚而导致的大便秘结等症。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "人参乌鸡汤",
    "药材": "人参1根。",
    "食材": "猪瘦肉180克，乌骨鸡500克，火腿20克，生姜2克，花雕酒5毫升，味精2克、盐3克，鸡粉10克，浓缩鸡汁5毫升。",
    "做法": "步骤1：乌骨鸡宰杀，去毛，从背部剖开去内脏，汆烫后洗净;猪瘦肉切片，沸水氽烫;火腿切粒。\n_x000D_\n\t　　步骤2：乌骨鸡、瘦肉、火腿故入炖盅，加入以上的其他材料，加水，上笼隔水炖4小时。最后加入调味料即可。",
    "功效": "大补五脏。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "红花黑豆汤",
    "药材": "红花4克。",
    "食材": "黑豆40克，红糖10克。",
    "做法": "步骤1：红花浸泡10分钟，洗净;黑豆洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入黑豆、红花，大火沸煮5分钟后，转小火煮至黑豆烂熟，停火，捞去黑豆、红花，加糖调味即可。",
    "功效": "活血化瘀、缓急止痛。适用于血瘀较重的痛经。",
    "食法": "每次服15克，每日2次。"
  },
  {
    "药膳名": "银耳南瓜粥",
    "药材": "银耳10克。",
    "食材": "南瓜30克，大米80克。",
    "做法": "步骤1：银耳泡发，润透，去蒂，洗净，撕成小朵;大米淘洗干净;南瓜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、南瓜，大火煮沸后转小火熬煮至粥熟，放入银耳稍煮片刻，即可食用。",
    "功效": "补气和血、强精补肾。适用于胃及十二指肠溃疡等症。",
    "食法": "宜作早、晚餐食用。"
  },
  {
    "药膳名": "调血乌鸡汤",
    "药材": "当归15克，三七6克。",
    "食材": "乌鸡肉300克，老抽3毫升，盐3克，味精1克。",
    "做法": "步骤1：乌鸡肉洗净血水，剁块;当归、三七洗净，切碎。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入鸡肉，老抽，盐，大火煮沸后，放入当归、三七，转小火煲2小时，加味精调味即可。",
    "功效": "活血止血、调经止痛。适用于跌打瘀痛，产后失血过多等症。",
    "食法": "去药喝汤。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "冰糖人参粥",
    "药材": "人参2克。",
    "食材": "大米100克，冰糖5克。",
    "做法": "步骤1：大米去杂质，淘洗干净;人参研磨成粉末，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、人参末同煮，大火煮沸后，转小火熬煮至粥黏稠，加冰糖调味即可。",
    "功效": "大补元气、补益脾肺。适宜体质虚弱者食用。",
    "食法": "宜早、晚餐服食。"
  },
  {
    "药膳名": "海带双仁粥",
    "药材": "枸杞、桃仁各10克，海带、甜杏仁各8克。",
    "食材": "薏米15克，绿豆20克，大米50克。",
    "做法": "步骤1：枸杞、桃仁浸泡，洗净;海带洗净;绿豆、大米淘洗干净;将桃仁、甜杏仁，放入干净的纱布里，包好备用;薏米泡透，洗净。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，故入纱布包，煎煮至水剩余原来的一半，加入大米、薏米、枸杞、海带，加适量的水，熬煮至粥黏稠即可。",
    "功效": "清热解毒、活血化瘀。可有效防治痤疮。",
    "食法": "该药膳活血化瘀，故有严重出血症者禁食用。"
  },
  {
    "药膳名": "莲藕燕麦粥",
    "药材": "莲藕150克。",
    "食材": "燕麦50克，红枣5枚。",
    "做法": "步骤1：燕麦去杂质，淘洗干净;莲藕去皮，洗净，切段;红枣润透，洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入燕麦、莲藕、红枣同煮，大火煮沸后，转小火熬煮至粥黏稠，即可食用。",
    "功效": "健脾开胃。适用于老年人预防肠燥便秘、预防脑血管疾病等症。",
    "食法": "宜早晚空腹食用。"
  },
  {
    "药膳名": "土茯苓排骨汤",
    "药材": "土茯苓20克。",
    "食材": "猪排骨400克，姜片10克，香油3毫升，盐3克。",
    "做法": "步骤1：猪排骨洗净，剁段，入沸水氽烫，去除血水;姜洗净，切片;土茯苓洗净，切成薄片，备用。\n_x000D_\n\t　　步骤2：汤煲置火上，注入适量清水，放入排骨，大火煮沸，用勺子撇去浮沫，加入姜、土茯苓，转小火煲煮1小时，加入盐、香油调味即可。",
    "功效": "健脾利湿、补阴益髓：适宜糖尿病者食用。",
    "食法": "去药喝汤。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "艾叶煮蛋",
    "药材": "艾叶8克。",
    "食材": "鸡蛋2枚。",
    "做法": "步骤1：鸡蛋洗净外壳;艾叶清水洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入艾叶，煎煮至水变色，放入鸡蛋，煮至蛋熟，去掉蛋壳，复煮片刻，捞出即可食用。",
    "功效": "散寒止痛、温经止血。适用于月经不调和安胎。",
    "食法": "吃鸡蛋，每日一次。"
  },
  {
    "药膳名": "葱白粥",
    "药材": "连须葱白5克。",
    "食材": "粳米60克。",
    "做法": "步骤1：连须葱白洗净;粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入粳米熬煮成粥，粥熟后加入葱白稍煮片刻即可。",
    "功效": "发汗解表、散寒通阳。适宜年老体虚风寒感冒者食用。",
    "食法": "温热顿服。"
  },
  {
    "药膳名": "山药冬瓜汤",
    "药材": "山药40克。",
    "食材": "冬瓜200克，盐2克。",
    "做法": "步骤1：冬瓜去皮、瓢，洗净，切块;山药去皮，洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入山药、冬瓜，大火煮沸后，转小火煮40分钟，加盐调味即可。",
    "功效": "健脾利湿。适宜小便不利、水肿者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "附子饮",
    "药材": "附子3克，栀子12克，半夏20克。",
    "食材": "白砂糖5克。",
    "做法": "步骤1：附子、半夏、栀子清水洗净，装入药袋，扎口。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，放入附子，煎煮20分钟后加入半夏、栀子，加适量水，大火煮沸后，转小火煎煮40分钟，去药留汤，加糖调味即可。",
    "功效": "除烦止呕、化痰止咳。适用于治疗脚气水肿、风寒湿痹、官冷等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "桂圆红枣荞麦粥",
    "药材": "桂圆40克，红枣20克。",
    "食材": "养麦80克，白砂糖20克。",
    "做法": "步骤1：桂圆去壳备用;红枣洗净，加水泡发;荞麦洗净，泡发。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，烧开后放入养麦、桂圆、红枣.大火煮开，小火煲50分钟，加白砂糖调味即可。",
    "功效": "养血补肝。适用于心脾虚损、气血不足所致的失眠、健忘、惊悸、眩晕等症。",
    "食法": "每日一次，晨起后热服。"
  },
  {
    "药膳名": "北杏雪梨饮",
    "药材": "北杏8个。",
    "食材": "雪梨1个，白砂糖40克。",
    "做法": "步骤1：北杏、雪梨洗净。\n_x000D_\n\t　　步骤2：将北杏、雪梨都放入炖盅，加水和白砂糖，大火隔水炖1小时即可。",
    "功效": "化痰止咳、清热生津、润肺平喘。适用于咳嗽、慢性支气管炎及肠燥便秘等症。",
    "食法": "每日2次，吃梨饮汤;"
  },
  {
    "药膳名": "银耳莲子汤",
    "药材": "干银耳10克，新鲜莲子20克。",
    "食材": "清汤适量，料酒5毫升，盐、白砂糖各2克。",
    "做法": "步骤1：干银耳温水泡发，润透，去蒂，洗净，撕成小朵;新鲜莲子去皮、心，洗净，沸水浸泡20分钟。\n_x000D_\n\t　　步骤2：砂锅置火上，注入清汤，大火烧开后加入料酒、盐、糖调味，放入银耳、莲子，转小火煮1小时即可。",
    "功效": "润肺生津、滋阴养胃。适用于脾虚久泻、遗精带下、心悸失眠等症。",
    "食法": "每日2次。佐餐食用。"
  },
  {
    "药膳名": "活血粥",
    "药材": "川芎、人参、白茯苓、当归、白术、白芍、桂枝各3克。",
    "食材": "小米30克。",
    "做法": "步骤1：将7味药材洗净，润透;小米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入7味药材，大火煮沸后转小火煎煮25分钟，去渣取汁，下入小米，兑入清水适量，大火煮沸后转小火熬煮30分钟即可。",
    "功效": "活气行血、滋润肠胃、消炎止泻。适宜肠炎、直肠溃疡患者食用。",
    "食法": "每日一次，正餐食用。"
  },
  {
    "药膳名": "益母草煮蛋",
    "药材": "益母草20克。",
    "食材": "鸡蛋2枚。",
    "做法": "步骤1：益母草洗净;鸡蛋洗净外壳。\n_x000D_\n\t　　步骤2：砂锅置中火上，放入益母草、鸡蛋，入水适量，煮至蛋熟，捞出鸡蛋，去壳后复煮片刻，即可食用。",
    "功效": "补血调经。适宜月经前有胸腹胀痛者。",
    "食法": "吃蛋饮汤，每日一次。"
  },
  {
    "药膳名": "当归黄芪粥",
    "药材": "乌梅12克，黄芪10克，当归8克。",
    "食材": "大米100克，白砂糖5克。",
    "做法": "步骤1：乌梅、黄芪、当归清水洗净，放入药袋;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入药袋，水沸后.转小火煎成浓汁，捞去药袋，下入大米，加适量水，熬煮至粥黏稠，加糖调味即可。",
    "功效": "益气补血、滋阴固表。适宜免疫力低下者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "辛夷百合粥",
    "药材": "辛夷20克。",
    "食材": "百合12克，大米40克。",
    "做法": "步骤1：大米淘洗干净，用清水浸泡30分钟;百合洗净，泡发;辛夷研成细末。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入百合、大米，大火煮沸后转小火熬煮成粥，食粥时调入辛夷末，搅拌均匀即可。",
    "功效": "适宜过敏性鼻炎患者食用。",
    "食法": "每日一剂，连服2周。"
  },
  {
    "药膳名": "青白汤",
    "药材": "青果4克，银花15克。",
    "食材": "白萝卜200克，盐3克。",
    "做法": "步骤1：白萝卜洗净切成薄片;青果打碎;金银花洗净，与青果一起装入纱布袋中。\n_x000D_\n\t　　步骤2：锅置火上，入永适量，投入萝卜和纱布包，加盐少许，大火煮沸后转小火煮至萝卜软烂即可。",
    "功效": "散风清热、消肿止痛。适用于扁桃体炎。",
    "食法": "代茶饮用。"
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "未知",
    "药材": "",
    "食材": "",
    "做法": "",
    "功效": "",
    "食法": ""
  },
  {
    "药膳名": "羊肉补气粥",
    "药材": "山药50克。",
    "食材": "羊肉60克，大米80克，冬瓜40克，盐2克，鸡精1克。",
    "做法": "步骤1：羊肉洗净，入沸水中氽烫去腥，捞出沥干，切碎;山去皮，洗净，切丁;冬瓜去皮、瓢，洗净，切成小块;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，转小火熬煮粥至入成熟，放入羊肉、冬瓜、山药，煮至烂熟，加盐、鸡精调味即可。",
    "功效": "补气温阳。适用于脾肾亏虚的皮肤瘙痒等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山药鸡油粥",
    "药材": "山药、乌鸡油各20克。",
    "食材": "大米70克，葱末2克，姜末3克，盐2克，味精1克。",
    "做法": "步骤1：山药洗净，切小块;大米淘净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、山药，大火煮沸，小火煮35分钟，加入乌鸡油、葱末、姜末搅匀，至米烂粥熟，加盐、味精调味即可。",
    "功效": "养阴补肾、止带止浊。适用于肾阴不足、精血亏虚等症。",
    "食法": "早晚温热食用。"
  },
  {
    "药膳名": "骨碎补炖羊腰",
    "药材": "骨碎补10克。",
    "食材": "羊腰3个，姜片、葱段各10克，料酒15毫升，盐3克，鸡精2克，鸡油10毫升，胡椒粉2克。",
    "做法": "步骤1：骨碎补洗净;羊腰洗净，刮去筋膜和臊腺，放入冷水中浸泡1小时。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入骨碎补煮30分钟，去渣取药液40毫升。\n_x000D_\n\t　　步骤3：将羊腰和骨碎补药汁倒入砂锅，加入料酒、姜片、葱段，再加水煮30分钟，加盐、鸡精、鸡油、胡椒粉搅匀即可。",
    "功效": "补肾活血、接骨生发。适用于肾虚、斑秃、牙齿松动、跌打损伤、骨折、抽筋、骨质疏松等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "滋养阿胶粥",
    "药材": "阿胶20克。",
    "食材": "糯米60克。",
    "做法": "步骤1：糯米去杂质，淘洗干净;阿胶洗净，捣碎，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入糯米，大火煮沸后转小火熬煮至粥九成熟，加入阿胶，搅拌均匀，沸煮片刻即可。",
    "功效": "养血止血、滋阴润燥。适用于阴血不足所引起的眩晕、心悸、失眠、月经不调等症。",
    "食法": "宜早、晚餐空腹食用。"
  },
  {
    "药膳名": "三鲜汤",
    "药材": "干贝10克。",
    "食材": "海带、海藻各200克，盐2克，香油2毫升。",
    "做法": "步骤1：海带、海藻、干贝均洗净，用温水润透，放入砂锅中。\n_x000D_\n\t　　步骤2：加水适量，大火煮沸后转小火炖煮45分钟，滴入香油，加盐调味即可。",
    "功效": "益气活血、滋补生津。适宜冠心病、高血压患者辅助治疗。",
    "食法": "每日佐餐饮用。"
  },
  {
    "药膳名": "葛根粥",
    "药材": "新鲜葛根20克。",
    "食材": "大米100克。",
    "做法": "步骤1：新鲜葛根洗净，切片磨碎，加水搅拌，沉淀取粉;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，兑入药汁淀粉，下入大米，大火煮沸后转小火熬煮成粥即可。",
    "功效": "解表退热、生津透疹、升阳止泻。可预防冠状动脉狭窄引起的冠心病、心绞痛。",
    "食法": "可经常食用。"
  },
  {
    "药膳名": "二白粥",
    "药材": "薤白10克。",
    "食材": "葱白2根，大米50克。",
    "做法": "步骤1：薤白、葱白洗净，切碎;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入薤白、葱白，下入大米，大火煮沸后转小火熬煮成粥即可。",
    "功效": "适用于冠心病、心绞痛的辅助治疗，见胸闷憋气、阵发性心痛、心悸、遇寒痛重、畏寒肢冷、面色苍白等症。",
    "食法": "早晨空腹服食，可间断温热服用，3～5天为一个疗程，每日2～3次，温热服。"
  },
  {
    "药膳名": "百草鸡",
    "药材": "茯苓、芡实、枸杞、白果、桂圆、山楂各10克。",
    "食材": "母鸡1只，花椒3克，盐5克。",
    "做法": "步骤1：母鸡宰杀后，去毛、内脏、爪，入沸水中汆烫，洗净血水，剁成大块;所有药材研碎，装入纱布袋里，扎口。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入纱布包煎煮1小时，捞去药袋，汤汁倒入碗中，备用。\n_x000D_\n\t　　步骤3：鸡块放入蒸盆中，倒入药汁，上笼蒸2小时至鸡肉烂熟，加胡椒粉、盐调味即可。",
    "功效": "补益气血、滋养五脏。适宜病后、产后身体虚弱及年老体衰者食用。",
    "食法": "吃肉喝汤，分次食用。"
  },
  {
    "药膳名": "白芷粥",
    "药材": "白芷5克。",
    "食材": "粳米40克。",
    "做法": "步骤1：白芷研成细末;粳米淘洗干-净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入粳米大火煮沸后调入白芷末，转小火熬煮至粥成即可。",
    "功效": "散风解表、止痛。适用于寒凝牙痛、恶风冷、牙痛牵连半侧头痛等症。",
    "食法": "趁热服用。"
  },
  {
    "药膳名": "补虚排骨汤",
    "药材": "新鲜山药100克。",
    "食材": "猪排骨400克，葱、姜各10克，盐、胡椒粉各2克，料酒10毫升。",
    "做法": "步骤1：山药去皮，洗净，切块;排骨剁段，入沸水中汆去血水，捞起，沥干水分：姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，注入适量清水，放入排骨、葱、姜、料酒，用中火烧开后转至小火，待排骨炖至五成熟，放入山药炖至排骨酥烂，加盐、胡椒粉调味即可。",
    "功效": "补肾养血、滋阴润燥。适用于治疗脾虚泄泻、久痢、虚劳咳嗽、小便频数等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "双肉汤",
    "药材": "山萸肉10克。",
    "食材": "羊瘦肉60克，大米50克，盐2克，葱、生姜各5克。",
    "做法": "步骤1：羊肉洗净，入沸水中汆烫去除血水，切片;大米淘洗干净;葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入山萸肉煎煮30分钟，去渣留汁，备用。砂锅加适量水，下入大米、羊肉，大火煮沸后，倒入药汁，加盐、葱、姜，熬煮至粥黏稠，即可食用。",
    "功效": "补肾助阳、健脾养胃。适用于肾阳虚衰所致的遗精、早泄、女子不孕、腰膝冷痛等症。",
    "食法": "早晚各食一次。"
  },
  {
    "药膳名": "锁阳炖公鸡",
    "药材": "锁阳、黄精各15克，枸杞20克：",
    "食材": "公鸡1只，姜10克，葱白5克，八角2克，高汤800毫升，料酒10毫升，盐3克，鸡精2克。",
    "做法": "步骤1：公鸡宰杀后，去毛、内脏、爪，洗净，沥干水分;锁阳、巴戟天、黄精、枸杞去杂质，洗净;姜洗净，切片;葱白洗净，切段。\n_x000D_\n\t　　步骤2：把锁阳、巴戟天、黄精、枸杞、姜片、葱段装进鸡腹内，用线扎好，放入大碗内，加入八角、料酒、盐、鸡精，注入高汤，使乌鸡入味后，放入蒸笼大火蒸90分钟至鸡肉熟烂，取出，拣出鸡腹内的药物、姜片、葱段即可。",
    "功效": "固肾止遗、滋阴壮阳。适用于肾虚阳痿、遗精、早泄等症。",
    "食法": "佐餐食用，分次食用。"
  },
  {
    "药膳名": "四物汤",
    "药材": "当归、白芍各8克，熟地黄、川芎各20克。",
    "食材": "鸡肉400克，盐3克。",
    "做法": "步骤1：鸡肉洗净，入沸水中汆烫，捞出，切块;药材洗净，一同放入药袋里，扎口。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡肉，大火煮沸后，撇去浮沫，加入所有药材，转小火炖至鸡肉烂熟，捞去药袋，加盐调味即可。",
    "功效": "补血行气、疏肝理气。适用于女子贫血、血瘀、月经不调等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "当归炖牛腩",
    "药材": "牛腩500克，当归15克。",
    "食材": "水发香菇25克，清汤100毫升，植物油10毫升，蒜、姜各5克，料酒、老抽各10毫升，白砂糖、胡椒粉各3克，香油3毫升，盐3克，味精1克。",
    "做法": "步骤1：牛脯洗净，入沸水中汆烫，捞出沥干，切条;香菇泡发，去根，掰成小块;当归洗净，装入纱布包;蒜、姜洗净，切碎。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至五成热，放蒜、姜爆香，放入牛腩、香菇、料酒、老抽、白砂糖翻炒10分钟，注入清汤，煮沸后，倒入砂锅，加入当归，置小火上焖煮2小时至肉烂熟，捞去纱布包，加味精、盐、胡椒粉调味，淋入香油即可。",
    "功效": "养血活血。适宜生长发育、术后、病后调养的人、筋骨酸软、贫血久病及面黄目眩之人食用。",
    "食法": "吃肉饮汤。"
  },
  {
    "药膳名": "狗肉粥",
    "药材": "生姜5克。",
    "食材": "狗肉80克，粳米120克，盐3克，味精1克。",
    "做法": "步骤1：狗肉漂洗干净，切碎;粳米淘净。\n_x000D_\n\t　　步骤2：锅内加水，下入粳米，大火煮沸，小火煮15分钟，加入狗肉和生姜，搅拌后继续煮20分钟，加盐和味精调味即可。",
    "功效": "温补脾肾、益气助阳。适用于脾肾阳虚所致的阳痿不举、遗精、遗尿、小便清长、腰膝酸软、畏寒肢冷等症。",
    "食法": "早晚温热食用。"
  },
  {
    "药膳名": "健脾粥",
    "药材": "新鲜山药20克。",
    "食材": "大米100克，白砂糖5克。",
    "做法": "步骤1：将山药去皮，洗净，切片;大米淘洗干净。\n_x000D_\n\t　　步骤2：锅置火上，注入适量清水，下入大米，大火煮沸，转至火煮米五成熟，放入山药片，继续熬煮至粥黏稠，加入白砂糖，拌匀即可。",
    "功效": "健脾开胃、固肠止泻。适宜产后脾胃虚弱者食用。",
    "食法": "宜早、晚餐服用。"
  },
  {
    "药膳名": "调经饮",
    "药材": "玫瑰花、月季花各6克，红花3克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：玫瑰花、月季花、红花洗净，晾干后研成粗末，备用;冰糖研碎。\n_x000D_\n\t　　步骤2：三花放入茶杯中，冲入适量沸水，加盖闷约15分钟，放入冰糖，待溶化后即可饮用。",
    "功效": "活血去瘀。适用于气滞血瘀所致的痛经、量少、腹胀痛或闭经等症。",
    "食法": "代茶饮，每日一剂，经前服用。"
  },
  {
    "药膳名": "姜汁藕片",
    "药材": "生姜50克。",
    "食材": "莲藕500克，香油5毫升，醋25毫升，盐3克，生抽10毫升。",
    "做法": "步骤1：莲藕去皮，洗净，切成薄片;姜洗净，切成末;碗中放入醋、生抽、香油，搅匀备用。\n_x000D_\n\t　　步骤2：莲藕入沸水中焯烫，捞入盆中，放入盐、姜末，拌匀后，加盖闷约2分钟，装入盘中，浇上碗中调好的汁即可。",
    "功效": "健脾开胃、排毒养颜。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "杏仁五花肉",
    "药材": "甜杏仁15克。",
    "食材": "猪五花肉500克，葱、姜各5克，冰糖5克，老抽5毫升，植物油10毫升。",
    "做法": "步骤1：杏仁清水泡透，去皮，放入药袋，扎口;猪肉洗净血水，切成小块;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油烧至五成热，放入冰糖，待溶化后，放入猪肉翻炒至变红色，放入葱、姜、老抽、药袋，注入适量的水，煮沸后倒入砂锅内，小火炖煮至肉七成熟，捞出药袋和肉块。\n_x000D_\n\t　　步骤3：取出药袋中的杏仁，将其平铺在蒸碗碗底，肉块摆在杏仁上，倒入适量原汤，放入蒸锅，上笼蒸至肉烂熟，取出即可食用。",
    "功效": "补肺润肠。适宜肺气亏损者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山楂饮",
    "药材": "鲜山楂40克。",
    "食材": "红糖15克。",
    "做法": "步骤1：山楂洗净，去核，切块;红糖放入碗中备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入山楂，大火煮沸后，转小火煎煮30分钟，去渣取汁，倒入碗中，搅匀即可。",
    "功效": "活血调经。适用于妇女经期错乱等症。",
    "食法": "每次10克，每日一次。"
  },
  {
    "药膳名": "川红茶",
    "药材": "四川芎5克，红花2克。",
    "食材": "茶叶6克。",
    "做法": "步骤1：穹、红花清水浸泡，洗净;茶叶放入碗中备用。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入川穹、红花，煎煮30分钟，捞去药渣，将汤汁倒入碗中，泡约15分钟即可饮用。",
    "功效": "活血化瘀、祛风止痛。适用于瘀血阻络型头痛。",
    "食法": "每日一次，代茶饮。"
  },
  {
    "药膳名": "行气活血粥",
    "药材": "桃仁10克，香附20克。",
    "食材": "大米80，红糖5克。",
    "做法": "步骤1：桃仁洗净，润透，捣碎;大米淘洗干净。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入香附，煎煮30分钟，捞出药渣，加适量水，下入大米，加入桃仁，红糖，熬煮至粥黏稠即可。",
    "功效": "行气、活血、调经。",
    "食法": "温热食用，每日一次。"
  },
  {
    "药膳名": "鸡血藤调经汤",
    "药材": "鸡血藤8克。",
    "食材": "瘦猪肉150克，盐2克，鸡精1克。",
    "做法": "步骤1：猪肉洗净，切块;鸡血藤洗净，润透，切薄片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入猪肉，大火煮沸后，撇去浮沫，加入鸡血藤，转小火煲至肉烂熟，加盐、鸡精调味即可。",
    "功效": "活血调经。适用于治疗子宫内膜异位症。",
    "食法": "食肉喝汤，分次食用。"
  },
  {
    "药膳名": "车前草糯米粥",
    "药材": "鲜车前草10克。",
    "食材": "大米80克，冰糖5克。",
    "做法": "步骤1：车前草洗净，切碎;糯米清水浸泡1小时，淘洗干净;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入扯起那草煎煮30分钟，去渣留汁;锅中入水适量，下入糯米，大火煮沸后，转小火熬煮至粥成。倒入药汁，煮沸后加糖调味，即可食用。",
    "功效": "清热解毒、利水渗湿。适用于尿血、小便不利、咽喉肿痛等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "大黄消脂汤",
    "药材": "大黄5克、黄芪、山楂各15克。",
    "食材": "绿豆150克，红糖5克。",
    "做法": "步骤1：药材洗净;山楂去核，洗净;绿豆去杂质，淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药材煎煮1小时，捞去药渣，放入绿豆，小火熬煮至开花，加红糖调味即可。",
    "功效": "清热祛湿。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "丹参蜜膏",
    "药材": "丹参80克，陈皮20克。",
    "食材": "蜂蜜100克。",
    "做法": "步骤1：丹参洗净，润透，切片;陈皮洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，加入丹参、陈皮，煎煮至浓汁，加入蜂蜜收膏即可。",
    "功效": "活血化瘀、行气祛痰。适用于气滞血瘀型脂肪肝。",
    "食法": "丹参与醋等酸性食物功用相反，会降低丹参药效，不可同食。"
  },
  {
    "药膳名": "排骨海带汤",
    "药材": "海带100克。",
    "食材": "猪排骨300克，盐2克，香油2毫升。",
    "做法": "步骤1：海带温水泡发，洗净，切成菱形;排骨洗净，切段，入沸水焯烫。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入排骨，大火煮沸后，撇去浮沫，加入海带，转小火煲至肉熟烂，加盐、香油调味即可。",
    "功效": "清热、除湿、止痒。适用于湿热体质且经常出现皮肤痒疹者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参当归炖猪心",
    "药材": "党参20克，当归8克。",
    "食材": "猪心1副，味精2克，盐5克，葱、姜、蒜、料酒各适量。",
    "做法": "步骤1：猪心去油脂、洗净，对剖、去筋膜，再洗净，入沸水锅中焯烫后捞出，沥干水分，上面铺上葱、姜、蒜、料酒；党参、当归洗净，润透。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入党参、当归、猪心，大火煮沸，转小火炖至猪心熟烂，加盐、味精调味即可。",
    "功效": "补气补血、养心安神。适用于身体虚弱、气血双虚的女士食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山药人参猪肉粥",
    "药材": "人参2克，山药30克。",
    "食材": "瘦猪肉20克，大米100克。",
    "做法": "步骤1：山药去皮，洗净，切小块;大米淘洗干净;猪瘦肉洗净，切丁。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，放入山药同煮，大火煮沸后，加入人参，转小火熬煮至、粥黏稠即可。",
    "功效": "补益气血、升高血压。适用于治疗气血不足所致低血压等症。",
    "食法": "宜早、晚餐佐餐食用。"
  },
  {
    "药膳名": "薏米解暑茶",
    "药材": "薏米5克。",
    "食材": "冰糖3克。",
    "做法": "步骤1：薏米淘洗干净，冰糖研碎。\n_x000D_\n\t　　步骤2：炒锅置小火上，烧热，放入薏米翻炒至变色，取出研成粉末，放入茶杯中，加入冰糖，冲入温开水，即可饮用。",
    "功效": "降署解渴、利水消肿、清热解毒。",
    "食法": "代茶饮，温服。"
  },
  {
    "药膳名": "地黄粥",
    "药材": "生地黄15克。",
    "食材": "大米100克。",
    "做法": "步骤1：大米淘洗干净;生地黄洗净，切碎，纱布绞汁，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，转小火熬煮至粥成，加入生地黄汁，搅匀，稍煮片刻即可。",
    "功效": "清热凉血。适用于肺结核，糖尿病的辅助治疗。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "滋补肉炖",
    "药材": "黄芪、灵芝各15克。",
    "食材": "猪瘦肉300克，姜5克，盐3克。",
    "做法": "步骤1：黄芪、灵芝清水浸泡30分钟，洗净;猪肉洗净，切块;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肉、姜、盐，大火煮沸后，加入黄芪、灵芝，转小火炖煮至肉烂熟，捞去药材即可。",
    "功效": "益气养血、滋阴固表。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "乌梅饮",
    "药材": "党参、乌梅各10克，甘草5克。",
    "食材": "冰糖5克。",
    "做法": "步骤1：乌梅洗净，去核，切半;党参洗净，切片;甘草洗净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入党参、乌梅、甘草，大火煮沸后，转小火煎煮1小时至汤浓，加糖调味即可。",
    "功效": "益气生津。夏季可用于消暑解渴，适用于肺虚久咳少痰或干咳无痰等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "菠菜人参猪肉饺",
    "药材": "人参6克。",
    "食材": "菠菜1000克，面粉800克，瘦猪肉500克，生姜10克，葱、胡椒粉、花椒粉各5克，生抽50毫升，芝麻油5毫升，食盐10克。",
    "做法": "步骤1：菠菜择洗干净，去茎留叶，捣成菜泥，加入适量水，搅匀，用纱布包好，挤出绿色莱汁;人参润透，切成薄片，研成细末，备用;姜、葱洗净，切碎。\n_x000D_\n\t　　步骤2：猪肉清水洗净，剁碎，放食盐、生抽、花椒粉、姜末拌匀，注入适量水搅拌成糊状，加入葱末、人参粉、芝麻油拌匀成馅;面粉用菠菜汁揉匀，揉至面团表面光滑为止，揉成长条分成200个剂子，擀成圆薄面皮，加馅将面皮逐个包成饺子。\n_x000D_\n\t　　步骤3：锅置大火上，入水适量，煮沸后将饺子下锅，待饺子浮起后，可加少量凉水，待馅和皮松离时，捞出装碗即可。",
    "功效": "益气安神、补养脾肺。适宜脾虚食少、肺虚喘咳者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "鸽蛋人参汤",
    "药材": "人参2克。",
    "食材": "鸽蛋2个。",
    "做法": "步骤1：人参洗净，切薄片；鸽蛋洗净外壳。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入人参片、鸽蛋，煎煮至蛋熟，剥去外壳，复煮片刻即可。",
    "功效": "益气养阴。适用于咳嗽恢复期。",
    "食法": "每次食鸽蛋1个，饮汤，每日3次。"
  },
  {
    "药膳名": "山楂粥",
    "药材": "生山楂30克。",
    "食材": "大米120克，白砂糖10克。",
    "做法": "步骤1：山楂洗净，去核，切片;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，放入山楂，白砂糖，转小火熬煮至粥黏稠，即可食用。",
    "功效": "活血化瘀。适宜动脉硬化者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "红枣粥",
    "药材": "红枣10枚。",
    "食材": "大米100克。",
    "做法": "步骤1：大米淘洗干净;红枣润透，去核，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、红枣，大火煮沸后，转小火熬煮至粥黏稠，即可食用。",
    "功效": "健脾益气、养血润肤。适宜食欲不撮、脾虚便溏、病后体虚、气血不足者食用。",
    "食法": "宜早、晚空腹食用。"
  },
  {
    "药膳名": "薏米绿豆粥",
    "药材": "绿豆30克，薏米20克。",
    "食材": "大米100克，冰糖3克。",
    "做法": "步骤1：绿豆、大米去杂质，淘洗洗净;薏米洗净、泡透;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、绿豆、薏米，大火煮沸后转小火熬煮至粥黏稠，加入碎冰糖，拌匀即可。",
    "功效": "清热解暑、利水祛湿。适用于治疗用于脾虚腹泻、肌肉酸重、关节疼痛等症，并可增强免疫力和抗炎作用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "益母草香附调经汤",
    "药材": "益母草10克，香附6克。",
    "食材": "鸡肉100克，葱、姜各5克，盐2克。",
    "做法": "步骤1：益母草、香附洗净;葱、姜洗净，切丝;鸡肉洗净，切丁。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下入鸡肉、姜片、葱段，大火煮沸后，撇净浮沫，放入益母草、香附，转小火煮1小时，加盐调味即可。",
    "功效": "活血调经、养颜润肤。适用于痛经等症。",
    "食法": "去药喝汤。"
  },
  {
    "药膳名": "佛手丹参饮",
    "药材": "丹参8克，佛手5克。",
    "食材": "白砂糖6克，核桃仁5克。",
    "做法": "步骤1：丹参洗净，润透，切片;佛手洗净;核桃仁洗净，捣碎。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入丹参、佛手，核桃仁，大火煮沸后，转小火煎煮1小时，关火，滤去药渣。倒入碗中，加糖拌匀即可。",
    "功效": "活血调经、疏肝理气。适用于女子月经不调及慢性迁延性肝炎。",
    "食法": "春季饮用，效果较好。"
  },
  {
    "药膳名": "洋参炖土鸡",
    "药材": "西洋参10克。",
    "食材": "土鸡1只，盐2克。",
    "做法": "步骤1：土鸡宰杀后，去毛、内脏、爪，入沸水中氽烫，洗净血水;西洋参洗净，切片，放入鸡腹内，缝口。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入土鸡，大火煮沸后，撇净浮沫，转小火炖煮至鸡肉烂熟，加盐调味即可。",
    "功效": "益气补虚。适宜老人、病人、体弱者食用。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "川芎煮蛋",
    "药材": "川芎6克。",
    "食材": "鸡蛋2枚。",
    "做法": "步骤1：鸡蛋洗净外壳；川芎浸泡10分钟，洗净。\n_x000D_\n\t　　步骤2：锅置中火上，入水适量，放入鸡蛋煮至蛋熟，捞出去壳，放入锅内，加入川芎，转小火煎煮40分钟即可。",
    "功效": "行气活血。适用于气滞血瘀的痛经。",
    "食法": "吃蛋饮汤，行经前3日开始食饮。"
  },
  {
    "药膳名": "银杏红枣蜜",
    "药材": "五味子50克，银杏叶25克。",
    "食材": "红枣10枚，蜂蜜200克，白砂糖5克。",
    "做法": "步骤1：银杏叶洗净，切碎;红枣洗净，去核，切碎;五味子洗净。\n_x000D_\n\t　　步骤2：瓦罐入水适量，放入五味子、银杏叶、红枣浸泡2小时后，瓦罐置中火上，煮沸后转小火煎约1小时至汤汁剩原来的一半，滤出头汁，再加适量水，煎约1小时至剩余药液一大碗时，滤出二汁，将头汁、二汁倒入砂锅中。\n_x000D_\n\t　　步骤3：砂锅置小火上，煎煮30分钟，使药汁进一步浓缩，加入蜂蜜、白砂糖，继续煎煮30分钟。离火，冷却后装瓶。",
    "功效": "活血通络、润燥。",
    "食法": "每日15克，每日2次，饭后温服。"
  },
  {
    "药膳名": "沙参山药粥",
    "药材": "沙参、莲子、薏米、白茅根各15克，知母18克。",
    "食材": "山药20克，大米50克，白砂糖2克。",
    "做法": "步骤1：山药去皮，洗净，切成小片;知母、莲子、白茅根洗净;沙参洗净，润透，切片;薏米泡透，洗净;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、薏米，大火煮沸后，加入沙参、山药、莲子、白茅根、知母，转小火熬煮至粥黏稠，加糖调味即可。",
    "功效": "益气养阴、清热利湿。适用于脾胃气阴不足所致的咽干口燥、食欲减退、食后脘腹胀满、倦怠乏力等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "消食猪肚汤",
    "药材": "沙参20克，莲子100克，新鲜山药100克，茯苓50克，芡实50克、薏米50克。",
    "食材": "猪肚半个，盐5克。",
    "做法": "步骤1：芡实、薏米淘洗干净，清水浸泡1小时沥干;山药削皮、洗净，切块;莲子、沙参冲净;猪肚洗净氽烫，切大块。\n_x000D_\n\t　　步骤2：以上材料除莲子和山药外都放入砂锅，大火煮沸，小火炖40分钟。\n_x000D_\n\t　　步骤3：放入莲子和山药，再续炖30分钟，加盐调味即可。",
    "功效": "补虚损、健脾胃。适用于脾胃不佳、消化能力低下等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "知母旗鱼汤",
    "药材": "天花粉10克，知母8克。",
    "食材": "旗鱼肉片120克，香菇120克，绿花椰菜(西兰花)60克，棉布袋1个。",
    "做法": "步骤1：天花粉和知母洗净，装入棉布袋;香菇和绿花椰菜洗净，剥成小朵备用。\n_x000D_\n\t　　步骤2：砂锅内加水，放入棉布袋和旗鱼肉，加入香菇和绿花椰菜，煮沸，取出棉布袋，加嫩姜丝和盐调味即可。",
    "功效": "舒筋止痛、养胃抗癌。适用于腰腿疼痛、手足麻木、筋络不舒服等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "苁蓉羊骨汤",
    "药材": "肉苁蓉30克。",
    "食材": "羊脊骨1具，草果1克，葱末3克，盐5克，胡椒粉2克。",
    "做法": "步骤1：羊脊骨洗净，沸水汆烫，捞出洗净。\n_x000D_\n\t　　步骤2：锅中加水，放入羊脊骨，煮至羊肉离骨，捞出，拆下羊肉，捅出脊髓，切碎，放入锅中。\n_x000D_\n\t　　步骤3：加肉苁蓉、葱、盐、草果、胡椒粉，煮1小时，拣去肉苁蓉、草果，盛入碗中即可。",
    "功效": "补肾虚、通督脉、治腰痛。适用于肾虚引起的腰膝无力、筋骨挛痛、养胃久痢等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "续断猪尾汤",
    "药材": "续断20克。",
    "食材": "猪尾1条，狗脊20克，盐2克。",
    "做法": "步骤1：猪尾去毛洗净;续断、狗脊在水中浸泡1小时。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪尾、续断、狗脊，加盐，小火煮熟即可。",
    "功效": "补肾壮阳、填精益髓。",
    "食法": "吃肉喝汤，适量食用。"
  },
  {
    "药膳名": "生姜鹿茸粥",
    "药材": "鹿茸2克。",
    "食材": "粳米80克，生姜2克。",
    "做法": "步骤1：鹿茸研成细末，备用;粳米淘洗干净，生姜切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入粳米，大火煮沸，放入鹿茸末和生姜片，再小火煎熬30分钟，待米熟烂即可。",
    "功效": "温肾助阳、益精养血。适用于肾阳虚衰、精血亏损所致的阳痿早泄、滑精、消瘦怕冷、腰背酸疼、下肢发凉、软弱无力等症。",
    "食法": "冬季早、晚餐食用，5天一疗程。"
  },
  {
    "药膳名": "猪肚山药粥",
    "药材": "鲜山药50克。",
    "食材": "猪肚200克，大米200克，盐3克，鸡精1克。",
    "做法": "步骤1：鲜山药去皮洗净，切片;猪肚洗净，切成丝，放入沸水锅中汆去血水;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，放入山药、猪肚、大米，注入清水适量，大火煮沸后转小火熬煮1小时至大米烂熟，加入盐、鸡精调味即可。",
    "功效": "益气补虚、健脾养胃。适用于治疗脾虚胃弱腹泻。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "当归养血粥",
    "药材": "黄芪、当归各10克，白芍12克，泽兰6克。",
    "食材": "糯米100克，红糖5克。",
    "做法": "步骤1：将所有药材洗净，装入药袋里，扎口备用;糯米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药袋，大火煮沸后，转小火煎煮30分铀，捞去药袋，加适量水，下入糯米，加入红糖，熬煮至粥黏稠即可。",
    "功效": "养血活血、通络止痛。适用于血瘀型的痛经。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "黑芝麻瘦肉汤",
    "药材": "黑芝麻40克。",
    "食材": "瘦猪肉20。克，胡萝卜30克，香油8克，葱、生姜各5克，盐3克。",
    "做法": "步骤1：黑芝麻去杂质，淘洗干净;胡萝卜去皮，洗净，切成小块;猪肉洗净，切成小块;生姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：砂锅置火上，注入适量水，放入猪肉、胡萝卜、黑芝麻，葱、姜，大火煮沸10分钟，转小火炖至肉熟烂，加盐、香油调味即可。",
    "功效": "补益气血、润泽皮肤。适宜中老年人抗衰防老食用。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "参芪粥",
    "药材": "人参3克，黄芪15克，白术5克。",
    "食材": "大米100克，白砂糖3克。",
    "做法": "步骤1：人参、黄芪、白术去杂质，切片，放入药袋里，扎口;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药袋，大火煮沸后，转小火煎煮成浓汁，捞去药袋，下入大米，加适量水熬煮至粥黏稠，加糖调味即可。",
    "功效": "补正气、疗虚损、抗衰老。适用于五脏虚衰、久病体弱、气短自汗、脾虚泄泻等症。",
    "食法": "早晚分食。"
  },
  {
    "药膳名": "猪肉炒瓜片",
    "药材": "苦瓜6克。",
    "食材": "丝瓜80克，黄瓜100克，瘦猪肉50克，植物油10毫升，盐5克，鸡精1克。",
    "做法": "步骤1：苦瓜、丝瓜、黄瓜去皮，洗净、切片;猪肉洗净血水，切片。\n_x000D_\n\t　　步骤2：炒锅置大火上，入适量油，烧至九成热，放入猪肉翻炒至肉半熟，加入苦瓜、丝瓜、黄瓜翻炒至肉熟，加盐、鸡精调味即可。",
    "功效": "清热解毒、除湿止痒。适宜湿疹皮肤瘙痒者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "荷叶瘦身茶",
    "药材": "干荷叶20克，干山楂、薏米各10克，陈皮5克。",
    "食材": "茶叶30克。",
    "做法": "步骤1：将干荷叶、山楂、薏米、陈皮研磨成粉，一起放入茶壶中备用。\n_x000D_\n\t　　步骤2：沸水倒入茶壶中，冲泡后即可饮用。",
    "功效": "清热消食、降脂化湿。适用于痰湿肥胖者减肥。",
    "食法": "该药膳为一天量，分次饮用。"
  },
  {
    "药膳名": "山楂核桃粥",
    "药材": "山楂、桃仁各6克，荷叶15克。",
    "食材": "大米100克。",
    "做法": "步骤1：山楂、桃仁、荷叶洗净;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入山楂、桃仁、荷叶，煎煮至水剩于原来的一半，捞去药渣，下入大米，熬煮至粥黏稠即可。",
    "功效": "活血化瘀、祛痰。",
    "食法": "每日一次，连用20次。"
  },
  {
    "药膳名": "五加皮牛肉烧",
    "药材": "五加皮、杜仲各5克。",
    "食材": "牛肉200克，葱段3克，米酒10毫升，胡萝卜10克，水淀粉5毫升，橄榄菜10克，酱油3毫升，姜末2克，香油2克，盐3克，植物油15毫升。",
    "做法": "步骤1：五加皮和杜仲放入砂锅，煎煮成药汁;橄榄菜切大段，加盐和米酒氽烫;牛肉切片，洗净后放入姜末、米酒等搅拌均匀，腌渍20分钟。\n_x000D_\n\t　　步骤2：锅入油，下葱爆香，放入牛肉翻炒，待快熟时，下入药汁、胡萝卜一起炒即可。",
    "功效": "补中益气、滋养脾胃、强健筋骨。适用于体虚乏力、筋骨酸软、贫血久病及面黄目眩等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "桔梗蒸雪梨",
    "药材": "桔梗5克。",
    "食材": "糯米25克，雪梨1个，蜜饯冬瓜50克，冰糖5克。",
    "做法": "步骤1：桔梗洗净，研粉;糯米淘净;梨去皮，从头部切下为盖，用小勺挖出梨核;蜜饯冬瓜切小条。\n_x000D_\n\t　　步骤2：糯米上锅蒸熟，塞进梨腹中，再加入桔梗、冬瓜条、冰糖，盖上梨盖。\n_x000D_\n\t　　步骤3：梨放碗里，加水没过，上笼大火蒸1小时即可。",
    "功效": "去痰利咽、润肺止咳。适用于肺热咳嗽、痰多不畅等症。",
    "食法": "每日2次，每次20克。"
  },
  {
    "药膳名": "虫草炖金钱龟",
    "药材": "冬虫夏草8克，沙参10克。",
    "食材": "金钱龟180克，火腿瘦肉40克，瘦猪肉180克，鸡清汤适量，植物油10毫升，姜片、葱段各10克，料酒15毫升，盐3克，味精2克，胡椒粉3克。",
    "做法": "步骤1：金钱龟宰杀，去壳、头、爪及内脏，洗净，切肉块，沸水汆烫后温水洗净;瘦猪肉汆透，捞出温水洗净;沙参用温水闷透，切成薄片。\n_x000D_\n\t　　步骤2：锅入植物油，烧热后下姜片和葱段煸炒，放入龟肉，翻炒片刻。加料酒、沸水，煮沸5分钟后，撇去浮沫，捞出。\n_x000D_\n\t　　步骤3：将沙参放入砂锅，加入龟肉、虫草、火腿、猪肉，倒入鸡汤和调料，加盖，隔水炖3小时，以龟肉熟烂为度。加盐、味精和胡椒粉调味即可。",
    "功效": "滋肾润肺、养阴补血。适用于肺肾阴虚所致的阳痿、早泄、午后潮热、干咳咯血、心烦失眠、形体消瘦等症。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "补脾养胃粥",
    "药材": "新鲜山药50克。",
    "食材": "小米120克，红枣8枚。",
    "做法": "步骤1：小米去杂质，淘洗干净;山药去皮，洗净，切片;红枣去核，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，注入适量水，下入小米，大火煮沸后，加入山药、红枣，转小火至粥黏稠。",
    "功效": "补脾益胃。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "黄芪炖乳鸽",
    "药材": "黄芪15克，新鲜山药30克，茯苓粉10克。",
    "食材": "乳鸽1只，盐2克，味精1克。",
    "做法": "步骤1：乳鸽去皮、内脏，爪，洗净血水;黄芪洗净，切片;新鲜山药去皮，洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入乳鸽，大火煮沸后，加入黄芪、山药、茯苓粉，转小火炖1小时，加盐、味精调味即可。",
    "功效": "益气补肺、固表定喘。适宜气喘多痰者食用。",
    "食法": "隔3~5日服食一次，可常服。"
  },
  {
    "药膳名": "杏仁萝卜排骨煲",
    "药材": "苦杏仁8克。",
    "食材": "萝卜400克，猪排骨150克，料酒10毫升，生姜、盐各5克。",
    "做法": "步骤1：猪排骨剁块，洗净血水;萝卜洗净，切成薄片;杏仁温水浸泡，去苦味;生姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入所有药材、食材同煮至排骨烂熟，即可食用。",
    "功效": "补肺润肺、降气祛痰。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "百合红枣龟肉汤",
    "药材": "百合20克。",
    "食材": "龟肉200克，红枣5枚，姜5克，盐2克。",
    "做法": "步骤1：龟肉洗净，切块;红枣润透，去核，洗净;百合洗净;姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下入龟肉、红枣、姜片，大火煮沸后，撇净浮沫，加入百合，转小火煲2小时，加盐调味，即可食用。",
    "功效": "滋阴养血、补心益肾。适用于心肾虚所致的失眠、心烦、心悸等症。",
    "食法": "吃百合、龟肉，喝汤。"
  },
  {
    "药膳名": "桑白猪肺汤",
    "药材": "桑白皮12克。",
    "食材": "猪肺300克，盐3克。",
    "做法": "步骤1：猪肺挤压去泡沫，切开，洗净血水，切薄片备用;桑白皮清水洗净。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，放入桑白皮，猪肺，大火煮沸后转小火煲至猪肺烂熟，加盐调味即可。",
    "功效": "养阴止咳、清肺润燥。适用于慢性结膜炎、泡性结膜炎等症。",
    "食法": "去药喝汤。"
  },
  {
    "药膳名": "枸杞青笋汤",
    "药材": "枸杞20克。",
    "食材": "青笋500克，葱10克，姜5克，料酒10毫升，鸡汤1000毫升，盐3克，鸡精、胡椒粉各2克;",
    "做法": "步骤1：青笋去皮，洗净，切成小块;枸杞去杂质，洗净，润透;葱洗净，切成葱末;姜洗净，切片。\n_x000D_\n\t　　步骤2：汤煲置火上，将青笋块、枸杞、姜片、料酒一起放入煲里，注入鸡汤，大火煮沸后，转小火炖30分钟，加入盐、鸡精、胡椒粉调味，撒上葱末即可。",
    "功效": "滋阴养血、降低血脂。适宜高血脂、动脉硬化者食用。",
    "食法": "吃莴笋，喝汤。"
  },
  {
    "药膳名": "金银花紫菜蛋花汤",
    "药材": "紫菜20克，金银花10克。",
    "食材": "鸡蛋1枚，盐、味精各1克，葱、姜各3克。",
    "做法": "步骤1：紫菜温水泡发，洗净，撕成片;鸡蛋打入碗中，搅拌成蛋液;金银花洗净;姜洗净，切片;葱、姜洗净，切丝。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，煮沸后，下金银花、紫菜稍煮片刻倒入蛋液，搅匀，加葱、姜、盐调味，即可饮用。",
    "功效": "清热利尿、减肥去脂。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "生地粥",
    "药材": "干生地8克。",
    "食材": "大米100克。",
    "做法": "步骤1：生地黄清水泡软，洗净;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入生地，煎煮40分钟，捞去药渣，下入大米，熬煮至粥黏稠即可。",
    "功效": "清热生津、凉血止血。适用于肺结核、糖尿病患者食用。",
    "食法": "一日内分次食用。"
  },
  {
    "药膳名": "桂枣黄芪粥",
    "药材": "黄芪10克，肉桂、当归各6克。",
    "食材": "红枣10枚，大米50克，白砂糖5克。",
    "做法": "步骤1：黄芪洗净，切片;肉桂、当归洗净;大米淘洗干净;红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置小火上，注入适量清水，将黄芪、肉桂、当归一起放入锅内，煎煮30分钟左右，煎煮至汤汁剩原来的一半，捞出药渣，下入大米、红枣，煮至粥黏稠，加糖调味即可。",
    "功效": "补血益气、温阳通络。适宜多汗症患者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "菟丝子饼",
    "药材": "菟丝子粉10克。",
    "食材": "面粉200克，植物油适量，盐2克。",
    "做法": "步骤1：面粉倒入盆内，放入菟丝子粉，充分混合，注入适量清水，加入盐，用筷子搅拌成糊状。\n_x000D_\n\t　　步骤2：平底锅置小火上，用勺子舀取，倒入锅中，均匀摊成薄薄煎饼状，煎熟即可。",
    "功效": "补肾益精、养肝明目。",
    "食法": "佐餐食用，每次2个，每日2次。"
  },
  {
    "药膳名": "黑红补肾汤",
    "药材": "黑木耳20克。",
    "食材": "红枣20枚，红糖5克。",
    "做法": "步骤1：木耳润透，泡发，洗净;红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置中火上，入水适量，放入木耳、红枣煮约40分钟，加红糖调味即可。",
    "功效": "补肾养血。适用于女子美容养颜，提高免疫力。",
    "食法": "吃枣喝汤，每日一次。"
  },
  {
    "药膳名": "补气养血茶",
    "药材": "黑枣10克，丹参、黄芪各10克。",
    "食材": "紫苏梅10克，冰糖5克。",
    "做法": "步骤1：紫苏梅、黑枣洗净，去核;丹参、黄芪洗净，切片。\n_x000D_\n\t　　步骤2：将紫苏梅、黑枣、丹参、黄芪一起放入杯中，倒入沸水，加盖闷约10分钟，加入冰糖调味即可。",
    "功效": "补气养血、活血化瘀。",
    "食法": "月经不调、痛经经闭者可一日一次。"
  },
  {
    "药膳名": "芹菜炒香菇",
    "药材": "干香菇16克。",
    "食材": "芹菜300克，玉米笋150克，植物油10毫升，盐5克，葱、生姜各6克，鸡精2克。",
    "做法": "步骤1：香菇泡发，洗净，掰成小块;芹菜择洗干净，切段，于沸水中焯烫，捞出沥干，备用;玉米笋洗净;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅置大火上，入油烧至九成热，放入葱、姜爆香，加入芹菜、香菇、玉米笋翻炒至熟，加盐、鸡精调味即可。",
    "功效": "和中开胃、降脂化浊。适宜高血压、高脂血症、动脉硬化。神经衰弱患者食用。",
    "食法": "芹菜性凉质滑，故脾胃虚寒、易腹泻者忌食。"
  },
  {
    "药膳名": "麦冬参鸡汤",
    "药材": "麦冬15克，西洋参6克。",
    "食材": "鸡肉150克，盐3克。",
    "做法": "步骤1：鸡肉洗净，切块;麦冬、西洋参清水浸泡，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，故入鸡肉，大火煮沸后，撇净浮沫，放入麦冬、西洋参转小火炖煮至肉烂熟，捞去药渣，加盐调味即可。",
    "功效": "养肺阴。适用于热病伤津、虚劳烦热的感冒愈后的调理。健康入冬天食用可提高免疫力，预防流感。",
    "食法": "分次饮用。"
  },
  {
    "药膳名": "竹茹粥",
    "药材": "竹茹、枇杷叶各12克。",
    "食材": "大米80克。",
    "做法": "步骤1：竹茹、枇杷叶洗净，装入药袋里;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药袋，煎煮至水剩一半，下入大米，加适量水，熬煮至粥黏稠即可。",
    "功效": "益气清热、降逆止呕。适用于久病体弱，或胃虚有热所致呃逆、呕逆等症。",
    "食法": "宜早晚餐食用。"
  },
  {
    "药膳名": "白术陈皮鲈鱼汤",
    "药材": "白术20克，陈皮5克。",
    "食材": "鲈鱼1条，生姜5克，胡椒粉、盐各2克。",
    "做法": "步骤1：鲈鱼宰杀后，去鳞、鳃、内脏，洗净血水;白术、陈皮清水稍浸泡，洗净;生姜洗净，切片。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，下入鲈鱼、生姜、白术、陈皮，大火煮沸后，转小火炖煮1小时，加盐、胡椒粉调味即可。",
    "功效": "补气健脾、和中开胃。适宜病后失调、脾胃虚弱、食欲不振、体倦神疲、形体消瘦、脾虚水肿等症。",
    "食法": "吃鱼喝汤，分次食用。"
  },
  {
    "药膳名": "麻仁粥",
    "药材": "火麻仁10克。",
    "食材": "大米100克，葱白3克。",
    "做法": "步骤1：火麻仁研碎;葱白洗净后切丝;大米淘洗干净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入火麻仁、大米，大火煮沸后转小火熬煮至粥成，放入葱白丝拌匀即可。",
    "功效": "滑肠通便。适用于产后便秘、大便干结、肠燥症状。",
    "食法": "早餐、晚餐皆可。"
  },
  {
    "药膳名": "杜仲参鹿酒",
    "药材": "鹿茸6克，人参8克，杜仲15克，牛膝、石斛各10克。",
    "食材": "白酒1500毫升。",
    "做法": "步骤1：上述所有药材研成粗末;取一洁净干燥盛酒容器备用。\n_x000D_\n\t　　步骤2：将药材粉末倒入瓶中，加入白酒，加盖密封，每日摇动一次，15天后，取酒液饮用。",
    "功效": "补肾壮阳。",
    "食法": "每日2次，每次15~20克。"
  },
  {
    "药膳名": "排石金钱粥",
    "药材": "金钱草25克。",
    "食材": "大米80克，冰糖5克。",
    "做法": "步骤1：金钱草泡透，洗净，切段;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入金钱草，煎煮至水剩余原来的一半，去渣取汁，加入适量水，放入大米、冰糖，熬煮至粥黏稠即可。",
    "功效": "通淋排石。适宜胆结石者食用。",
    "食法": "每日一次，早、晚餐温服。"
  },
  {
    "药膳名": "川贝杏仁羹",
    "药材": "川贝母5克，杏仁10克，银耳25克。",
    "食材": "冰糖10克。",
    "做法": "步骤1：川贝母去杂质，洗净，研成细末;杏仁去皮、尖;银耳泡发，去蒂，撕成小瓣;冰糖打碎。\n_x000D_\n\t　　步骤2：砂锅置火上，注入适量清水，把川贝母细末、杏仁、银耳一起放入砂锅内，大火煮沸，再转小火煮90分钟，加入冰糖碎调味即可。",
    "功效": "清热解毒、润肺止咳。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "茯苓栗子粥",
    "药材": "茯苓15克。",
    "食材": "栗子5枚，红枣10枚，大米100克，白砂糖5克。",
    "做法": "步骤1：大米淘洗干净;红枣润透，去核，洗净;栗子去壳，洗净，切块;茯苓研磨成粉。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、栗子、红枣，大火煮沸后，转小火熬煮至粥黏稠，加入茯苓粉，拌匀，稍煮片刻，加糖调味，即可食用。",
    "功效": "益气健脾、渗湿止泻。适宜脾胃虚弱、饮食减少、便溏腹泻者食用。",
    "食法": "宜早、晚餐空腹食用。"
  },
  {
    "药膳名": "玉米须茵陈饮",
    "药材": "茵陈20克。",
    "食材": "玉米须30克。",
    "做法": "步骤1：茵陈、玉米须择洗干净。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，加入茵陈、玉米须，煎煮至水剩于原来一半，关火，捞出药渣，取汁饮用。",
    "功效": "清热利湿。",
    "食法": "每日一剂，代茶饮。"
  },
  {
    "药膳名": "白术葛根粥",
    "药材": "葛根8克，白术5克。",
    "食材": "大米80克，白砂糖10克。",
    "做法": "步骤1：白术、葛根洗净，润透;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，注入清水适量，下入大米，大火煮沸后，加入白术、葛根转小火熬煮至粥黏稠，加入白砂糖调味即可。",
    "功效": "除风祛湿、清热生津。适用于治疗伤寒、温热头痛项强、烦热消渴、泄泻、痢疾等症。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "杏仁猪肺汤",
    "药材": "杏仁6克。",
    "食材": "猪肺、白萝卜各150克，盐2克。",
    "做法": "步骤1：白萝卜清水洗净，切块;杏仁清水泡透，洗净;猪肺挤去泡沫，洗净，切块。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，下入猪肺、萝卜块，大火煮沸后，撇净浮沫，放入杏仁，转小火煲1小时至萝卜熟透，加盐调味即可。",
    "功效": "滋阴养肺、止咳化痰。适宜风寒型急性支气管炎患者食用。",
    "食法": "吃猪肺喝汤。"
  },
  {
    "药膳名": "鲫鱼火锅",
    "药材": "枸杞10克，冬笋、水发冬菇各40克。",
    "食材": "活鲫鱼800克，丝瓜150克，葱、小白菜各60克，生姜20克，味精3克，植物油、清汤各适量，料酒20毫升，盐8克，葱末10克，麻油各15毫升。",
    "做法": "步骤1：活鲫鱼宰杀，去内脏、鳞和鳃，洗净，沥干。用竹筷插入鱼嘴，放盘里备用;枸杞冲洗，温水泡发备用;丝瓜去皮，剖开切段;冬笋洗净，切片;葱洗净，拍破，切段;姜洗净，切片;冬菇洗净，去蒂，用手撕成条;小白菜择洗干净。\n_x000D_\n\t　　步骤2：锅入植物油，烧至七成热，下姜片微炸，接着下葱末、料酒炒香，加入清汤煮开，大火熬30分钟，加入枸杞和水，继续煮5分钟，加盐、麻油。汤料放入火锅，上火煮开，下入以上各种食材，把鲫鱼沿锅边插入。直接食用即可。",
    "功效": "滋阴补血、益肝明目、补虚劳、强筋骨。适用于脾胃虚弱所致的不思饮食、气血不足、精神倦怠等症。",
    "食法": "吃菜喝汤，可配姜汁、醋、麻油味碟供蘸食。"
  },
  {
    "药膳名": "丝瓜络蜜饮",
    "药材": "丝瓜络8克。",
    "食材": "蜂蜜10克。",
    "做法": "步骤1：丝瓜络洗净，放入碗中，备用。\n_x000D_\n\t　　步骤2：碗中倒入蜂蜜，注入适量沸水冲泡，加盖闷约10分钟即可。",
    "功效": "通经活络、清热化痰。适用于治疗胸胁疼痛、腹痛、腰痛、睾丸肿痛等症。",
    "食法": "代茶饮。"
  },
  {
    "药膳名": "薏米海带汤",
    "药材": "鱼腥草12克，薏米20克。",
    "食材": "绿豆30克，海带30克，冰糖2克。",
    "做法": "步骤1：海带洗净，切成丝，同鱼腥草用干净纱布包在一起，备用。薏米清水泡透，洗净;绿豆去杂质，洗净;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入绿豆、薏米，大火煮沸后，加入纱布包，转小火煮至绿豆开花，加冰糖调味即可。",
    "功效": "清热、除湿、止痒。适用于湿疹皮肤瘙痒等症。",
    "食法": "每日一剂，连用10日。"
  },
  {
    "药膳名": "骨碎补猪肾汤",
    "药材": "骨碎补10克。",
    "食材": "猪肾1对，生姜5克。",
    "做法": "步骤1：猪肾剖开，去筋膜、肾盂，清水反复冲洗;骨碎补洗净，晾干后研成细末，放入猪肾中，扎紧;生姜洗净，切片。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，放入猪肾、姜，大火煮沸后，转小火炖煮至熟，即可食用。",
    "功效": "补肾强骨、活血止痛。适用于肾虚腰痛、耳鸣耳聋、牙齿松动、跌扑闪挫、筋骨折伤等症。",
    "食法": "吃肾饮汤。"
  },
  {
    "药膳名": "杏仁蜂蜜粥",
    "药材": "杏仁5克。",
    "食材": "大米60克，蜂蜜适量。",
    "做法": "步骤1：杏仁去皮、尖，焯水备用;大米淘净。\n_x000D_\n\t　　步骤2：砂锅放入杏仁、大米，加水，大火烧沸，小火炖煮30分钟，加蜂蜜调味即可。",
    "功效": "润肺、止咳。适用于咳嗽、咽喉疼痛、口干烦渴等症。",
    "食法": "每日1次，每次50克。"
  },
  {
    "药膳名": "虫草白及粉粥",
    "药材": "冬虫夏草粉3克，白及粉5克。",
    "食材": "粳米40克，冰糖5克。",
    "做法": "粳米淘净，放入砂锅，加水和冰糖，大火煮沸，小火熬煮至粥熟，倒入虫草粉和白及粉，煮3分钟，再焖5分钟即可。",
    "功效": "益肺滋阴、补肾助阳。适用于肺阴不足、肾阳虚衰所致的阳痿、遗精、腰酸腿痛、劳嗽虚喘，咯血干咳、自汗盗汗和病后体弱久虚等症。",
    "食法": "每日2次，温热服食。"
  },
  {
    "药膳名": "核桃仁粥",
    "药材": "核桃仁50克。",
    "食材": "大米120克，白砂糖5克。",
    "做法": "步骤1：核桃仁洗净，切成小粒;大米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，大火煮沸后，加入核桃仁，转小火熬煮至粥黏稠，加糖调味即可。",
    "功效": "补肾、健脑。适用于肾虚喘嗽、腰痛脚弱、阳痿遗精、小便频数、石淋、大便燥结等症。",
    "食法": "宜早、晚餐食用。"
  },
  {
    "药膳名": "菊蒲豆腐汤",
    "药材": "菊花、蒲公英各10克。",
    "食材": "豆腐120克，盐2克。",
    "做法": "步骤1：菊花、蒲公英洗净;豆腐切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入菊花、蒲公英煎煮40分钟，捞去药渣，加入豆腐煮熟，加盐调味即可。",
    "功效": "清热解毒。适用于风热感冒、头痛、眩晕、目赤、心胸烦热、疗疮肿毒、高血压等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "百合猪心煲",
    "药材": "黑芝麻40克，百合25克。",
    "食材": "红枣15枚，生姜5克，猪心1个，盐3克。",
    "做法": "步骤1：猪心剖开，洗净血水，切成片状，放盘备用;百合、黑芝麻去杂质，洗净;红枣洗净，去核;生姜洗净，切片。\n_x000D_\n\t　　步骤2：炒锅至小火上，烧热后放入黑芝麻，炒香，备用。\n_x000D_\n\t　　步骤3：汤煲置火上，放入猪心、芝麻、百合、红枣、姜片，注入适量水，大火煮沸后转小火煲至猪心烂熟，加盐调味即可。",
    "功效": "炒锅至小火上，烧热后放入黑芝麻，炒香，备用。",
    "食法": "吃猪心喝汤。"
  },
  {
    "药膳名": "黄芪鳝鱼汤",
    "药材": "黄芪15克。",
    "食材": "鳝鱼1条，生姜10克，盐3克。",
    "做法": "步骤1：鳝鱼宰杀后，去骨、内脏，洗净血水;黄芪洗净，切片;生姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鳝鱼，大火煮沸后，撇净浮沫，加入黄芪片同煮，转小火炖至鳝鱼烂熟，加盐调味即可。",
    "功效": "补气降糖。适用于糖尿病患者的辅助治疗。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "黄精粥",
    "药材": "黄精20克。",
    "食材": "大米100克，冰糖5克。",
    "做法": "步骤1：大米淘洗干净;黄精洗净、切碎，放入干净纱布包。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入纱布包，小火煮20分钟，下入大米、冰糖，转中火熬煮至粥黏稠，取出纱布包，加冰糖调味即可。",
    "功效": "补脾和胃、滋阴润肺。适用于肢软乏力、纳差食少、胃脘隐痛、干咳无痰等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "滋阴茄条",
    "药材": "天冬10克。",
    "食材": "茄子350克，香油3毫升，生抽5毫升，盐3克，味精1克。",
    "做法": "步骤1：茄子洗净，切小条;天冬洗净，润透。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，煮沸后放入天冬与茄子，转中火沸煮30分钟，捞出沥干，放入盆中加生抽、香油、盐，拌匀即可。",
    "功效": "滋阴润燥、清肺益肾。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "薏米山药羹",
    "药材": "薏米、莲子各25克。",
    "食材": "山药40克。",
    "做法": "步骤1：薏米、莲子泡透，洗净;山药去皮、洗净，切成小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入山药、薏米、莲子，大火煮沸后转小火熬煮至黏稠，即可食用。",
    "功效": "健脾益气、化湿止带。适宜湿困脾胃、不思饮食者食用。",
    "食法": "宜早晚餐食用。"
  },
  {
    "药膳名": "滋肾养肝粥",
    "药材": "三七4克，何首乌20克。",
    "食材": "大米100克，红枣4枚，白砂糖5克。",
    "做法": "步骤1：大米淘洗干净;红枣洗净，去核;三七、何首乌洗净备用。\n_x000D_\n\t　　步骤2：三七、何首乌放入砂锅中，加入适量水，小火煎煮至水剩余一半时，停火，滤去药渣，将浓汁倒入碗中备用。\n_x000D_\n\t　　步骤3：砂锅置火上，入水适量，下入大米、红枣、白砂糖，大火煮沸后转小火，倒入汤汁，搅匀，熬煮至粥黏稠，停火，加盖焖约5分钟即可。",
    "功效": "滋肾养肝、降血脂。",
    "食法": "早晚餐温热顿服。"
  },
  {
    "药膳名": "茅根冰糖饮",
    "药材": "鲜茅根20克，泽泻10克。",
    "食材": "绿豆50克，冰糖5克。",
    "做法": "步骤1：鲜茅根洗净，切段;泽泻洗净，切片;绿豆淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，加入鲜茅根、泽泻，煎煮20分钟，捞去药渣，加入绿豆、冰糖，煎煮至绿豆开花，过滤去渣取汁。",
    "功效": "清热除湿、凉血解毒。适宜湿疹患者食用。",
    "食法": "每日一剂，温饮药汁。"
  },
  {
    "药膳名": "鲜枇杷膏",
    "药材": "鲜枇杷叶400克。",
    "食材": "蜂蜜100克。",
    "做法": "步骤1：枇杷叶洗净，去毛。\n_x000D_\n\t　　步骤2：锅置中火上，加入水适量，放入枇杷叶，煎煮3小时后，滤去药渣，凉凉浓缩至膏状，加蜂蜜拌匀，即可食用。",
    "功效": "清解肺热、化痰止咳。适用于痤疮、酒糟鼻等症。",
    "食法": "每次10克，每日2次。"
  },
  {
    "药膳名": "陈皮绿豆汤",
    "药材": "陈皮5克。",
    "食材": "绿豆50克，白砂糖5克。",
    "做法": "步骤1：绿豆去杂质，淘洗干净;陈皮洗净，切小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入陈皮，大火沸煮5分钟后，捞去药渣，下入绿豆，转小火熬煮至绿豆熟透，加糖调味即可。",
    "功效": "理气化痰、清热解毒。适用于夏季中暑的防治。",
    "食法": "代茶饮，每日2次。"
  },
  {
    "药膳名": "羊肉炒莴笋",
    "药材": "新鲜莴笋200克。",
    "食材": "羊肉300克，淀粉15克，料酒10毫升，葱、生姜、蒜各5克，盐5克，香油3毫升，胡椒粉3克。",
    "做法": "步骤1：羊肉、莴笋洗净，切片;葱、生姜、蒜洗净，切碎：香油、胡椒粉、淀粉放入碗中，注入适量水，调成芡汁。\n_x000D_\n\t　　步骤2：炒锅置中火上，入油烧至五成热，放入莴笋炒熟，盛入盘中备用;锅内入油少许，烧至九成热，放入葱、生姜、蒜爆香，加入羊肉，烹入料酒，调入芡汁拌匀，倒在莴笋上即可。",
    "功效": "补肾壮阳、暖中祛寒、温补气血、开胃健脾。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "附片蒸羊肉",
    "药材": "制附片5克。",
    "食材": "羊腿肉400，清汤250克，植物油、料酒各10毫升，葱、生姜各5克，盐、胡椒粉各3克。",
    "做法": "步骤1：羊肉洗净，煮熟捞出，切成小块;葱、生姜洗净，切碎;附片洗净，同羊肉一起放入大碗中，加入料酒、植物油、生姜、清汤拌匀备用。\n_x000D_\n\t　　步骤2：蒸锅置中火上，大碗上笼蒸2小时，出锅后撤上葱末、胡椒粉调味即可。",
    "功效": "温中散寒、益气活血。适用于寒湿痹病、心腹冷痛等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "猪肚汤",
    "药材": "猪肚100克。",
    "食材": "葱、生姜各10克，花椒、大料(八角)各3克，盐2克。",
    "做法": "步骤1：猪肚洗净;葱、姜洗净，切碎，放入猪肚中。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，下入猪肚、花椒、大料，煮至猪肚烂熟，加盐调味即可。",
    "功效": "益气补虚。适宜体质虚弱者食用。",
    "食法": "吃猪肚喝汤，每周2次。"
  },
  {
    "药膳名": "黄芪当归粥",
    "药材": "川芎、红花各2克，当归、黄芪各4克。",
    "食材": "大米100克，葱、姜各3克，盐2克，鸡汤30。毫升。",
    "做法": "步骤1：大米淘洗干净;当归、川芎、黄芪洗净，切成薄片，装入干净的纱布袋中，备用;红花洗净;葱洗净，切碎;姜洗净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，倒入鸡汤，放入大米，大火煮沸后，加入红花、纱布包，转小火熬煮至粥黏稠，加入葱、盐、姜调味即可。",
    "功效": "补虚养身。适宜气不生血、头晕心悸、失眠多梦、月经量少者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "猪蹄行气汤",
    "药材": "橘叶、青皮各6克。",
    "食材": "猪蹄1只。",
    "做法": "步骤1：猪蹄、橘叶、青皮洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪蹄，大火煮沸后，撇去浮沫，加入橘叶、青皮，转小火炖至猪蹄烂熟。",
    "功效": "行气通乳。适宜产后缺乳、肝气郁结者食用。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "冰糖桂莲饮",
    "药材": "莲子100克，银耳20克。",
    "食材": "冰糖5克，桂花卤3克。",
    "做法": "步骤1：银耳用温水润透，泡发，摘去黄根，洗净，掰成小瓣;莲子清水浸泡，胀发后温水洗净，去心，放入碗内，加适量开水，上屉蒸50分钟左右，取出盛入汤碗待用。\n_x000D_\n\t　　步骤2：锅置中火上，注入适量水，放入银耳略烫一下，捞出，同蒸熟莲子一起盛入汤碗内，锅内加入冰糖、桂花卤，转大火煮沸至冰糖溶化成汁，撇净浮沫，将冰糖汁浇在汤碗内即可。",
    "功效": "滋阴补脾、养血安神。适用于皮肤干燥、声音沙哑、牙痛等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "参冬蒸甲鱼",
    "药材": "人参8克，麦门冬30克。",
    "食材": "活甲鱼1300克，姜片、葱段各10克，盐3克，料酒10毫升，味精2克，胡椒粉1克。",
    "做法": "步骤1：将甲鱼宰杀，沸水汆烫15分钟，取出裙边留用，剖开甲壳，去除内脏和头、爪;清洗干净，切成小块;人参、麦门冬洗净。\n_x000D_\n\t　　步骤2：人参和麦门冬放入大碗里，加姜片、葱段、盐和料酒，放上甲鱼块，盖上甲鱼壳，加入鸡清汤，上笼蒸1小时。加味精、胡椒粉调味即可。",
    "功效": "补肾固精、健脾润肺。适用于肺肾亏虚所致的阳痿、早泄、咳嗽、气促和年老体弱、病后体虚等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "牛奶粥",
    "药材": "牛奶400毫升。",
    "食材": "粳米80克。",
    "做法": "粳米洗净，倒入砂锅加水煮粥，将熟时加入牛奶，搅拌均匀，稍煮即可。",
    "功效": "补虚损、益肺胃、生津润肠。适用于阴虚劳损、反胃噎膈、消渴、便秘等症。",
    "食法": "晨起空腹食用。"
  },
  {
    "药膳名": "虫草瘦肉小米粥",
    "药材": "冬虫夏草8克。",
    "食材": "瘦猪肉40克，小米80克。",
    "做法": "步骤1：虫草择净，纱布包好;猪肉切成细片;小米淘净。\n_x000D_\n\t　　步骤2：一起放入砂锅，加水同煮，待粥熟，取出纱布包即可。",
    "功效": "补虚损、益精气、润肺补肾。适用于肺肾阴虚所致的虚喘、痨嗽、咯血、自汗、盗汗、阳痿、遗精、腰膝酸痛、病后久虚不复等症。",
    "食法": "晨起空腹食用。"
  },
  {
    "药膳名": "鸡蛋百合汤",
    "药材": "百合35克。",
    "食材": "熟鸡蛋2枚，白砂糖5克。",
    "做法": "步骤1：百合清水洗净，润透;取出鸡蛋黄，用勺子压碎，放入碗中备用。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，加入百合，煎煮至水剩原来的一半，加入鸡蛋黄、白砂糖，搅匀即可。",
    "功效": "滋阴养血、清心安神。适宜肺虚久咳不愈者食用。",
    "食法": "口服每日1～3次，每次100～150克。"
  },
  {
    "药膳名": "萝卜荸荠凉拌菜",
    "药材": "白萝卜80克。",
    "食材": "荸荠100克，盐3克，味精1克。",
    "做法": "步骤1：白萝卜、荸荠去皮，洗净，切丝;萝卜丝用盐腌浸10分钟，清水冲洗，沥干，盛入大碗备用。\n_x000D_\n\t　　步骤2：碗中加入荸荠、盐、味精拌匀即可。",
    "功效": "清热润肺。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "百合莲子猪肉煲",
    "药材": "莲子15克，百合10克。",
    "食材": "猪瘦肉100克，盐3克。",
    "做法": "步骤1：莲子去心，洗净，泡透;百合洗净，润透;猪肉洗净。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，加入猪肉，大火煮沸后，撇去浮沫，加入莲子、百合，转小火煲至肉烂熟，加盐调味即可。",
    "功效": "清心润肺、益气安神。适宜阴虚所致的干咳、失眠、心烦、心悸等症者食用。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "栀子仁粥",
    "药材": "栀子仁4克。",
    "食材": "大米120克，冰糖5克。",
    "做法": "步骤1：大米淘洗干净;栀子仁研磨成粉;冰糖研碎。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米，熬煮至粥黏稠，调入栀子粉拌匀，加冰糖调味即可。",
    "功效": "清热泻火。适用于目赤肿痛、急性眼结膜炎、黄疸性肝炎、胆囊炎等症。",
    "食法": "每日2次，3天为一个疗程。"
  },
  {
    "药膳名": "滋阴乳鸽汤",
    "药材": "银耳80克，陈皮5克。",
    "食材": "乳鸽2只，高汤400毫升，盐2克，鸡精1克。",
    "做法": "步骤1：银耳温水泡发、润透，洗净，撕成小朵;陈皮温水浸泡，洗净;乳鸽宰杀后，去毛、内脏、爪，洗净血水。\n_x000D_\n\t　　步骤2：砂锅置中火上，放入乳鸽，注入高汤，煮沸后加入银耳、陈皮，转小火炖煮至乳鸽肉烂熟，加盐、鸡精调味即可。",
    "功效": "滋阴补虚。适用于治疗恶疮、久病虚赢、消渴等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "冬瓜糖饮",
    "药材": "冬瓜1个。",
    "食材": "冰糖20克。",
    "做法": "步骤1：冬瓜洗净，剖开，去瓤，填入冰糖。\n_x000D_\n\t　　步骤2：蒸锅置火上，冬瓜放入蒸盆中，上笼蒸40分钟，取冬瓜水，倒入碗中，凉凉即可。",
    "功效": "清热利水、消肿解毒。适用于糖尿病、冠心痛、动脉硬化、高血压、肾脏病以及浮肿病人者食用。",
    "食法": "代茶饮，每日一次。"
  },
  {
    "药膳名": "地黄桑葚膏",
    "药材": "生地黄80克。",
    "食材": "桑葚400克，蜂蜜30克。",
    "做法": "步骤1：桑葚去杂质，洗净;生地黄洗净。\n_x000D_\n\t　　步骤2：锅置小火上，入水适量，放入桑葚、生地黄煎煮，每20分钟取煎液一次，加水再煎，共取煎液两次，合并煎液，煎至黏稠，加入蜂蜜，煮沸后停火，待冷装瓶即可。",
    "功效": "养阴清热、润肠通便。适用于肝肾精血亏损引起的身体消瘦、腰膝酸软、遗精盗汗、头晕眼花、口渴咽干等症。",
    "食法": "用沸水冲化，每次15克，每日2次。"
  },
  {
    "药膳名": "乌蔹莓小米粥",
    "药材": "乌蔹莓25克。",
    "食材": "小米80克，红枣5枚，猪瘦肉30克。",
    "做法": "步骤1：小米去杂质，淘洗干净;红枣洗净，去核;猪肉洗净，切成薄片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入乌蔹莓煎煮40分钟，去渣留汁，下入小米，加入猪肉、红枣同煮，熬煮至粥黏稠，即可食用。",
    "功效": "清热利湿、解毒消肿。适用于咽喉肿痛、疖肿、痈疽等症。",
    "食法": "空腹食用。"
  },
  {
    "药膳名": "藕粉杏仁糊",
    "药材": "甜杏仁8克。",
    "食材": "藕粉50克。",
    "做法": "步骤1：甜杏仁去皮，洗净，炒熟后研制威粉，放入碗中，加入藕粉备用。\n_x000D_\n\t　　步骤2：碗中倒入适量沸水，搅拌均匀至成糊状，即可食用。",
    "功效": "清肺润燥。适用于咳嗽、咳痰，还可缓解便秘。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "葱爆羊肉",
    "药材": "羊肉150克。",
    "食材": "葱200克，植物油10毫升，香油3毫升，酱油、料酒各10毫升，生姜、蒜各10克，盐5克。",
    "做法": "步骤1：羊肉洗净，切片;葱择洗干净，切小段;生姜、蒜去皮，洗净，切碎。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至五成热，放入生姜、蒜爆香，下入羊肉翻炒至变色，加入料酒、酱油、葱、蒜、盐，翻炒至熟，淋入香油，即可食用。",
    "功效": "补益气血、温中养胃。适宜体弱者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "柿饼山药粥",
    "药材": "干山药50克。",
    "食材": "柿饼20克，大米100克。",
    "做法": "步骤1：山药洗净，切碎;大米淘洗干净;柿饼去皮，洗净，切成小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、山药，大火煮沸后，加入柿饼，转小火熬至粥黏稠即可。",
    "功效": "滋养脾肺、止咳祛痰。适用于脾肺阴亏、虚劳咳嗽等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "肉桂煮蛋",
    "药材": "当归6克，肉桂5克。",
    "食材": "鸡蛋2枚，生姜5克，红枣5枚。",
    "做法": "步骤1：当归、肉桂、鸡蛋洗净;红枣洗净，去核;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置小火上，注入适量清水，将当归、肉桂、姜、红枣一起放入锅内，煎煮30分钟左右，煎煮至汤汁剩原来的一半，加入鸡蛋，转小火至鸡蛋煮熟即可。",
    "功效": "补血活血、温阳通络。适用于气滞血瘀引起的痛经。",
    "食法": "吃蛋喝汤。"
  },
  {
    "药膳名": "黑豆黄芪汤",
    "药材": "黄芪20克。",
    "食材": "黑豆50克，盐3克。",
    "做法": "步骤1：黑豆清水浸泡，洗净;黄芪洗净，切片。\n_x000D_\n\t　　步骤2：砂锅火上，入水适量，放入黑豆、黄芪同煮至豆熟，加盐调味即可。",
    "功效": "补中益气、固表止汗。适用于气虚自汗等症。",
    "食法": "吃豆喝汤。"
  },
  {
    "药膳名": "水果保健茶",
    "药材": "黄芪6克，玉竹6克，枸杞4克。",
    "食材": "苹果、猕猴桃各20克，果糖6克。",
    "做法": "步骤1：黄芪、玉竹、枸杞洗净;苹果、猕猴桃去皮，洗净，切成小块。\n_x000D_\n\t　　步骤2：将前所有材料放入茶壶，加入适量沸水，加盖浸泡10分钟，滤去药渣，加入果糖，搅拌均匀即可",
    "功效": "补益气血、提高免疫力。适宜免疫力低下者食用。",
    "食法": "该药膳为三次量，每天服用1～2次。"
  },
  {
    "药膳名": "金针菇炖猪肉",
    "药材": "干金针菇20克。",
    "食材": "瘦猪肉250克，盐5克。",
    "做法": "步骤1：金针菇清水泡透，择洗干净;猪肉洗净血水，切成小块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪肉，大火煮沸后，撇去浮沫，加入金针菇，转小火炖煮至猪肉烂熟，加盐调味即可。",
    "功效": "解郁通乳。适宜产后缺乳者食用。",
    "食法": "佐餐分三次吃完，5日为一疗程。"
  },
  {
    "药膳名": "枸杞鱼肉粥",
    "药材": "枸杞3克。",
    "食材": "武昌鱼25克，白饭80克，香菇丝8克，笋丝8克，高汤5毫升。",
    "做法": "步骤1：武昌鱼宰杀，去内脏和鳃，洗净，切片;枸杞泡温水备用。\n_x000D_\n\t　　步骤2：香菇丝、高汤、笋丝、白饭放锅里，加水煮成粥，放入枸杞和鱼片，煮熟即可。",
    "功效": "养颜美容、补肾益血。适用于体倦乏力、头晕眼花、腰膝酸软等症，也用于中老年人滋补养生。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "大枣小麦粥",
    "药材": "小麦40克。",
    "食材": "大米120克，红枣6枚。",
    "做法": "步骤1：大米、小麦去杂质，淘洗干净;红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置于火上，入水适量，下入小麦、大米、红枣，大火煮沸，转至小火熬煮至粥黏稠即可。",
    "功效": "益气血、健脾胃。适宜消化不良、伴有厌食的脾虚的孩子食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "人参番茄面",
    "药材": "人参5克，麦门冬10克。",
    "食材": "番茄1个，火腿肠15克，面条100克，高汤200毫升，盐2克，香油3毫升，胡椒粉1克。",
    "做法": "步骤1：药材洗净，装入药袋里，扎口：番茄洗净，切块;火腿肠切片。\n_x000D_\n\t　　步骤2：锅置火上，注入高汤，放入药材，大火沸煮20分钟，放入番茄、火腿片稍煮片刻;另一锅置火上，入水适量，下入面条，煮熟后捞入碗中，加盐、香油、胡椒粉，注入药汤，即可食用。",
    "功效": "益气补虚。",
    "食法": "做主食。"
  },
  {
    "药膳名": "花生炖泥鳅",
    "药材": "泥鳅150克。",
    "食材": "花生100克，猪瘦肉50克，生姜5克，盐2克。",
    "做法": "步骤1：泥鳅盐水洗去黏质，清水洗净，小火煎至微黄;猪肉洗净，切片;生姜洗净，切丝;花生洗净。\n_x000D_\n\t　　步骤2：瓦罐置火上，入水适量，放入泥鳅、花生、猪肉、姜丝，大火煮沸后，撇净浮沫，转小火炖煮至花生熟透，加盐调味，即可食用。",
    "功效": "补中益气、滋阴补血。适宜饮酒过量者及肝炎、阳痿者和小儿食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "补肾小炒",
    "药材": "核桃仁40克。",
    "食材": "韭菜200克，香油5毫升，盐、胡椒粉各3克。",
    "做法": "步骤1：韭菜择洗干净，切段备用;核桃仁洗净。\n_x000D_\n\t　　步骤2：炒锅置中火上，倒入适量香油，烧至七成热，加入核桃仁，炒至成黄色，加入韭菜，翻炒至熟，加盐、胡椒粉调味即可。",
    "功效": "补肾助阳、温暖腰膝。适用于腰膝冷痛、阳痿、性功能不振等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "葱白鸡肉粥",
    "药材": "葱白15克。",
    "食材": "鸡肉50克，大米80克，红枣5枚，盐、鸡精各2克，生姜5克，香菜2克。",
    "做法": "步骤1：鸡肉洗净，切成小块;红枣洗净，去核;大米淘洗干净;葱白、生姜洗净，切碎;香菜择洗干净，切碎。\n_x000D_\n\t　　步骤2：砂锅置火上，下入大米、鸡肉、姜、红枣，入水适量.大火煮沸后，转小火煮1小时，放入葱白，加盐、鸡精、香菜调味即可。",
    "功效": "补虚祛寒、发汗解表。适宜风寒感冒者食用。",
    "食法": "趁热饮食。"
  },
  {
    "药膳名": "明目养颜汤",
    "药材": "枸杞10克。",
    "食材": "母鸡1只，红枣6枚，料酒10毫升，清汤适量，葱、生姜各5克，盐、味精各2克。",
    "做法": "步骤1：母鸡宰杀后，去毛、内脏、脚爪，剁成大块，洗净，入沸水中氽去血水，捞出沥干;红枣洗净，去核;枸杞洗净。葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：鸡、红枣、枸杞一起放入汤盅内，加入料酒、姜、葱，倒入清汤，用牛皮纸封口;蒸锅置大火上，汤盅上笼蒸约2小时，拣去姜、葱，加盐、味精调味即可。",
    "功效": "补血养颜、益精明目。适宜身体虚弱或皮肤干燥者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "鹿茸鸡蛋羹",
    "药材": "鹿茸粉4克。",
    "食材": "鸡蛋2枚，盐、胡椒粉各3克。",
    "做法": "步骤1：鸡蛋打入碗中，搅匀均匀，加入鹿茸粉、盐、胡椒粉，拌匀。\n_x000D_\n\t　　步骤2：蒸锅置大火上，碗上笼蒸15分钟至蛋熟即可。",
    "功效": "补肾壮阳、益精血。适宜体弱阳虚、精血不足者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "多宝粥",
    "药材": "芡实、山药、茯苓、莲子、薏米、白扁豆、桑葚、白术各5克。",
    "食材": "大米100克，白砂糖10克。",
    "做法": "步骤1：大米淘洗干净;所有药材清水洗净，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药材，小火煎煮40分钟，捞去药渣，下入大米，熬煮至粥黏稠，加糖调味，即可食用。",
    "功效": "健脾益气、温阳利湿。适宜气虚体质者食用。",
    "食法": "每周两次，空腹食用。"
  },
  {
    "药膳名": "砂仁粉拌猪肚",
    "药材": "砂仁5克。",
    "食材": "猪肚400克，胡椒粉、味精各1克，清汤500毫升。",
    "做法": "步骤1：猪肚洗净，放入沸水中余透，去内膜，备用;砂仁研磨成粉，与胡椒粉调匀。\n_x000D_\n\t　　步骤2：锅置中火上，倒入清汤，放入猪肚、生姜，煮熟后捞出，凉凉，切片，盛入碗中，倒入砂仁、胡椒粉末，拌匀，加味精调味即可。",
    "功效": "温阳健脾。适用于虚痨赢弱、气血不足、脾虚胃弱及病后、年老、产妇体虚等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "补肾乌龙茶",
    "药材": "鹿茸1克。",
    "食材": "乌龙茶叶6克。",
    "做法": "步骤1：鹿茸洗净，切成薄片。\n_x000D_\n\t　　步骤2：杯中放入鹿茸、乌龙茶叶，倒入适量沸水冲泡即可饮用。",
    "功效": "补肾助阳。适用于肾阳不足所致的偏头疼。",
    "食法": "一杯可冲泡3～5次。"
  },
  {
    "药膳名": "养生鹿茸酒",
    "药材": "鹿茸片6克，黄芪15克，山药30克，杜仲10克，牛膝6克，川芍5克，肉桂1克。",
    "食材": "白酒2000毫升。",
    "做法": "步骤1：所有药材清水洗净;取一洁净干燥盛酒容器备用。\n_x000D_\n\t　　步骤2：药材一起放入盛酒容器中，倒入白酒，加盖密封，放置阴暗处浸泡3个月，取酒液饮用。",
    "功效": "强身健骨、补肾助阳。适用于精神倦乏、眩晕、耳聋、目暗、腰膝酸痛、阳痿、滑精、子宫虚冷等症。",
    "食法": "一日3次，每次15～30克。"
  },
  {
    "药膳名": "川白鱼头汤",
    "药材": "川芎、白芷各4克。",
    "食材": "鳙鱼头400克，葱、生姜各5克，料酒5毫升，盐、胡椒粉各3克，味精1克。",
    "做法": "步骤1：鳙鱼头去鳃，洗净血水;川芎、白芷洗净;葱洗净，切段;生姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，放入川芎、白芷、鳙鱼头、葱、姜、胡椒粉，入水适量，大火煮沸后，加入料酒、盐，转小火炖煮30分钟，加味精调味即可。",
    "功效": "祛风散寒、活血止痛。适用于外感风寒、头痛等症。",
    "食法": "去药喝汤，分早、晚餐食用。"
  },
  {
    "药膳名": "糖蒸桂圆",
    "药材": "新鲜桂圆500克。",
    "食材": "白砂糖50克。",
    "做法": "步骤1：桂圆去皮、核，洗净，放入蒸碗中。\n_x000D_\n\t　　步骤2：蒸锅置大火上，碗中加入白砂糖，拌匀，上笼蒸至颜色变黑，待凉后装入瓶中即可。",
    "功效": "养心安神。",
    "食法": "每日5粒，每日2次。"
  },
  {
    "药膳名": "牛肉蔬菜汤",
    "药材": "黄芪15克。",
    "食材": "牛肉400克，花椰菜、土豆、西红柿各30克，盐5克，鸡精1克。",
    "做法": "步骤1：牛肉切成大块，入沸水汆烫，捞出备用;西红柿洗净，切块;花椰菜择洗干净，洗净，掰成小块;土豆去皮，洗净，切成小块。\n_x000D_\n\t　　步骤2：砂锅置火上，注水少许，放入牛肉、西红柿、花椰菜、土豆，大火煮沸后转小火续煮40分钟，加盐、鸡精调味即可。",
    "功效": "补肾益阳。适宜容易感冒、体质虚弱者食用。",
    "食法": "体质虚弱者可一日一次。"
  },
  {
    "药膳名": "远志益心粥",
    "药材": "远志8克，莲子10克。",
    "食材": "大米100克。",
    "做法": "步骤1：远志去皮、心，与莲子研磨成粉末。\n_x000D_\n\t　　步骤2：砂锅置火上，注入适量的水，下入大米，大火煮沸后，加入远志、莲子，转小火熬至粥黏稠，即可食用。",
    "功效": "补气益心。适宜失眠者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参黄芪排骨汤",
    "药材": "党参5克，黄芪、八角各3克。",
    "食材": "猪排骨300克，生姜、葱各5克，老抽、米酒各10毫升，豆腐乳、冰糖各5克。",
    "做法": "步骤1：党参、黄芪清水洗净;猪排骨洗净血水，切段，姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入所有食材，大火煮沸后，加入党参、黄芪、八角，转小火煲2小时至肉熟即可。",
    "功效": "益气补虚、强筋健骨。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "土豆炖鸡块",
    "药材": "鸡肉200克。",
    "食材": "土豆300克，干辣椒、葱、生姜各5克，植物油8毫升，料酒、生抽各5毫升，盐2克，鸡精3克。",
    "做法": "步骤1：鸡肉洗净，切块，用盐、料酒、生抽拌匀腌制15分钟;土豆去皮，洗净，切成小块;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：锅置火上，入油少许烧至六成热，放入葱、姜、干辣椒爆香，加入鸡块翻炒至变色，放入土豆、生抽，翻炒2分钟，注入适量的水，大火煮沸后转中火炖至土豆熟烂，加盐调味即可。",
    "功效": "补气血、健脾胃。适宜脾胃不佳者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "气锅虫草鸡",
    "药材": "冬虫夏草1克。",
    "食材": "鸡肉60克，胡椒粉05克，味精1克，生姜2片，葱白2克，盐0.5克。",
    "做法": "步骤1：鸡肉洗净，切手指头样的小块。沸水锅内先下入姜、葱、胡椒粉，搅拌后，放入鸡肉块，汆烫至肉质变色后捞出，沥干放入气锅里;虫草择净，洗净。\n_x000D_\n\t　　步骤2：虫草散开摆在鸡肉的上面，然后再加姜、葱、少量水，加盖，大火时上笼蒸制约80分钟取出。\n_x000D_\n\t　　步骤3：滤出原汤，加盐和胡椒粉调味，倒入气锅内即可。",
    "功效": "补肾益肺、润燥养气。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "营养抄手",
    "药材": "建曲3克，甘草1克，泽泻1克，白豆蔻1克，黄连1克，陈皮4克，茯苓4克，桔梗1克，山药8克，党参8克，莲子8克，薏米8克，芡实8克，麦芽8克，山楂6克，藿香2克。",
    "食材": "扁豆8克，光鸡2只，墨鱼80克，面粉5000克，猪瘦肉5000克，猪皮500克、杂骨200克，生姜末20克，胡椒粉10克，盐20克。",
    "做法": "步骤1：以上药材都装入纱布包，扎紧口，漂洗备用;杂骨、猪皮、墨鱼、鸡肉分别洗净，猪瘦洗净，汆烫后剁咸肉末，加水、盐、胡椒粉一半，搅匀成肉馅。\n_x000D_\n\t　　步骤2：杂骨、猪皮、墨鱼、鸡肉连同药袋一起放入砂锅，加水炖至鸡肉熟烂，捞出药袋、鸡肉、墨鱼。鸡肉、墨鱼晾冷后剔去胃头、筋膜，切末，加味精、胡椒粉、盐和匀，调成佐料;面粉用水和匀，揉成面团，下剂子，擀皮，做成抄手皮。\n_x000D_\n\t　　步骤3：抄手皮包入肉馅，水沸后下锅煮至浮起，再焖2分钟即可。碗里放入味精、胡椒、盐，掺入前面熬好的药汁原汤，盛入抄手，用鸡肉、墨鱼佐料蘸食即可。",
    "功效": "补脾、健胃、助消化。适用于脾胃虚弱所致的消化不良、食滞、泄泻等症。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "百合山药炖白鳝",
    "药材": "新鲜山药30克，百合15克，白鳝1条。",
    "食材": "生姜5克，五香粉3克，盐2克，料酒10毫升。",
    "做法": "步骤1：山药去皮，洗净，切块;百合洗净;白鳝开膛去头、内脏，洗净血水，剁块。\n_x000D_\n\t　　步骤2：砂锅置火上，放入山药、百合、白鳝、姜，注入适量的水，大火煮沸后，撇去浮沫，转小火炖40分钟，加盐、五香粉调味即可。",
    "功效": "弱补虚健脾、养心安神。适宜神经衰弱者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "红枣木耳粥",
    "药材": "黑木耳15克。",
    "食材": "大米130克，红枣6枚，冰糖5克。",
    "做法": "步骤1：黑木耳温水泡发，洗净;红枣洗净，去核。\n_x000D_\n\t　　步骤2：砂锅置火上;入水适量，下入大米，大火煮沸后，加入木耳、红枣、冰糖，转小火熬煮至粥黏稠。",
    "功效": "益心补血。适宜产后失血较多、头昏目眩者食用。",
    "食法": "早、晚各食一次。"
  },
  {
    "药膳名": "三味乌鸡汤",
    "药材": "人参片10克，麦门冬15克，五味子8克。",
    "食材": "乌骨鸡腿1只，盐3克。",
    "做法": "步骤1：鸡腿洗净，切块，沸水氽烫，洗净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鸡腿、人参片、麦门冬、五味子，大火煮沸，小火炖40分钟，加盐调味即可。",
    "功效": "强心利尿、补肾壮阳、安神宁心。",
    "食法": "做点心单独食用。"
  },
  {
    "药膳名": "青梅鸭梨",
    "药材": "青梅15克，樱桃脯8克。",
    "食材": "鸭梨400克，白砂糖10克，植物油10毫升，蜂蜜20毫升。",
    "做法": "步骤1：鸭梨洗净，切小块;青梅切丁;樱桃脯切末。\n_x000D_\n\t　　步骤2：锅入植物油，烧热后加白砂糖，小火熬成黄色，再加水和蜂蜜煮沸，放入鸭梨，煮熟捞出。\n_x000D_\n\t　　步骤3：鸭梨盛盘，撒上青梅、樱桃脯，倒上糖汁即可。",
    "功效": "泻热化痰、润肺止咳、养阴润燥、保护牙龈。适用于咽喉疼痛、咳嗽、口干烦渴等症。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "枸杞板栗粥",
    "药材": "枸杞80克。",
    "食材": "板栗150克，盐5克，大米80克。",
    "做法": "步骤1：大米淘洗干净;板栗水烫过冲凉，剥壳备用;枸杞温水浸泡。\n_x000D_\n\t　　步骤2：大米和板栗放入砂锅，加水，小火煮成粥，撒上枸杞，加盐调味即可。",
    "功效": "滋补肾气、增强体质。适用于体虚气短、腰酸腿软等症。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "清蒸山药烤鸭",
    "药材": "山药250克。",
    "食材": "烤鸭1400克，白菜400克，料酒20毫升，盐5克，味精2克，葱段15克，生姜片10克，清汤适量。",
    "做法": "步骤1：烤鸭剁成块，放在碗中;白菜洗净，山药刮皮，一起切块后，焯水，放在鸭肉块上。\n_x000D_\n\t　　步骤2：葱段、姜片、料酒、盐、味精和清汤倒入盛满鸭肉的碗里，上笼大火蒸透。\n_x000D_\n\t　　步骤3：锅内放入清汤、盐、味精、料酒，调好味，大火煮沸后浇在鸭肉碗里。",
    "功效": "健脾补肺、固肾益精。适用于肺肾阴虚、气虚不固所致的早泄、遗精、尿频、虚劳咳嗽、骨蒸劳热、消渴、食欲不振、大便稀薄等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "姜枣黄芪汤",
    "药材": "黄芪10克。",
    "食材": "大枣10枚，生姜5克。",
    "做法": "步骤1：大枣洗净，去核;生姜洗净，切片;黄芪洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入黄芪、大枣、姜，大火煮沸后转小火煮约1小时即可。",
    "功效": "益气补虚、解表散寒。适用于治疗气血虚弱型闭经等症。",
    "食法": "吃枣饮汤。"
  },
  {
    "药膳名": "西芹银杏百合面",
    "药材": "百合250克，银杏果（白果）40克。",
    "食材": "西芹400克，生姜、葱各3克，盐2克，味精1克，鸡蛋面180克，鸡精粉2克，淀粉15克，植物油30毫升。",
    "做法": "步骤1：西芹、百合切好洗净，鸡蛋面用沸水煮熟，沾上淀粉，下油锅炸熟，盛盘备用;银杏洗净。\n_x000D_\n\t　　步骤2：过水后再放入砂锅，加油和调味料炒熟，水淀粉勾芡，淋入少许油。\n_x000D_\n\t　　步骤3：西芹、百合装入盘中，将银杏叶围在上面即可。",
    "功效": "敛肺气、治哮喘、清咽、缩小便。适用于高血压、血管硬化、神经衰弱等症。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "滋补黑豆奶",
    "药材": "生地黄5克，玄参、麦门冬各8克。",
    "食材": "黑豆180克，白砂糖25克，棉布袋1个。",
    "做法": "步骤1：黑豆洗净，清水浸泡约4小时至豆子膨胀，沥干备用。\n_x000D_\n\t　　步骤2：生地黄等药材装入纱布袋里，扎紧袋口，放入砂锅，小火煮沸5分钟，捞出纱布袋，滤汁备用。\n_x000D_\n\t　　步骤3：黑豆放入搅拌机里，倒入药汁，加水搅拌成黑豆浆，入锅内边煮边搅拌，至沸腾后，加白砂糖调味即可。",
    "功效": "补气强身、和中暖肾。",
    "食法": "早起温热饮用。"
  },
  {
    "药膳名": "油炸麻雀",
    "药材": "麻雀5只。",
    "食材": "葱、生姜各3克，酱油5毫升，料酒15毫升，淀粉10克，盐3克。",
    "做法": "步骤1：将麻雀宰杀，去毛和内脏，砍掉嘴壳和爪，洗净，加酱油、葱、姜、料酒和盐腌好。\n_x000D_\n\t　　步骤2：锅入油烧热，麻雀蘸上淀粉，下油中炸透，捞出沥干即可。",
    "功效": "助阳益精、暖腰缩尿。适用于阳虚赢瘦、阳痿不举、腰膝酸痛或冷痛、小便频数等症。",
    "食法": "蘸花椒盐食用。"
  },
  {
    "药膳名": "鹿茸枸杞酒蒸大虾",
    "药材": "鹿茸、枸杞各8克。",
    "食材": "大虾400克，米酒40毫升。",
    "做法": "步骤1：大虾去脚和虾须，背部划开，去沙线，清水洗净;鹿茸去除绒毛，与枸杞一起加米酒泡20分钟。\n_x000D_\n\t　　步骤2：大虾放入盘中，浇入鹿茸、枸杞和酒汁，盘子放入锅中，隔水蒸10分钟即可。",
    "功效": "温肾壮阳、强筋健胃、生精益血。适用于遗精、阳痿、腰酸腿软、虚寒怕冷等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "首乌山药糊",
    "药材": "山药200克，何首乌200克。",
    "食材": "黑芝麻200克，白砂糖15克。",
    "做法": "步骤1：黑芝麻、山药、何首乌均洗净、晒干、炒熟，研成细粉，分别装瓶，置于阴凉、干燥处。\n_x000D_\n\t　　步骤2：每次各取出20克粉末，放入碗中加沸水调匀，再加入白砂糖调味即可。",
    "功效": "养心安神、益气补肾。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "玉参炖老鸭",
    "药材": "玉竹、沙参各20克。",
    "食材": "老鸭1500克，葱、生姜各10克，味精2克，盐5克。",
    "做法": "步骤1：沙参和玉竹洗净，切片;葱和生姜洗净，拍破。\n_x000D_\n\t　　步骤2：老鸭宰杀，去毛和内脏，放入砂锅内，加水和玉竹、沙参，大火煮沸，小火炖2小时，加盐和味精调味即可。",
    "功效": "补肺、滋阴。适用于肺阴虚所致的咳喘、糖尿病和胃阴虚的慢性胃炎以及津亏肠燥引起的大便秘结等症。",
    "食法": "吃肉喝汤，佐餐食用。"
  },
  {
    "药膳名": "蕨菜口蘑鸡肉卷",
    "药材": "蕨菜80克，口蘑25克。",
    "食材": "鸡脯肉、虾仁各20克，面粉100克，面包渣10克，鸡蛋1枚，葱末、生姜末各5克，盐3克，味精2克，花椒油2毫升，香油5毫升，植物油20毫升。",
    "做法": "步骤1：蕨菜洗净，切碎;鸡脯肉、虾仁分别洗净，切碎;口蘑洗净，切丁;鸡蛋磕入碗中打成蛋液，加入50克面粉，搅匀成蛋糊。\n_x000D_\n\t　　步骤2：蕨菜、鸡脯肉、虾仁、口蘑，加入盐、味精、葱末、姜末、花椒油、香油放入碗里，拌匀成馅;锅入植物油烧热，一半蛋糊下锅摊成皮。\n_x000D_\n\t　　步骤3：蛋皮卷入馅，蘸面粉、蛋糊、面包渣，制咸蛋卷;再下入五成热的油锅里，炸成表皮金黄色，捞出沥油即可。",
    "功效": "健脾益胃、润肺化痰。适用于咳嗽有痰、虚劳赢瘦、胃呆食少、体倦、肠风热毒等症。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "南沙参猪肺汤",
    "药材": "南沙参15克。",
    "食材": "猪肺1具，料酒10毫升，姜片5克，葱段8克，盐3克，味精1克，胡椒粉2克。",
    "做法": "步骤1：南沙参温水润透，切片;猪肺洗净，切块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入南沙参、猪肺、料酒、姜片、葱段、适量水，大火烧沸，小火炖煮2小时，撇去浮沫，加盐、味精、胡椒粉调味即可。",
    "功效": "养阴补肺。适用于肺热燥咳、虚劳久咳、阴伤咽干、喉痛等症。",
    "食法": "每日1次，每次吃猪肺80克。"
  },
  {
    "药膳名": "百合煮豆腐",
    "药材": "百合20克。",
    "食材": "豆腐150克，葱末3克，盐3克，味精1克。",
    "做法": "步骤1：百合洗净，润透;豆腐洗净，切块。\n_x000D_\n\t　　步骤2：锅加水，放入百合、豆腐、盐、味精，煮熟加入葱末即可。",
    "功效": "润肺止咳、清心安神。适用于肺痨久嗽、咳唾痰血等症。",
    "食法": "每日1次，佐餐食用。"
  },
  {
    "药膳名": "萝卜炖牛肺",
    "药材": "苦杏仁10克。",
    "食材": "萝卜400克，牛肺200克。",
    "做法": "步骤1：萝卜洗净，切块;杏仁去皮尖;牛肺切块，用沸水汆烫，洗净。\n_x000D_\n\t　　步骤2：牛肺下锅，用姜汁、料酒大火炒透。\n_x000D_\n\t　　步骤3：将牛肺、萝卜、杏仁放入瓦罐内，煮熟即可。",
    "功效": "补肺、清肺、降气、除痰。适用于肺虚体弱、慢性支气管炎等症。",
    "食法": "吃肺饮汤，每周2次。"
  },
  {
    "药膳名": "产后调养粥",
    "药材": "黑芝麻25克。",
    "食材": "大米100克，白砂糖3克。",
    "做法": "步骤1：大米、黑芝麻去杂质，淘洗干净。\n_x000D_\n\t　　步骤2：炒锅置小火上，烧热后放入黑芝麻，炒至有香味后盛入盘中，研磨成粉待用;砂锅置中火上，入水适量，下入大米，熬煮至粥黏稠，加入黑芝麻粉，拌匀，加白砂糖调味即可。",
    "功效": "补养五脏、润肠通便。适宜产后气血两亏者食用。",
    "食法": "早晚各一次，空腹食用。"
  },
  {
    "药膳名": "小鸡炖蘑菇",
    "药材": "童子鸡1只。",
    "食材": "干蘑菇30克，葱、姜各5克，植物油10毫升，老抽5毫升，干辣椒、大料各5克，盐5克，鸡精2克。",
    "做法": "步骤1：小鸡宰杀后，去毛、内脏，洗净，剁块，放入沸水中氽透，捞出，沥干水分;干蘑菇温水泡发，去杂，洗净沥干;姜洗净，切片;葱洗净，切段。\n_x000D_\n\t　　步骤2：锅置大火上，入油烧至六成热，放入鸡块翻炒至鸡肉变色，加入葱、生姜、大料、干红辣椒、盐、老抽、料酒，翻炒至鸡肉着色均匀，注入适量水炖10分钟，加入蘑菇，转中火炖至鸡肉烂熟，加盐、鸡精调味即可。",
    "功效": "温中补气。适用于高血压、高血脂等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "汽锅黄芪鸡",
    "药材": "黄芪10克。",
    "食材": "核桃仁20克，母鸡1只，姜、葱各8克，盐5克，味精2克，料酒10毫升，花椒3克。",
    "做法": "步骤1：母鸡宰杀后，去毛、内脏，切成小块，入沸水中汆去血水，沥干水分，备用;黄芪洗净，切片;核桃仁洗净;葱洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：蒸锅置中火上，鸡、黄芪、核桃仁放入汽锅内，加入葱、姜、盐、味精、料酒、花椒，加盖上笼蒸3小时取出，拣去葱、生姜、黄芪即可。",
    "功效": "补中益气。适用于内伤劳倦、脾虚泄泻、气衰血虚等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山药粟米粥",
    "药材": "杏仁10克。",
    "食材": "山药80克，粟米80克，酥油10毫升。",
    "做法": "步骤1：山药煮熟;粟米炒熟，研成面;杏仁炒熟后去皮，切细末。\n_x000D_\n\t　　步骤2：杏仁末用山药和粟米混合，加酥油即可。",
    "功效": "补中益气、温中润肺。适用于脾虚体弱、肺虚久咳等症。",
    "食法": "空腹食用。"
  },
  {
    "药膳名": "益气粥",
    "药材": "葱白5克。",
    "食材": "大米50克，姜5克，米醋3毫升。",
    "做法": "步骤1：葱白洗净；大米淘洗干净；姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，加水适量，下入大米、姜片，大火煮沸后，加入葱白，转小火熬煮至粥黏稠，加米醋拌匀即可。",
    "功效": "益气补虚、散寒解表。适用于防治冬季病毒性感冒。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "银耳黄芪汤",
    "药材": "银耳30克，黄芪15克。",
    "食材": "白砂糖5克。",
    "做法": "步骤1：银耳泡发，润透，去蒂，洗净，撕威小朵；黄芪洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置小火上，入水适量，放入银耳、黄芪煎煮1小时，捞取药渣，加糖调味，即可饮用。",
    "功效": "益气生津、滋阴润肺。适用于白细胞减少、体质虚弱等症。",
    "食法": "每日一剂。"
  },
  {
    "药膳名": "人参桂圆饮",
    "药材": "桂圆肉20克，人参5克。",
    "食材": "冰糖20克。",
    "做法": "步骤1：桂圆肉洗净，润透;；人参洗净，润透，切片；冰糖打碎。\n_x000D_\n\t　　步骤2：砂锅置火上，放入桂圆肉、人参片，注入适量清水，大火煮沸后，转小火煎煮30分钟，放入冰糖屑，搅拌至冰糖化开，关火，加盖闷20分钟即可。",
    "功效": "补益气血、养心安神。适宜中分风后记忆力减退、言语不利者。",
    "食法": "代茶饮服。"
  },
  {
    "药膳名": "消火洋参粥",
    "药材": "西洋参3克，麦门冬8克，石斛15克，枸杞3克。",
    "食材": "大米60克，冰糖40克，棉布袋1个。",
    "做法": "步骤1：西洋参洗净，研成粉末；麦门冬、石斛分别洗净，放入棉布袋中包起；枸杞洗净后用水泡软，备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入大米、枸杞、药材包，大火煮沸，消火慢煮至粥熟即可。",
    "功效": "滋阴补气、宁神益智、清热生津，阵火消暑。",
    "食法": "空腹食用，每日2次。"
  },
  {
    "药膳名": "虫草炖甲鱼",
    "药材": "冬虫夏草8克。",
    "食材": "活甲鱼800克，红枣15枚，鸡清汤适量，料酒15毫升，盐4克，葱段10克，姜片5克，蒜瓣5克。",
    "做法": "步骤1：甲鱼宰杀，去壳、内脏、头、爪，剔除黄油，取下裙边留用；虫草洗净，红枣用沸水浸泡。\n_x000D_\n\t　　步骤2：甲鱼切大块，放入锅中煮沸后捞出，洗净，甲鱼块放入汤碗中，盖上虫草和红枣，加入料酒、盐、葱段、姜片、蒜瓣和鸡清汤，上笼蒸2小时后取出，拣去葱、姜即可。",
    "功效": "补肾滋阴、益气固精。适用于肾阴亏虚所致的阳痿、早泄、遗精、腰膝酸软、四肢乏力和痔疮等症。",
    "食法": "佐餐食用，吃肉喝汤。"
  },
  {
    "药膳名": "玄参萝卜汤",
    "药材": "玄参10克，白萝卜200克。",
    "食材": "蜂蜜60克，绍酒15毫升。",
    "做法": "步骤1：和玄参洗净切片，放入绍酒浸泡备用。\n_x000D_\n\t　　步骤2：萝卜放入大碗，铺2层，放1层玄参，淋上蜂蜜和绍酒，如此做法铺4次。\n_x000D_\n\t　　步骤3：碗里加冷水，上笼隔水大火蒸2小时即可。",
    "功效": "清肺定喘、补气养心。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "沙参百合甜汤",
    "药材": "沙参10克，新鲜百合1球。",
    "食材": "红枣4枚，冰糖10克。",
    "做法": "步骤1：百合剥瓣，去老边，洗净；沙参洗净，温水润透，红枣洗净，泡发。\n_x000D_\n\t　　步骤2：沙参、红枣放入砂锅，加水煮20分钟，放入百合继续煮5分钟，加冰糖调味即可。",
    "功效": "润肺止咳、滋阴清热。适用于气虚久咳、肺燥干咳、见咳嗽声低、痰少不利、体弱少食、口干口渴等症。",
    "食法": "每日一次，每次20毫升。"
  },
  {
    "药膳名": "锁阳煨羊肉",
    "药材": "锁阳10克。",
    "食材": "生姜3克，羊肉200克，香菇5朵，盐3克，味精1克。",
    "做法": "步骤1：锁阳、生姜洗净备用；羊肉洗净切块，沸水氽烫，捞出备用；香菇洗净，切丝。\n_x000D_\n\t　　步骤2：以上材料入锅，加水，大火煮沸，小火慢煮50分钟，加入盐和味精调味即可。",
    "功效": "敛精强精、补肾止遗。适用于阳气亏损、四肢冷痹等症。",
    "食法": "吃肉喝汤。"
  },
  {
    "药膳名": "杜仲羊汤",
    "药材": "杜仲15克，熟附子20克，熟地10克。",
    "食材": "羊肉200克，葱、姜各5克，盐3克。",
    "做法": "步骤1：杜仲、附子、熟地放入棉布包中，扎紧口；羊肉洗净，切成小块，备用。\n_x000D_\n\t　　步骤2：羊肉、药袋、葱、姜放入砂锅，加水盖过材料，大火煮沸，小火炖至羊肉熟烂，拣出药包，加盐调味即可。",
    "功效": "补肾壮阳。适用于肾虚所致的阳痿、早泄、腰酸怕冷等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "芡实饮",
    "药材": "芡实20克。",
    "食材": "",
    "做法": "芡实淘洗干净，放入砂锅，加水，大火煮沸，小火煮30分钟，至芡实熟烂即可。",
    "功效": "益肾固精、止遗缩尿。适用于肾虚不固所致的早泄、梦遗、滑精、小便频数等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "壮阳参茸汤",
    "药材": "太子参3克，鹿茸1克。",
    "食材": "鸡肉100克。",
    "做法": "步骤1：太子参、洗净，切片；鹿茸洗净；鸡肉去皮，洗净，切成小粒。\n_x000D_\n\t　　步骤2：汤煲置火上，入水适量，放入鸡肉，大火煮沸后，加入太子参、鹿茸，转小火煲制2小时即可。",
    "功效": "温肾壮阳、大补元气。适用于虚损、耳聋等症。",
    "食法": "食肉喝汤。"
  },
  {
    "药膳名": "鸡肉虾球",
    "药材": "虾肉120克。",
    "食材": "鸡脯肉80克，去皮白面包丁60克，料酒10毫升，盐3克，胡椒粉3克，味精2克，葱末、姜末各5克，鸡蛋2枚。",
    "做法": "步骤1：虾肉、鸡脯肉去皮、筋后，剁成泥，一起搅拌，加料酒、盐、胡椒粉、味精、葱末、姜末和鸡蛋清搅拌。\n_x000D_\n\t　　步骤2：锅入油，烧热后下入葱末，炸至出香，倒入肉泥里，反复摔打，做成丸子，沾上面包丁。\n_x000D_\n\t　　步骤3：锅热油，烧至五成，下丸子炸6分钟，发胀后，改大火，至表皮焦黄，捞出即可。",
    "功效": "补肾兴阳、益精养血。适用于肾阳虚弱所致的性欲减退、阳痿、早泄、小便频数、腰膝酸软、体倦乏力等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参牛尾汤",
    "药材": "黄芪50克，党参30克，当归20克，红枣40克，枸杞20克。",
    "食材": "牛尾1个，牛肉200克，牛筋80克，盐5克，白砂糖3克。",
    "做法": "步骤1：牛筋先用清水泡发30分钟，再沸水煮20分钟，捞出；牛肉洗净，切块；牛尾煺毛，顺骨缝剁开，洗净备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入以上所有材料，大火煮沸，小火炖2小时，加盐和白砂糖调味即可。",
    "功效": "补肾养血、益气固精。适用于肾虚阳痿、腰膝酸软等症。",
    "食法": "做点心食用，吃肉喝汤。"
  },
  {
    "药膳名": "人参蒸甲鱼",
    "药材": "人参2克，黄芪8克。",
    "食材": "甲鱼1只，生姜、盐各3克，味精1克，鸡精粉2克，料酒10毫升。",
    "做法": "步骤1：人参切段；黄芪洗净；甲鱼宰杀洗净；生姜切片备用。\n_x000D_\n\t　　步骤2：甲鱼入锅，加水煮至七成熟，捞出备用。\n_x000D_\n\t　　步骤3：甲鱼放入碗里，倒入调味料拌匀后，上过蒸15分钟即可。",
    "功效": "补肾壮阳。适用于遗精、阳痿、四肢发冷、腰膝酸软等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "灵芝鹿尾",
    "药材": "陈皮5克，灵芝3克。",
    "食材": "鹿尾1条，鸡1只，火腿40克，瘦猪肉30克，水发蘑菇30克，鸡汤适量，生姜、葱各5克，料酒10毫升，白砂糖3克，盐5克，植物油10毫升。",
    "做法": "步骤1：灵芝洗净，切片，蒸熟；鹿尾用沸水汆烫，洗净，再入沸水锅煮10分钟，捞出，去毛，顺骨缝切段；鸡宰杀，去除毛桩、爪和内脏，剖成两半，沸水氽透，剔出大骨；瘦猪肉沸水略氽，洗净切块，火腿也切块。\n_x000D_\n\t　　步骤2：锅入油，烧至八成热时，放入生姜、葱和料酒，加水、鹿尾段和陈皮，煮20分钟，捞出鹿尾。\n_x000D_\n\t　　步骤3：鸡肉、瘦猪肉、火腿、蘑菇、灵芝一并放入盆内。鹿尾段放在鸡肉的两旁。锅里倒入鸡汤，加白砂糖、盐，煮沸后倒入盆内，加盖上笼蒸熟。",
    "功效": "补脾益气、养心安神。适用于心脾两虚所致的阳痿不举、倦怠乏力、心悸、失眠等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "五子鸡内脏饮",
    "药材": "蒺藜子、覆盆子、车前子、菟丝子、茺蔚子各8克。",
    "食材": "鸡内脏(含鸡肺、鸡心、鸡肝)20克，姜、葱各5克，盐3克。",
    "做法": "步骤1：鸡内脏洗净、切片备用；姜洗净、切丝;葱去根须，洗净，切丝。\n_x000D_\n\t　　步骤2：以上药材都放入纱布袋中，扎紧袋口，放入砂锅，加水，大火煮沸，小火煎煮30分钟。\n_x000D_\n\t　　步骤3：放入鸡内脏、姜丝、葱丝，中火煮至沸腾后，加盐调味即可。",
    "功效": "补益五脏、养血明目。",
    "食法": "每日一次，每次100毫升。"
  },
  {
    "药膳名": "人参小母鸡",
    "药材": "人参2克。",
    "食材": "嫩母鸡1200克，葱、姜各5克，料酒10毫升，奶汤15毫升，盐5克，味精2克，植物油10毫升。",
    "做法": "步骤1：人参洗净，切薄片；母鸡宰杀。煺去毛桩，去除内脏，剁去脚爪，沸水氽烫后捞出，洗净，沥干。\n_x000D_\n\t　　步骤2：锅入植物油，放入葱、姜，煸出香味，加料酒、奶汤、盐和味精，煮沸几次后，拣出葱、姜。\n_x000D_\n\t　　步骤3：汤汁倒入砂锅，再放入人参和母鸡，小火煨煮，至鸡肉熟烂后，撇掉油即可。",
    "功效": "温中益气、补精添髓。适用于劳伤虚损、气血不足、阳痿、失眠、健忘、惊悸、食少、泄泻、消渴、小便频数等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "二物壮阳汤",
    "药材": "牛鞭80克，狗鞭8克，母鸡肉400克，花椒3克，生姜5克，料酒15毫升，味精2克，盐5克，植物油10毫升。",
    "食材": "",
    "做法": "步骤1：狗鞭油砂炒酥，温水浸泡40分钟，刷洗干净；牛鞭热水发胀，去净表皮，剖开、洗净，冷水浸漂40分钟；肉苁蓉、枸杞洗净，装入纱布袋内，扎紧袋口。\n_x000D_\n\t　　步骤2：砂锅内加水，放入牛鞭、狗鞭，煮沸后撇去浮沫，投入母鸡肉和花椒、生姜、料酒。再次烧沸，小火煨炖，至六成熟时，滤去花椒和生姜，放入药袋，继续煨炖，以牛鞭、狗鞭酥烂为度。\n_x000D_\n\t　　步骤3：拣去药袋，捞出牛鞭切成条，狗鞭切成节，鸡肉切成块，灵芝切成片，放入碗中，加味精、盐和植物调味。",
    "功效": "暖肾助阳、抗老延年。适用于虚损劳伤，肾气虚衰所致的阳痿不举，失眠健忘等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "党参甜粥",
    "药材": "党参8克。",
    "食材": "粳米80克，红糖10克。",
    "做法": "步骤1：党参温水浸泡2小时，切片;粳米洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入粳米和党参片，煮成粥即可。",
    "功效": "补中益气。适用于倦怠乏力、病后气血虚弱等症。",
    "食法": "每日2次，早晚温热服食，酌加红糖。"
  },
  {
    "药膳名": "黄芪瘦肉鲫鱼火锅",
    "药材": "黄芪10克。",
    "食材": "鲫鱼400克，猪瘦肉180克，豆腐、粉丝各120克，莴笋叶80克，生姜10克，葱8克，料酒20毫升，白砂糖、盐各3克，炒枳壳、味精、胡椒粉各1克，醋5毫升，植物油、鲜汤各适量。",
    "做法": "步骤1：鲫鱼宰杀后去鳃、鳞、内脏，切咸鱼片;猪瘦肉去筋膜，洗净沥干切片：豆腐切块;粉条温水浸泡后切段;莴笋叶洗净择好。全部食材装盘，围于火锅四周。\n_x000D_\n\t　　步骤2：黄芪、炒枳壳装入纱布包，放进砂锅里，加水煎煮，分两次取药液备用。固1锅入植物油，烧至六成热，下姜片，煸出香味，放盐、胡椒粉、醋、料酒、白砂糖，加入高汤烧开，撇去浮沫，再下药液，烧开之后，汤汁倒入火锅中，下菜食用即可。",
    "功效": "补气健胃、美容润颜。适用于脾虚所致的食欲不振、消化不良、便溏泄泻，以及气虚所致的气短乏力、胃下垂、脱肛等症。",
    "食法": "佐餐或单独食用，吃菜饮汤。"
  },
  {
    "药膳名": "人参猪肾粥",
    "药材": "人参末2克，薤白末8克，防风末8克。",
    "食材": "猪肾1对，粳米80克，葱白3克。",
    "做法": "步骤1：猪肾洗净，刮去臊腺，以上药材装在猪肾里;粳米淘净。\n_x000D_\n\t　　步骤2：粳米入砂锅煮熟，放入猪肾，小火煮2小时，下葱白再煮2分钟即可。",
    "功效": "益胃健脾。适用于老人气弱、头晕、耳聋等症。",
    "食法": "空腹食用，喝粥吃肾。"
  },
  {
    "药膳名": "银耳瘦肉汤",
    "药材": "银耳30克。",
    "食材": "瘦肉80克，大枣8颗，盐2克。",
    "做法": "步骤1：银耳泡发；瘦肉洗净，切片；大枣洗净备用。\n_x000D_\n\t　　步骤2：一起倒入砂锅，炖熟后加盐调味即可。",
    "功效": "益气生津。适于脾胃气阴不足所致的厌食症。",
    "食法": "吃菜饮汤，佐餐食用。"
  },
  {
    "药膳名": "黄精山药饼",
    "药材": "黄精10克，枸杞8克。",
    "食材": "虾仁30克，鲜干贝2颗，花枝40克，花椰菜1朵，玉米粒30克，玉米粉5克，奶粉10克，山药粉100克，盐4克，色拉油15毫升。",
    "做法": "步骤1：黄精洗净，放入砂锅，煎煮汤汁;虾仁洗净去泥肠：枸杞、干贝、花枝、花椰菜分别洗净切丁。\n_x000D_\n\t　　步骤2：药汤与菜丁、奶粉、色拉油等材料一起搅匀，做成面糊。\n_x000D_\n\t　　步骤2：锅入油，烧热后下入面糊，煎成金黄色即可。",
    "功效": "补脾益肾、养肺止泻、补肾益阳。",
    "食法": "做如心食用。"
  },
  {
    "药膳名": "壮阳面",
    "药材": "羊肚250克，韭黄100克。",
    "食材": "面粉1500克，羊肉500克，鸡蛋2枚，蘑菇100克，白菜心200克，生姜5克，盐3克，胡椒粉2克，料酒、醋各10毫升。",
    "做法": "步骤1：羊肉、羊肚洗净，切小块;蘑菇洗净，切半;白菜心洗净，切段;韭菜洗净，切碎备用。\n_x000D_\n\t　　步骤2：面粉用水发透，放入韭黄、盐，揉成面团，擀薄，切成面条。\n_x000D_\n\t　　步骤3：铝锅内加水，放入羊肉和羊肚，加入生姜、蘑菇，大火烧开，下入面条，再次烧开，加盐、料酒、醋、胡椒粉即可。",
    "功效": "补中益气。适用于脾胃气虚和营养不良所致的气短、懒言、肢体困倦、身体消瘦等症。",
    "食法": "做主食用，吃面喝汤。"
  },
  {
    "药膳名": "薏米山药粥",
    "药材": "去心莲肉10克，大枣6枚。",
    "食材": "山药20克，薏米20克，小米50克，白砂糖5克。",
    "做法": "步骤1：山药、薏米、莲肉、大枣和小米都洗净备用。\n_x000D_\n\t　　步骤2：材料都放入锅内，加水煮熟后，放入白砂糖调味即可。",
    "功效": "健脾益气。适用于脾虚、腹胀便溏、食少纳呆、肢体无力等症。",
    "食法": "空腹食用，每日2次。"
  },
  {
    "药膳名": "党参茯苓粥",
    "药材": "党参15克，茯苓15克。",
    "食材": "生姜3克，粳米50克。",
    "做法": "步骤1：党参、生姜洗净，切薄片;茯苓捣碎，浸泡30分钟;粳米淘洗干净。\n_x000D_\n\t　　步骤2：党参、茯苓、生姜一起放入砂锅煎煮30分钟，取汁后再煎，合并两次药汁。倒入粳米煮粥即可。",
    "功效": "益气补虚、健脾养胃。适用于气虚体弱和脾胃不足所致的体虚乏力、面色发白、饮食减少、食欲不振、反胃呕吐、大便稀薄等症。",
    "食法": "每日2次，早晚温热服食。"
  },
  {
    "药膳名": "茯苓红枣粥",
    "药材": "茯苓粉20克。",
    "食材": "粳米80克，红枣10枚。",
    "做法": "步骤1：红枣洗净后，用小火煮烂;粳米洗净。\n_x000D_\n\t　　步骤2：米入锅，加水煮粥，倒入红枣和汤汁，再加茯苓粉煮沸即可。",
    "功效": "安神养心、健脾补中、利水渗湿。适用于慢性肝炎、脾胃虚弱、腹泻、烦躁失眠等症。",
    "食法": "每日2次，早晚温热服食，可加红糖。"
  },
  {
    "药膳名": "川贝燕窝羹",
    "药材": "川贝、杏仁各8克，水发燕窝15克。",
    "食材": "冰糖末10克。",
    "做法": "步骤1：川贝、杏仁研成末;燕窝除去燕毛，洗净。\n_x000D_\n\t　　步骤2：炖锅加水，放入燕窝、川贝、杏仁、冰糖末，中火烧沸，改用小火炖50分钟即可。",
    "功效": "清热化痰、润肺止咳、调理肺气、补肺养阴。适用于肺阴虚引起的哮喘、气促、久咳、痰中带血、咳血、多汗等症。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "果仁山药泥",
    "药材": "山药1300克，西瓜子仁10克。",
    "食材": "葡萄干、莲子、冬瓜条、蜜枣、青梅、年糕各20克，菠萝罐头1罐，海带丝、胡萝卜丝各3克，白砂糖80克，猪油50克，水淀粉10毫升。",
    "做法": "步骤1：蜜枣去核;冬瓜条、青梅均切丁：莲子去皮、心，沸水浸透。碗内抹上一层猪油，放入西瓜子仁、葡萄干、海带丝、胡萝卜丝、莲子、蜜枣、冬瓜条、青梅，码成图案;山药洗净。\n_x000D_\n\t　　步骤2：山药蒸熟，去皮，压成泥，加白砂糖拌匀，一半放入码好图案的碗内，把剩下的果料放于其上，再加另一半山药泥。碗上笼蒸50分钟取出，翻扣在盘内。\n_x000D_\n\t　　步骤3：锅加水，入蜂蜜、白砂糖，用小火稍煮化，待水变稠时，水淀粉勾芡，将汁浇在山药泥上，再把菠萝及切成三角块的年糕围在边上即可。",
    "功效": "补肺益肾、健脾和胃。适用于贫血及消化不良等症，也用于健康人增进食欲、强健腰膝、消除疲劳、益寿延年。",
    "食法": "佐餐或做点心食用。"
  },
  {
    "药膳名": "柴胡甘草饮",
    "药材": "柴胡、白芍、香附子、枳壳、生麦芽各30克，甘草、川芎各10克。",
    "食材": "白砂糖250克。",
    "做法": "步骤1：以上药材加水，煮汁去渣。\n_x000D_\n\t　　步骤2：取汁适量，加白砂糖制成糖浆即可。",
    "功效": "疏肝解郁、理气宽中、健胃消食。用于慢性肝炎、肝都气滞之胁痛低热者。",
    "食法": "每次服30克，每日2次。服完再配，保持药液新鲜。"
  },
  {
    "药膳名": "黄羊肉粥",
    "药材": "淮山药20克，白扁豆10克。",
    "食材": "黄羊肉80克，大米80克。",
    "做法": "步骤1：黄羊肉洗净，切细丝;大米淘洗;淮山药和白扁豆洗净备用。\n_x000D_\n\t　　步骤2：上材料放入砂锅，加水后煮熟即可。",
    "功效": "健脾益胃。适用于脾气虚弱所致的消化不良、泄泻下痢、纳少乏力等症。",
    "食法": "每日2次，早晚温热服食。"
  },
  {
    "药膳名": "杏仁豆腐",
    "药材": "麻黄3克。",
    "食材": "优质豆腐100克，杏仁12克，猪大骨150克，盐3克，味精1克，香油5毫升。",
    "做法": "步骤1：猪大骨洗净;杏仁、麻黄洗净，装入布袋，扎紧;豆腐洗净，切成块。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入猪大骨，大火煮沸后转小火炖2小时，滤出骨汤，放入药袋小火炖煮90分钟，捞出药袋，加入盐、味精、香油调味即可。",
    "功效": "适用于肾阳虚哮喘病人服用。",
    "食法": "食豆腐，喝汤，一天分2次食用，连服3日为一个疗程。"
  },
  {
    "药膳名": "凉拌四鲜",
    "药材": "鲜蘑菇80克，腐竹120克，黄瓜40克，胡萝卜5毫升，盐3克，味精1克。",
    "食材": "",
    "做法": "步骤1：黄瓜、胡萝卜、鲜蘑菇洗净;黄瓜去皮后切成菱形小块;胡萝卜洗净，切方形小片备用;腐竹水发后切段;鲜蘑菇洗净，撕小朵。\n_x000D_\n\t　　步骤2：黄瓜块、胡萝卜片、鲜蘑菇、腐竹段先后入沸水锅中煮熟，捞出沥干水分装盘，淋香油，用碗闷片刻后，加入赫、味精调味即可。",
    "功效": "润肺滑肠、发汗定喘。适宜脾虚型哮喘者食用。",
    "食法": "佐餐，一日食完，连服10日为一个疗程。"
  },
  {
    "药膳名": "枇杷芦根饮",
    "药材": "鲜芦根8克。",
    "食材": "枇杷叶8克。",
    "做法": "步骤1：枇杷叶去毛，洗净烘干;鲜芦根洗净，切片。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入枇杷叶、鲜芦根，大火煮沸后转小火煎煮30分钟即可。",
    "功效": "祛风清热、止咳和胃。适宜风热咳嗽，兼有胃气上逆恶心呕吐者饮服。",
    "食法": "温热顿服。"
  },
  {
    "药膳名": "蜂蜜萝卜梨",
    "药材": "白萝卜1个。",
    "食材": "梨1个，蜂蜜40毫升，白胡椒5粒。",
    "做法": "白萝卜、梨洗净切碎，放入碗中，倒入蜂蜜，放入白胡椒，上锅蒸熟，拣出白胡椒即可。",
    "功效": "发散风寒、止咳化痰。适宜风寒咳嗽者食用。",
    "食法": "分两次温服。"
  },
  {
    "药膳名": "什锦饭卷",
    "药材": "小米、糙米、紫米、薏米、荞麦、燕麦、莲子、黑芝麻各10克。",
    "食材": "苹果1个，小黄瓜2根，全麦面皮2张或春卷皮2张，植物油20毫升，白砂糖5克。",
    "做法": "步骤1：小米、糙米、紫米、薏米、荞麦、燕麦淘洗干净，加水蒸熟，放入黑芝麻、白砂糖拌匀;莲子洗净煮熟;苹果和小黄瓜洗净，切成细条。\n_x000D_\n\t　　步骤2：摊开一张全麦面皮，在面皮上铺一层拌好的米饭，再放上苹果条、小黄瓜条，将面皮卷起来。\n_x000D_\n\t　　步骤3：平底锅置火上，入油滑锅，放入面皮卷煎至两面金黄，再切成小段装盘，撒上黑芝麻即可。",
    "功效": "补气养心。适宜风寒感冒者食用。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "葱白姜汤",
    "药材": "葱白、姜各20克。",
    "食材": "红糖10克。",
    "做法": "步骤1：葱白洗净，切段;姜洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入葱白段、姜片，大火煮沸后转小火炖煮25分钟，加入红糖调味即可。",
    "功效": "发汗解表、散寒解毒。适用于风寒感冒、呕吐、喘咳等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "菊花豆腐汤",
    "药材": "干菊花5克。",
    "食材": "豆腐200克，姜末3克，盐2克，鸡精1克，植物油10毫升。",
    "做法": "步骤1：干菊花洗净;豆腐洗净，切块。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至七成热，放入姜末爆香，下入菊花、豆腐、盐、鸡精稍炒，加水适量煮沸即可。",
    "功效": "疏风散寒、明目解毒。适用于风寒感冒、头痛、头晕、目赤、心胸烦热等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "山药鹌鹁汤",
    "药材": "党参15克。",
    "食材": "山药15克，鹌鹑1只，盐3克。",
    "做法": "步骤1：鹌鹑宰杀后去毛及肠杂，洗净切小块备用;党参洗净，切片。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入山药、党参、盐，小火炖40分钟至肉烂即可。",
    "功效": "健脾益胃、强壮身体。适用于体质虚弱、脾胃不足的食欲不振、消化不良、倦怠无力等症。",
    "食法": "每日2次，吃肉喝汤。"
  },
  {
    "药膳名": "牛肉浓汤",
    "药材": "牛肉400克。",
    "食材": "盐3克。",
    "做法": "牛肉切成小块，氽烫去血水，放入砂锅，加水小火煨煮至牛肉熟烂，加盐调味即可。",
    "功效": "补益脾胃、滋养润燥。适用于脾胃虚弱所致的营养不良、小便短少、脾胃阴虚、口渴多饮、水肿等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "牛肚荷叶汤",
    "药材": "鲜荷叶2张，茴香、肉桂、生姜、胡椒各1克。",
    "食材": "牛肚800克，黄酒10毫升，盐20克。",
    "做法": "步骤1：牛肚洗净，用盐、醋半碗反复擦洗，再用冷水反复洗净。\n_x000D_\n\t　　步骤2：荷叶垫在砂锅底，放入牛肚，加水，大火烧沸后用中火煮40分钟，捞出牛肚，切小块后再倒入砂锅，加黄酒、茴香及肉桂少许，小火煨2小时，再加盐、姜、胡椒粉少许，继续煨3小时，至肚烂即可。",
    "功效": "补中益气、健脾消食。适用于胃下垂、脘腹闷胀、食欲不振等症。",
    "食法": "牛肚佐餐食用，每日饮汤2次，每次30毫升。"
  },
  {
    "药膳名": "羊肉小米粥",
    "药材": "小米100克。",
    "食材": "羊肉100克，盐2克，生姜1克。",
    "做法": "步骤1：羊肉洗净，切片;小米淘洗干净;生姜切碎。\n_x000D_\n\t　　步骤2：肉和小米都放入锅里，加水煮熟，最后放入盐和生姜调味即可。",
    "功效": "温补脾胃。适用于脾胃阳虚所致的呕吐、反胃、食欲不振、形体消瘦等症。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "茯苓猪肉水饺",
    "药材": "茯苓粉40克。",
    "食材": "面粉800克，猪肉400克，盐4克，味精1克，料酒15毫升，香油5毫升，食用碱2克。",
    "做法": "步骤1：面粉加水，和成面团，加入食用碱，盖上湿纱布，饧2小时;猪肉洗净，剁成馅，加茯苓粉、盐，味精、料酒、香油调好。\n_x000D_\n\t　　步骤2：团下剂子，擀皮包馅，捏成饺子，下沸水中煮熟即可。",
    "功效": "补中益气。适用于脾胃虚弱者。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "甜辣鲜蘑藕丁",
    "药材": "鲜蘑菇80克。",
    "食材": "嫩藕200克，甜面酱40克，干辣椒1个，生姜2克，盐2克，味精1克，白砂糖5克，植物油15毫升。",
    "做法": "步骤1：藕洗净，去皮，切丁，浸冷水中;蘑菇洗净切丁;辣椒切末;生姜切丁。\n_x000D_\n\t　　步骤2：植物油，烧至五成热，放入干辣椒，倒入甜面酱，再加藕丁、蘑菇丁及少许水，加姜片、盐、白砂糖、味精，煮沸，焖2分钟即可。",
    "功效": "健脾开胃、补益强身。适用于脾胃虚弱所致的食欲不振、体倦乏力以及热病心烦口渴等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "橘皮炖鲫鱼",
    "药材": "生姜20克，橘皮5克。",
    "食材": "胡椒2克，鲜鲫鱼200克，盐3克。",
    "做法": "步骤1：鲜鲫鱼宰杀去鳞，剖腹去内脏，洗净;生姜洗净，切片，与橘皮、胡椒一起装入纱布包。\n_x000D_\n\t　　步骤2：包扎好塞进鱼腹，放入锅呈，小火煨煮2小时，取出纱布包，放盐调味即可。",
    "功效": "温胃散寒。适用于胃寒疼痛、虚弱无力、食欲不振、消化不良、蛔虫性腹痛等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "扁豆粥",
    "药材": "炒白扁豆50克。",
    "食材": "粳米80克，红糖10克。",
    "做法": "步骤1：白扁豆用温水浸泡24小时，粳米淘洗干净。\n_x000D_\n\t　　步骤2：内下入粳米，加水和白扁豆，煮成粥即可。",
    "功效": "健脾养胃、清暑止泻。适用于脾胃虚弱所致的慢性腹泻、暑湿泻痢、夏季烦渴等症。",
    "食法": "夏秋季早晚食用，加红糖调味。"
  },
  {
    "药膳名": "榛子蜂蜜粥",
    "药材": "榛子10克。",
    "食材": "粳米60克，蜂蜜10克。",
    "做法": "步骤1：榛子水沉去皮，加水研磨。\n_x000D_\n\t　　步骤2：浆汁与粳米一起放入锅内，煮成粥即可。",
    "功效": "益气力、健脾胃。适用于脾胃气弱、腹泻等症。",
    "食法": "加蜂蜜调味，长期食用。"
  },
  {
    "药膳名": "果参蒸鸭",
    "药材": "银杏、莲子各20克，人参2克。",
    "食材": "鸭子1500克，大枣10枚，绍酒、酱油各10毫升。",
    "做法": "步骤1：鸭子宰杀，去毛、内脏及脚，沸水汆烫。绍酒与酱油混合调匀，涂在鸭子的表皮和腹内;大枣去核，银杏去壳抠心，莲子泡发后去皮和心，人参切片烘脆，研成粉末。\n_x000D_\n\t　　步骤2：上的药材混合填入鸭腹，鸭子放在盆子里，上笼用大火蒸3小时。",
    "功效": "健脾益胃、补气养血。适用于脾虚食少、乏力、腹泻、血虚、眩晕、心悸、面色无华等症。",
    "食法": "单独使用。"
  },
  {
    "药膳名": "桂花肚丝",
    "药材": "桂花20朵。",
    "食材": "熟猪肚400克，胡萝卜40克，料酒10毫升，醋5毫升，盐3克，味精1克，水淀粉10毫升，鸡汤20毫升，植物油300克，葱末、姜末、蒜末各5克。",
    "做法": "步骤1：桂花用清水洗净;猪肚洗净，切成丝：胡萝卜洗净切丝。\n_x000D_\n\t　　步骤2：锅入植物油，烧至八成热时，入猪肚和胡萝卜，迅速翻炒5分钟捞出。\n_x000D_\n\t　　步骤3：锅留底油，加入葱末、姜末、蒜末、肚丝、胡萝卜丝，倒料酒、醋，加入鸡汤、盐、味精，烧开后加水淀粉勾芡，倒入桂花搅匀即可。",
    "功效": "补益脾胃。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "虫草雄鸭",
    "药材": "冬虫夏草6克。",
    "食材": "雄鸭1800克，葱、姜各10克，盐6克。",
    "做法": "步骤1：葱、姜洗净，葱切段，姜切片;雄鸭宰杀，去毛及内脏，洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入雄鸭、冬虫夏革和盐、姜片、葱段，大火煮沸后转小火煨煮3小时至熟烂即可。",
    "功效": "补虚助阳。适用于久病体虚、贫血、肢冷、阳痿、遗精、自汗、盗汗等症。",
    "食法": "饮汤食肉，佐餐食用。"
  },
  {
    "药膳名": "人参枸杞红枣粥",
    "药材": "人参3克，枸杞10克。",
    "食材": "红枣5枚，粳米80克，红糖10克。",
    "做法": "步骤1：人参、枸杞、红枣洗净，放入锅煎取汁液;粳米淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，兑入药液，下入粳米熬煮成粥，加入红糖，搅拌溶化即可。",
    "功效": "补肾助阳。适用于脾肾阳虚所致的咳嗽、面色无华、形寒肢冷、食少纳差、大便溏泻、小便清长等症。",
    "食法": "每日一次，或早或晚服用。"
  },
  {
    "药膳名": "二黄牛髓",
    "药材": "黄精50克，地黄30克，天门冬15克。",
    "食材": "牛骨油50克，蜂蜜30克。",
    "做法": "步骤1：黄精、地黄、天门冬洗净，润透切片，故入砂锅内，加水小火煎煮30分钟，去渣后，加蜂蜜熬煮，制成药膏。\n_x000D_\n\t　　步骤2：砂锅置火上，放入药膏、牛骨油，合拌煮沸，冷却成膏即可。",
    "功效": "补精髓、壮筋骨、和气血。适用于精血亏损、肾气不足引起的周身酸痛、失眠、健忘等症。",
    "食法": "早晨空腹食用，每次3克。每次食用以温黄酒佐之，也可放入粥内。"
  },
  {
    "药膳名": "滋补鸡块",
    "药材": "薏米、芡实、百合各10克，干贝8克。",
    "食材": "母鸡1500克，香菇、姜末各8克，料酒10毫升，糯米50克，莲子(去心)20克，麻油各20毫升，熟火腿15克，盐3克，胡椒粉2克，糖醋生菜100克，椒盐调料3克，熟植物油适量。",
    "做法": "步骤1：母鸡宰杀，去毛、内脏，整鸡出骨，洗净，用料酒、盐、姜末涂抹鸡身和鸡腹，腌渍约30分钟;糯米、薏米、百合、莲子(去心)、芡实分别泡涨、洗净，盛入碗内，上笼蒸熟;火腿、香菇均切成小粒。\n_x000D_\n\t　　以上几种辅料盛盆，加植物油适量、盐1克、胡椒粉1克拌匀，装入鸡腹，竹签封住脖子和肛门，上笼蒸2小时后取出。沥干水，凉凉，用细竹签在鸡胸部、鸡腿部戳几个气眼。\n_x000D_\n\t　　步骤2：锅置火上，入油大火烧至六成热。放入鸡炸至呈淡黄色，捞出，抽出竹签，鸡胸上划斜刀花，盛盘。\n_x000D_\n\t　　步骤3：净锅置火上，加麻油烧热，淋在鸡脯刀口处，与糖醋生菜、椒盐调料一同上桌即可。",
    "功效": "养心补肾、润肺健脾。适用于脾虚湿困所致的遗精、阳痿、遗尿等症。",
    "食法": "佐餐或单独食用。"
  },
  {
    "药膳名": "老鳖脊髓汤",
    "药材": "老鳖400克。",
    "食材": "猪脊髓150克，生姜片3克，葱段5克，胡椒粉、味精各2克。",
    "做法": "步骤1：老鳖揭去鳖甲，去内脏和头、爪;猪脊髓洗净备用。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入生姜、葱、胡椒粉、鳖肉，大火煮沸转小火煮至鳖肉熟透，放入猪脊髓，煮熟，加味精调味即可。",
    "功效": "滋阴补肾、填精补髓。适用于肾阴虚所致的腰膝酸痛、头晕目眩、多梦、遗精等症。",
    "食法": "吃肉喝汤，佐餐食用。"
  },
  {
    "药膳名": "玉兰鹿肉",
    "药材": "发玉兰片20克。",
    "食材": "鹿肉400克，香菜2克，酱油5毫升，绍酒10毫升，盐3克，白砂糖5克，味精1克，花椒水5毫升，葱、生姜各3克，植物油15毫升，鸡汤20毫升，水豆粉、香油各5毫升。",
    "做法": "步骤1：鹿肉洗净，切小块;玉兰片切成片;香菜洗净，切段。\n_x000D_\n\t　　步骤2：锅内入油，烧热后下鹿肉，炸至火红色时捞出。\n_x000D_\n\t　　步骤3：锅留底油，下葱、生姜炒香，下酱油、花椒水、盐、料酒、白砂糖、味精、鸡汤、鹿肉，大火煮沸后转小火炖1小时至肉熟烂时，加水淀粉勾芡，淋香油，撒上香菜段即可。",
    "功效": "补脏腑、调血脉、治虚劳、壮阳益精、暖腰脊。适用于肾阳不足所致的腰膝酸软、阳痿早泄、畏寒肢冷等症。",
    "食法": "佐餐或佐酒食用。"
  },
  {
    "药膳名": "银杏芦笋澳带",
    "药材": "银杏肉40克。",
    "食材": "澳带200克，芦笋120克，胡萝卜15克，盐3克，味精1克，白砂糖5克，水淀粉20毫升，鸡蛋1枚，植物油10毫升。",
    "做法": "步骤1：芦笋、胡萝卜洗净后切成小丁;银杏肉滑油备用;锅加水烧开，加入胡萝卜丁、芦笋丁、银杏肉煮30秒钟捞出;澳带洗清干净，加盐、味精、鸡蛋清、水淀粉，搅拌，备用。\n_x000D_\n\t　　步骤2：锅置火上，入油烧至三成热，下澳带划散，锅留底油，放入芦笋、胡萝卜、银杏、澳带，再放入盐、味精、白砂糖，翻炒1分钟至熟，加水淀粉勾芡盛盘即可。",
    "功效": "滋补肺肾、强身健体。适用于气短乏力，以及病后或术后体虚、形体消瘦等症。",
    "食法": "佐餐食用，每周2次。"
  },
  {
    "药膳名": "山药面条",
    "药材": "山药粉800克，豆粉100克。",
    "食材": "面粉1500克，生姜3克，鸡蛋5枚，盐3克，味精1克，胡椒粉2克，植物油10毫升，葱5克。",
    "做法": "步骤1：面粉、山药粉、豆粉放入盆中，加鸡蛋和水、盐一起搅拌，揉成面团，擀薄，切成面条。\n_x000D_\n\t　　步骤2：锅内加水，放入植物油、葱、生姜，烧开，下面条煮熟，放入味精、盐、胡椒粉调味即可。",
    "功效": "补气养虚。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "雪莲鸡汤",
    "药材": "雪莲花2克。",
    "食材": "活鸡1200克，薏米80克，党参3克，生姜、葱白各5克，盐3克。",
    "做法": "步骤1：党参、雪莲花洗净，装入纱布包，扎紧;薏米淘洗干净，装入另一只纱布包：生姜、葱白，均洗净拍破;活鸡宰杀，去毛桩和内脏，汆烫后清水洗净。\n_x000D_\n\t　　步骤2：放入砂锅，加水和两只纱布包，投入生姜和葱白，大火烧沸，小火炖3小时。捞出鸡肉，切块，放入大碗里。\n_x000D_\n\t　　步骤3：米撒在碗内，倒入汤汁，加盐调味即可。",
    "功效": "助阳益气，散寒祛湿。适用于脾气虚弱所致的体弱乏力，肾虚所致之阳痿、腰膝酸软以及风湿性关节炎等症。",
    "食法": "佐餐或做点心食用。"
  },
  {
    "药膳名": "栗子粥",
    "药材": "栗子100克。",
    "食材": "粳米80克。",
    "做法": "步骤1：栗子煮熟后去壳和皮，粳米淘净。\n_x000D_\n\t　　步骤2：锅加适量水，倒入粳米和栗子一起煮成粥即可。",
    "功效": "健脾养胃、补肾强筋。适用于脾虚气弱所致的四肢无力、头晕颤抖、食饮不下、泄泻不利等症。",
    "食法": "晨起空腹食用。"
  },
  {
    "药膳名": "佛手柑冰糖粥",
    "药材": "佛手柑10克。",
    "食材": "粳米80克，冰糖10克。",
    "做法": "步骤1：佛手柑洗净后煎汤，去渣留汁备用。\n_x000D_\n\t　　步骤2：米洗净，入锅，加药汁和冰糖，煮成粥即可。",
    "功效": "健脾养胃、理气止痛。适用于年老胃弱、胸闷气滞、消化不良、食欲不振、反胃嗳气等症。",
    "食法": "早晚温热服食。"
  },
  {
    "药膳名": "大补人参鹿肉汤",
    "药材": "党参、黄芪、白术、肉苁蓉、益智仁、茯苓、熟地、怀牛膝、芡实、枣各5克，肉桂1克，枸杞、菟丝子、白芍、山药各8克，远志、淫羊藿、杜仲、仙茅、补骨脂、泽泻各3克，当归6克。",
    "食材": "鹿肉4000克，生姜50克，葱白120克，胡椒3克，盐50克。",
    "做法": "步骤1：药材均洗净，用净纱布包扎，做成药包;鹿肉用清水洗净，剔去骨头，刮掉筋膜，入沸水氽烫后捞出切方块，骨头锤碎;姜、葱洗净，拍破;胡椒研粉，和盐调匀，装碗内备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入鹿肉、骨头和纱布包，加葱、姜，大火煮沸，撇净浮沫，转小火煨炖3小时至待鹿肉熟烂，分装入碗内，加胡椒、盐调味即可。",
    "功效": "补肾助阳。适用于肾阳不足之腰膝疲软、怕冷，阳痿、遗精等症，也可用于心脾两虚、气血不足所致的神疲体倦、面色萎黄、心悸、失眠、崩漏、白带等。",
    "食法": "单独食用。"
  },
  {
    "药膳名": "青梅玫瑰糕",
    "药材": "鲜黄玫瑰花120克。",
    "食材": "糯米粉450克，白砂糖120克，青梅80克，椰丝20克。",
    "做法": "步骤1：青梅去核，加水适量，用搅拌机打成汁，放入糯米粉300克、白砂糖80克，揉匀成绿粉团;新鲜黄玫瑰花、糯米粉、白砂糖揉成黄粉团。\n_x000D_\n\t　　步骤2：绿粉团、黄粉团做成中黄外绿的糕，周围撒上椰丝，上笼屉蒸20分钟至熟即可。",
    "功效": "疏肝解郁、理气开胃。适用于胸闷、乳胀、食欲不振等症。",
    "食法": "做点心食用。"
  },
  {
    "药膳名": "六鲜饺子",
    "药材": "熟蟹肉、水发海参、韭菜末各40克。",
    "食材": "冷水面400克，猪五花肉20。克，虾肉80克，鸭脯肉120克，鸡蛋3枚，熟植物油20克，香油10克，酱油10毫升，盐6克，葱末、姜束各10克，味精2克，鲜汤适量。",
    "做法": "步骤1：冷水面放案板上，上盖拧干的湿洁布饧80分钟。\n_x000D_\n\t　　步骤2：猪肉洗净绞碎，放入盆内，加60毫升鲜汤、酱油，搅拌至黏稠，再加适量盐、味精、葱末、姜末、熟植物油、香油，以及切碎的熟蟹肉、韭菜末，拌匀成蟹肉馅;鸭脯肉洗净，切碎，放入碗中.加30毫升鲜汤和酱油，搅拌至黏稠，加入盐、味精、葱、姜末、熟植物油、香油和洗净切碎的虾肉、海参，拌匀成鸭肉馅。\n_x000D_\n\t　　步骤3：鸡蛋磕破，分开蛋黄、蛋清，装两个碗内，分别打散，倒入两份面团，揉成蛋黄面团和蛋清面团，制成坯皮，分别包入蟹肉馅和鸭肉馅，做成鸳鸯水饺生坯，上笼沸水大火蒸10分钟至熟即可。",
    "功效": "益气养血、滋阴补阳。适用于身体虚弱、精力疲惫、健忘头晕等症。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "霸王别姬",
    "药材": "当归2克，白参1根。",
    "食材": "净乌骨鸡800克，净甲鱼500克，红枣3枚，枸杞4克，生姜片、葱段各10克，盐5克，味精2克，白胡椒粉2克。",
    "做法": "步骤1：净乌骨鸡、甲鱼宰杀后，处理干净，一起入沸水锅中，煮沸2分钟，撇去浮沫，捞出。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入乌骨鸡、甲鱼、生姜片、葱段、红枣、枸杞、人参、当归，大火煮沸后转小火炖3小时至鸡肉、甲鱼肉熟烂后，放入白胡椒粉、盐、味精调味，再煮2分钟即可。",
    "功效": "补气养血、补益肝肾。适用于贫血、产后病后体虚、精神疲惫、儿童生长发育迟缓等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "芦笋银杏炒百合",
    "药材": "净银杏肉5克。",
    "食材": "芦笋200克，净百合80克，盐3克，味精2克，白砂糖5克，植物油10毫升，水淀粉20毫升。",
    "做法": "步骤1：芦笋去老茎，洗净，切长段，净百合剥瓣，洗净备用。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，烧沸后加下银杏、芦笋，加盐，煮30秒，捞出沥干。\n_x000D_\n\t　　步骤3：净锅置火上。入油烧至四成热，下百合、芦笋、银杏，再加盐、味精、白砂糖.煸炒至熟，加水淀粉勾芡盛盘即可。",
    "功效": "养阴润肺、降脂降压。适用于肺热及阴虚咳嗽，以及高血压病、血脂异常、慢性支气管炎等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "冬虫夏草炖花胶汤",
    "药材": "冬虫夏草10克。",
    "食材": "花胶100克，姜片3克，盐2克。",
    "做法": "步骤1：花胶泡发，切块;冬虫夏草洗净，润透，冰糖打成碎屑。\n_x000D_\n\t　　步骤2：把冬虫夏草、花胶、生姜片一齐放入炖盅内，小火隔水炖煮炖3小时，食前加盐调味即可。",
    "功效": "补肾益精、滋养筋脉。适宜肾虚滑精、酸软、身体虚弱者食用。",
    "食法": "日常饮服。"
  },
  {
    "药膳名": "杜仲核桃羊肉汤",
    "药材": "核桃10克，杜仲15克，首乌30克。",
    "食材": "羊肉400克，玉米粒150克，红枣5枚，生姜片5克，盐3克，植物油少许。",
    "做法": "步骤1：核桃去壳，保留核桃衣;杜仲、首乌洗净，润透;红枣洗净，去核;羊肉洗净，入沸水锅中汆烫3分钟，捞起。\n_x000D_\n\t　　步骤2：瓦煲置火上，入水适量，放入生姜片、杜仲、首乌、核桃、羊肉，大火煲沸后转小火煲3小时，调入盐、植物油稍煮片刻即可。",
    "功效": "温肺润肠、生发乌发、涩精固肾。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "肉桂鸡肝汤",
    "药材": "肉桂5克。",
    "食材": "鸡肝200克，盐2克，料酒10毫升。",
    "做法": "步骤1：肉桂洗净，润透;鸡肝洗净，切成片。\n_x000D_\n\t　　步骤2：将肉桂、鸡肝一起放入炖盅内，加入盐、料酒，把炖盅置入沸水锅中，盖上锅盖，隔水炖30分钟至熟，拣去肉桂即可。",
    "功效": "温补肾阳、暖健脾胃。适宜阳痿、精亏血少、肝盛火起者食用。",
    "食法": "饮汤吃肝。"
  },
  {
    "药膳名": "银花绿豆饮",
    "药材": "银花10克。",
    "食材": "绿豆100克。",
    "做法": "步骤1：绿豆淘洗干净;银花洗净。\n_x000D_\n\t　　步骤2：两者共同放入锅中，加水煮熟，去银花，凉凉即可。",
    "功效": "清热解毒、清暑止渴。适宜疔疮疖痈各期患者均宜服用。",
    "食法": "每日1~2次。"
  },
  {
    "药膳名": "苦瓜咖啡",
    "药材": "生苦瓜120克。",
    "食材": "白砂糖40克，咖啡25克。",
    "做法": "步骤1：生苦瓜洗净，捣烂如泥，加白砂糖捣匀。\n_x000D_\n\t　　步骤2：两小时后将水滤出，兑入咖啡，冲入沸水搅拌，待冷服用即可。",
    "功效": "清热解毒。苦瓜苦寒，适宜疔疮患者服用。",
    "食法": "代茶饮用。"
  },
  {
    "药膳名": "凉拌马齿苋仙人掌",
    "药材": "马齿苋400克，仙人掌50克。",
    "食材": "白砂糖10克，醋10毫升，香油5毫升。",
    "做法": "马齿苋洗净切段;仙人掌去刺、皮切丝，与马齿苋一起入沸水中焯烫，加入白砂糖、醋、香油适量，拌匀即可。",
    "功效": "清热解毒、消肿止痛。适用于疔疮患者食用。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "甘草二豆汤",
    "药材": "金银花10克，甘草3克，橘皮3克。",
    "食材": "绿豆30克，红豆20克。",
    "做法": "步骤1：金银花、甘草、橘皮洗净，润透;绿豆、红豆淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入金银花、甘草、橘皮煎煮后滤渣取汁，下入绿豆、红豆熬煮至豆熟即可。",
    "功效": "清热化毒。适用于疖肿化脓期。",
    "食法": "吃豆饮汤，每天一剂，连用3~4日。"
  },
  {
    "药膳名": "翠衣绿豆饮",
    "药材": "西瓜皮400克。",
    "食材": "绿豆80克。",
    "做法": "步骤1：绿豆淘洗干净;西瓜皮洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入绿豆大火煮沸，放入西瓜皮，转小火煎煮至豆烂熟，稍冷即可。",
    "功效": "清热解毒、除烦止渴。适宜暑疖患者服用。",
    "食法": "随意饮用。"
  },
  {
    "药膳名": "芸香绿豆汤",
    "药材": "芸香草20克。",
    "食材": "绿豆80克，红糖10克。",
    "做法": "步骤1：芸香草洗净;绿豆淘洗干净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，下入绿豆、芸香草大火煮沸后转小火煎煮至豆烂熟，加红糖搅匀片刻即可。",
    "功效": "清热解毒、消暑凉血。适用于疮类，以及咽喉痛症。",
    "食法": "一日内分2次服完。"
  },
  {
    "药膳名": "北芪杞炖乳鸽",
    "药材": "北芪20克。",
    "食材": "枸杞20克，乳鸽1只。",
    "做法": "步骤1：乳鸽去毛、内脏，洗净切块;北芪、枸杞洗净，润透。\n_x000D_\n\t　　步骤2：乳鸽、北芪、枸杞放入炖盅，隔火炖熟即可。",
    "功效": "适用于疖肿溃破期、局部肿痛减轻、逐渐变软、中央之脓栓溃破脱出、流出脓液、局部形成溃疡等症。",
    "食法": "隔日一次，连用5日，饮汤食鸽肉。"
  },
  {
    "药膳名": "猪肚乌参汤",
    "药材": "制何首乌30克，三七3克。",
    "食材": "刺参150克，猪肚120克，绿竹笋75克，香菇2朵，绍酒15毫升，姜汁3毫升，糖2克，酱油1毫升，盐3克，麻油1毫升，胡椒粉1克，植物油20毫升。",
    "做法": "步骤1：香菇洗净，泡软，去蒂，切半;制何首乌、三七稍冲洗后，置锅中大火煮沸，改小火煎30分钟，滤取药汤备用;刺参去内脏洗净，入沸水中煮2分钟，取出洗净，切滚刀块;竹笋洗净，沸水中煮熟，取出凉凉，切滚刀块;猪肚洗净，入沸水中煮至熟烂，取出切成长块。\n_x000D_\n\t　　步骤2：锅入植物油烧热，下香菇炒香，放入刺参、猪肚、竹笋、调味料及药汤，烧至水沸勾芡即可。",
    "功效": "益肾养肝、活血补血、降血脂、抗衰老。适用于血管硬化、高血脂、神经衰弱等病。",
    "食法": "吃菜饮汤。"
  },
  {
    "药膳名": "桑葚蜂蜜饮",
    "药材": "桑葚500克。",
    "食材": "蜂蜜200毫升。",
    "做法": "步骤1：桑葚洗净，加水适量，煎煮30分钟，取汁，再加水煎煮，取汁水。\n_x000D_\n\t　　步骤2：将两次汁水合并，以小火煎熬，待汁液较黏稠时，倒入蜂蜜煮沸，起锅，待冷装瓶即可。",
    "功效": "滋补肝肾、聪耳明目。适用于失眠、健忘、眼花、耳鸣、烦渴，便秘、须发早白等症状。",
    "食法": "每日2次，每次15毫升，以热水冲服。"
  },
  {
    "药膳名": "红枣鸡肾汤",
    "药材": "桑葚、枸杞、红枣各15克，女贞子10克，柏子仁7克，菟丝子、覆盆子各5克。",
    "食材": "鸡腰子10副，老姜片3克，葱段5克，米酒10毫升，盐3克。",
    "做法": "步骤1：鸡腰子洗净，入沸水氽烫捞起，洗净沥干;红枣洗净，润透去核;药材稍冲洗后，加水适量，大火煮沸转小火熬煮至收汁，去渣，留药汤备用。\n_x000D_\n\t　　步骤2：红枣、鸡腰子、调味料、药汤一起放入炖盅，加盖上笼蒸20分钟至熟透即可。",
    "功效": "养心安神、补肾益精。适用于中老年人身体虚弱、四肢冰冷、腰膝酸疼、阳痿、早泄、子宫虚寒等症。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "木耳莲子羹",
    "药材": "莲子肉15克，干银耳10克。",
    "食材": "冰糖10克。",
    "做法": "步骤1：莲子肉、干银耳洗净，润透，放入锅中。\n_x000D_\n\t　　步骤2：加水适量，大火煮沸后转小火炖至烂熟，加入冰糖调味即可。",
    "功效": "补脾胃、滋肺阴。",
    "食法": "每日晨起后食用，食后最好稍微活动。"
  },
  {
    "药膳名": "养颜鸡翅",
    "药材": "党参、枸杞各5克，桑枝、炒白术、黑杜仲、葛根各3克。",
    "食材": "鸡翅8只，玉米笋、绿芦笋各80克，宽粉条80克，胡萝卜50克，老姜5片，葱4段，酱油2毫升，米酒10毫升，白砂糖3克，植物油20毫升。",
    "做法": "步骤1：药材稍冲洗后，置锅中，加水适量，大火煮沸，小火煮至收汁，去渣，留药汤。玉米笋、绿竹笋洗净，切段，入沸水焯烫后捞出沥水;胡萝卜洗净切片，入沸水焯烫后捞出沥水;宽粉条入沸水焯烫，捞起用冷水漂凉，沥干;鸡翅洗净，切块备用。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，下葱、姜爆香，加白砂糖、米酒、酱油、鸡翅、玉米笋、绿竹笋、胡萝卜片、宽粉条，兑入药汤，大火煮沸后转小火加盖焖煮15分钟至鸡翅熟烂即可。",
    "功效": "滋养补气、养颜美容、舒筋壮骨、清利头目。适于女士春季恢复气色。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "补气乌鸡汤",
    "药材": "枸杞3克，制何首乌、当归、熟地各8克，黄芪20克，山药15克。",
    "食材": "乌骨鸡1200克，老姜5片，米酒50毫升，黑豆100克，盐3克。",
    "做法": "步骤1：将以上6种药材洗净，润透装好，做成药材包;黑豆淘洗干净;乌骨鸡洗净，剁成肉块，入沸水汆煮5分钟，捞出来洗净备用。\n_x000D_\n\t　　步骤2：炖锅置火上，入水适量，放入鸡块、药材包，以及老姜、米酒、黑豆、盐，大火煮沸后转小火炖煮30分钟至鸡肉熟烂，拣出药材包即可。",
    "功效": "健脾补肾、养血补气，适用于气血虚弱、手足冰冷、男子精虫数目稀少、妇女不孕等症。",
    "食法": "食肉饮汤。"
  },
  {
    "药膳名": "红枣肉臊饭",
    "药材": "黄芪30克，红枣10克。",
    "食材": "猪五花肉300克，香菇5朵，虾米10克，酱油2毫升，米酒10毫升，白砂糖2克，盐3克，植物油20毫升，白米饭100克。",
    "做法": "步骤1：黄芪、红枣洗净，润透，红枣去核，两者均放锅中，加水适量，大火煮沸后转小火煮至收汁，去渣留汁备用;香菇洗净泡软，去蒂切丁;虾米稍泡软，沥干水分，切碎;猪五花肉洗净，切成肉丁。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，放入香菇、虾米爆香，倒入肉丁炒至出油，加调味料、药汁和适量水煮沸，转小火加盖继续煮50分钟，即成肉臊，淋在米饭上即可。",
    "功效": "健脾益气、养血，适用于气血两虚患者食用。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "豇豆鲜虾",
    "药材": "嫩豇豆150克。",
    "食材": "河虾250克，葱、生姜各5克，花椒、小茴香各2克，盐3克，料酒10毫升，白：砂糖5克，味精1克，高汤适量，植物油15毫升。",
    "做法": "步骤1：嫩豇豆洗净，掐成4厘米长段，洗净，入沸水锅中，加盐1克，焯熟，捞出盛盘;另起锅，入油烧至六成热，下河虾炸15秒钟，捞出备用。\n_x000D_\n\t　　步骤2：锅留底油烧热，入：葱、生姜、花椒、小茴香炒香，倒入料酒、高汤，小火煮10分钟，捞出葱、姜、花椒，和小茴香，倒入河虾，加入盐、味精、白砂糖，烧至汤汁收干后盛在豇豆上即可。",
    "功效": "补肾补钙、延缓衰老。适用于骨质疏松、性欲减退、性功能障碍等症。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "升阳鲤鱼汤",
    "药材": "川芎、茯苓各10克，天麻25克。",
    "食材": "鲤鱼1条，大米30克，料酒10毫升，酱油5毫升，味精2克，盐3克，白砂糖3克，胡椒粉1克，香油2毫升，姜片2克，葱段5克，水淀粉10毫升，清汤适量。",
    "做法": "步骤1：鲤鱼宰杀，去内脏及鳞片，处理干净;大米淘洗干净;川芎、茯苓用第二次淘米水泡1小时，捞出切片;天麻放入泡过川芎、茯苓的淘米水中浸泡4~6小时，捞出放在大米上，一起入电饭煲，蒸熟。取出天麻，切片，与川芎、茯苓一起放入鱼头、鱼腹内。\n_x000D_\n\t　　步骤2：鱼、姜片、葱段置于盘内，加清水适量，上笼蒸30分钟左右取出。\n_x000D_\n\t　　步骤3：炒锅置火上，烧热，加入清汤、胡椒粉、白砂糖、盐、味精、酱油、料酒，大火烧开，加水淀粉勾芡，淋香油调味，浇在鱼上即可。",
    "功效": "补气升阳、行气活血，适用于春季调理肠胃。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "葱白炖豆腐",
    "药材": "葱白段50克。",
    "食材": "豆腐500克，豆豉40克。",
    "做法": "步骤1：豆腐洗净，切小块，放入锅内，加适量清水煮5分钟。\n_x000D_\n\t　　步骤2：加入淡豆豉、葱段，小火煮熟即可。",
    "功效": "祛痰利尿、解表发汗。适用于早春风寒感冒频发时节，可用于防备咳嗽、鼻塞等症。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "养肝鸡蛋羹",
    "药材": "川楝子10克。",
    "食材": "菠菜70克，鸡蛋2枚，虾皮15克，盐2克，胡椒粉1克，葱末3克，香油2毫升。",
    "做法": "步骤1：川楝子洗净，放入砂锅，加水适量，大火煮沸后转小火煎煮30分钟，去渣留汁;鸡蛋入碗里搅匀;菠菜洗净，焯水，入冷水中浸凉，捞出沥干，剁咸菜泥;虾皮洗净，沥水。\n_x000D_\n\t　　步骤2：将鸡蛋液、温水适量、川楝子药汁倒入碗里，放入菠菜泥、胡椒粉、盐、虾皮、葱末搅拌均匀，上笼蒸15分钟，淋上香油即可。",
    "功效": "滋阴润燥、补虚益气、清除湿热、平抑肝火。适用于改善湿热侵袭、气滞不通所致的腹部胀满，也可作为乙肝患者在春季养肝护肝的调养品。",
    "食法": "可单食，也可佐餐食用。"
  },
  {
    "药膳名": "芹菜香干",
    "药材": "黄柏15克。",
    "食材": "芹菜200克，香干80克，葱末2克，姜末2克，水淀粉10毫升，盐3克，味精2克，植物油10毫升，高汤适量。",
    "做法": "步骤1：黄柏洗净，放入砂锅，加水适量，大火煮沸后转小火煎煮30分钟，去渣留汁;芹菜洗净，切小段，焯水;香干切小段，入沸水中略烫捞出。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，下姜末、葱末爆香，兑入黄柏药汁、香干、芹菜煸炒，加盐、味精、高汤煮10分钟，加水淀粉勾芡，炒熟即可。",
    "功效": "生津润燥、平息肝火。适用于改善肝火旺盛引起的失眠烦躁、心烦易怒、口干口苦、眼睛干涩、头痛头昏等症。",
    "食法": "每日一次，佐餐食用。"
  },
  {
    "药膳名": "益气鹅脯肉",
    "药材": "黄精20克。",
    "食材": "鹅脯肉400克，葱2克，姜2克，桂皮3克，八角1克，香叶2克，花椒2克，小茴香1克，草果3克，罗汉果5克，盐3克，味精2克，白砂糖3克，料酒10毫升。",
    "做法": "步骤1：黄精洗净，润透，切成薄片，与生姜、葱、八角、桂皮、小茴香、香叶、草果、罗汉果、花椒一起包成药包;鹅脯肉洗净。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入药包，大火煮沸后转小火煎煮20分钟，放入鹅脯肉，大火烧开，转小火煮20分钟，加盐、味精、白砂糖、料酒，沸煮5分钟，取出鹅脯肉凉凉，切片装盘即可。",
    "功效": "益气养阴、增强免疫力。适用于疲劳综合征、白细胞减少症等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "茭白虾皮",
    "药材": "茭白250克。",
    "食材": "虾皮15克，白砂糖2克，盐3克，味精2克，香油10毫升。",
    "做法": "步骤1：茭白洗净，刨去老根后切滚刀块，入沸水锅中，加盐，焯煮2分钟后取出凉凉;虾皮用温水浸泡5分钟，取出沥干水分。\n_x000D_\n\t　　步骤2：茭白、虾皮同入盘中，加盐、味精、白砂糖和香油，拌匀即可。",
    "功效": "清热除烦、醒脾开胃、催乳降压。适用于食欲不振、妇女产后缺乳、高血压病等症，非常适合春季养生调理。",
    "食法": "佐餐会用。"
  },
  {
    "药膳名": "香干马兰碎",
    "药材": "马兰头300克。",
    "食材": "香干30克，盐3克，味精、白砂糖各2克，熟白芝麻仁3克，香油10毫升。",
    "做法": "步骤1：马兰头洗净，入沸水中加盐，氽烫至马兰头变色，捞出，放入凉沸水中片刻，再次捞出，挤干水分，切成碎粒，;香干洗净切碎。\n_x000D_\n\t　　步骤2：马兰头与香干一起拌匀，盛盘，加入盐、味精、白砂糖、熟白芝麻仁稍拌，淋上香油即可。",
    "功效": "清热凉血、益气消肿。适用于咽喉肿痛、病毒性肝炎等症。",
    "食法": "每日一次。"
  },
  {
    "药膳名": "麦冬鹌鹑",
    "药材": "麦冬10克。",
    "食材": "鹌鹑5只，青菜心8棵，盐3克，味精2克，料酒10毫升，生抽、老抽各5毫升，白砂糖2克，姜片3克，葱段5克，八角、桂皮、香叶、小茴香各2克，植物油15毫升，香油10毫升。",
    "做法": "麦冬洗净，入砂锅中加水煎成浓缩药汁;鹌鹑处理干净，入沸水中加料酒汆煮1分钟后捞出洗净;青菜心洗净，入沸水中加盐、植物油，焯熟后取出备用。\n_x000D_\n\t　　步骤2：锅置火上，入油烧至三成热，放入葱、姜、八角、香叶、桂皮、小茴香炒香，加水适量，兑入麦冬汁、生抽、老抽，加盐、味精、白砂糖，放入鹌鹑，中火煮熟，加入香油，大火烧5分钟收汁。\n_x000D_\n\t　　步骤3：青菜心盛盘垫底，将鹌鹑盛在青菜心上，凉凉后上桌即可。",
    "功效": "补益五脏，养阴生津。适用于消化不良、单纯性肥胖、慢性腰腿疼痛等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "强筋牛腱肉",
    "药材": "陈皮20克。",
    "食材": "牛腱肉500克，盐3克，白砂糖、味精各2克，生抽、老抽各5毫升，姜片、葱段、小茴香、八角、草果、豆蔻、香叶各2克，香油10毫升。",
    "做法": "步骤1：锅中加水煮沸，放入牛腱肉煮10分钟，撇去浮沫，捞出备用。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入葱段、姜片、小茴香、八角、陈皮、草果、香叶、豆蔻、生抽、老抽，大火煮沸后放入牛腱肉，加入盐、味精、白砂糖、香油，转小火煨炖90分钟。\n_x000D_\n\t　　步骤3：取出牛腱肉凉凉后切片装盘即可。",
    "功效": "益气养血、增力强筋。适用于亏损消瘦、疲劳综合征、免疫力低下等症，也用于健康人春季滋补养生。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "降压海带丝",
    "药材": "枸杞3克。",
    "食材": "新鲜海带350克，盐3克，味精、白砂糖各2克，香油5毫升。",
    "做法": "步骤1：新鲜海带洗净，刮去表面的黏膜，去除泥沙，放入沸水锅中，加入盐煮20分钟，捞出切丝;枸杞放入温水中浸泡1小时后取出备用。\n_x000D_\n\t　　步骤2：海带丝、枸杞放入盘中，加味精、白砂糖、香油调味，拌匀即可。",
    "功效": "降脂降压、补钙消肿。适用于高血压痛、血脂异常、骨质疏松症、水肿等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "三丝金针菇",
    "药材": "金针菇150克。",
    "食材": "胡萝卜丝20克，青椒丝、红椒丝各10克，盐3克，味精、白砂糖各2克，香油10毫升。",
    "做法": "金针菇洗净，去根，切段，与胡萝卜丝、青椒丝、红椒丝一起入沸水锅中加盐焯烫至熟，捞出沥干水分，加味精、白砂糖、香油，拌匀即可。",
    "功效": "增高益智、增强免疫力。适用于少年儿童身高与智力发育不良、自身免疫功能低下等症。",
    "食法": "佐餐或者单独食用。"
  },
  {
    "药膳名": "壮阳基围虾",
    "药材": "基围虾10只。",
    "食材": "鸡蛋3枚，鸽子蛋2枚，熟植物油10毫升，盐3克，味精2克。",
    "做法": "步骤1：鸡蛋磕入碗中，搅匀备用;鸽子蛋煮熟，去壳，基围虾去头和壳，保留虾尾，洗净。\n_x000D_\n\t　　步骤2：鸽子蛋、基围虾一同放入碗中，加清水适量，倒入鸡蛋液、植物油、盐、味精，搅匀后上锅蒸熟即可。",
    "功效": "补肾壮阳、益气增智。适用于老年性痴呆、疲劳综合征、性功能障碍等症。",
    "食法": "做早餐食用。"
  },
  {
    "药膳名": "白参牛柳",
    "药材": "白参3克。",
    "食材": "牛里脊肉350克，青尖椒100克，红椒30克，姜末、葱末、盐各3克，味精、白砂糖各2克，老抽5毫升，料酒、蚝油、水淀粉各10毫升，植物油15毫升。",
    "做法": "步骤1：白参洗净，润透切片，入锅，加水大火煮沸后转小火煎煮50分钟，取浓缩汁备用;青尖椒、红椒洗净切段;牛里脊肉洗净，切成条状，加盐、味精、料酒，腌制15分钟。\n_x000D_\n\t　　步骤2：锅置火上，入油烧至四成热，下入牛里脊肉过油，约10秒钟，捞出沥油。\n_x000D_\n\t　　步骤3：锅留底油，放姜、葱炒香，下入青红椒，大火翻炒数秒，烹入料酒、老抽，加味精、白砂糖、蚝油，加牛里脊肉翻炒至熟，兑入白参汁炒匀，加水淀粉勾芡即可。",
    "功效": "益气养血、补益元气。适用于贫血、神疲乏力、容易感冒等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "健脑狮子头",
    "药材": "北沙参25克。",
    "食材": "猪五花肉1000克，鸡蛋1枚，螃蟹2只，小青菜心4棵，盐3克，味精、姜末、葱末各2克，料酒、白酒各10毫升，白胡椒粉3克，水淀粉15毫升。",
    "做法": "步骤1：北沙参洗净，放入锅中，加水大火煮沸后转小火煎煮40分钟，取浓缩汁;螃蟹洗净，入蒸笼蒸熟，取出蟹黄及蟹肉;青菜心洗净;猪五花肉剁成颗粒，加入姜末、葱末等调料及鸡蛋，搅拌均匀，放入蟹黄、蟹肉、沙参汁和水淀粉搅匀，做成肉馅。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，大火煮沸，将肉馅做成橘子大小的狮子头，逐个入水，小火煨2小时，放入青菜心稍煮即可。",
    "功效": "养阴生津、补血健脑。适用于贫血、健忘、口舌干燥等症，也用于滋补养生、春季回阳。",
    "食法": "可做主食，也可佐餐食用。"
  },
  {
    "药膳名": "什锦芹菜",
    "药材": "芹菜200克。",
    "食材": "胡萝卜丝、葱丝、黄豆芽各50克，脆皮豆腐丝30克，盐3克，味精2克，植物油、香油各10毫升。",
    "做法": "步骤1：芹菜洗净，择去老茎及叶片，切段;胡萝卜丝、黄豆芽、脆皮豆腐丝洗净沥干。\n_x000D_\n\t　　步骤2：锅置火上，入水煮沸，入盐、芹菜、胡萝卜丝、黄豆芽、脆皮豆腐丝，煮15秒钟捞出。\n_x000D_\n\t　　步骤3：炒锅置火上，入油烧热，下芹菜、胡萝卜丝、葱丝、黄豆芽、豆腐丝煸炒至熟，加盐、味精，香油调味即可。",
    "功效": "益气健脾、平肝降压。还适用于疲劳综合征、高血压病、血脂异常等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "清炒虾仁",
    "药材": "麦冬25克。",
    "食材": "虾仁250克，鸡蛋清40克，盐、味精、白砂糖各3克，料酒10毫升，葱、姜各2克，水淀粉、植物油各15毫升。",
    "做法": "步骤1：麦冬洗净，放入锅中，加水大火煮沸后转小火煎煮40分钟，取浓缩汁;虾仁洗净，加料酒、葱、姜、盐、味精、鸡蛋清和淀粉腌渍15分钟。\n_x000D_\n\t　　步骤2：炒锅置火上，入油烧至五成热时下虾仁过油15秒钟，捞出沥油，麦冬浓缩汁倒入锅，加盐、味精、白砂糖翻炒片刻，倒入虾仁翻炒至熟，加水淀粉勾芡即可。",
    "功效": "滋阴补阳、增强性功能。适用于体亏无力、性欲减退、性功能障碍等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "粉丝扇贝",
    "药材": "扇贝10只。",
    "食材": "蒜茸80克，白砂糖、盐各3克，味精1克，料酒15毫升，葱末、姜末各5克，粉丝、蒸鱼豉油各20克，香油15毫升。",
    "做法": "步骤1：粉丝剪成小段;扇贝洗净盛盘备用。\n_x000D_\n\t　　步骤2：将粉丝放在扇贝底部，撒上盐、味精、白砂糖、蒜茸，上笼蒸3分钟后取出，淋上蒸鱼豉油、香油，撒上葱末即可。",
    "功效": "滋补肝肾、凉血明目。适用于水肿、目赤、甲状腺瘤、淋巴结肿大等症。",
    "食法": "做主食用。"
  },
  {
    "药膳名": "豆豉鳜鱼",
    "药材": "川贝母5克。",
    "食材": "鳜鱼1条(约800克)，红椒丝、京葱丝各15克，蒸鱼豉油20克，盐、味精各3克，料酒15毫升，植物油15毫升。",
    "做法": "步骤1：川贝母研成细粉;鳜鱼宰杀，除去鳞、鳃、内脏，洗净备用。\n_x000D_\n\t　　步骤2：用适量川贝母粉、盐、味精、料酒、植物油涂抹鱼身，放入盘中，上笼，大火蒸8分钟至熟后取出，浇上蒸鱼豉油，撒上红椒丝、京葱丝即可。",
    "功效": "益脾养胃、补气养血。适用于赢瘦虚弱、神疲乏力、久病体弱等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "参片乳鸽汤",
    "药材": "白参1根。",
    "食材": "乳鸽1只，白胡椒粉2克，葱段、姜片各5克，盐3克，料酒15毫升，水发冬笋、火腿各20克，枸杞5克，鲜汤适量。",
    "做法": "步骤1：乳鸽宰杀，入沸水锅中氽烫，捞出洗净;枸杞、白参洗净;冬笋、火腿切片。\n_x000D_\n\t　　步骤2：锅置火上，入水适量，放入乳鸽、火腿片、生姜片、冬笋片、枸杞、白参煮沸，加鲜汤少许、盐、白胡椒粉、料酒、葱段，中小火炖1小时至鸽肉酥烂即可。",
    "功效": "益气养血、益智增力。适用于心慌懒言、气短乏力、病后、术后、产后体亏等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "爽口嫩笋",
    "药材": "嫩芦笋400克。",
    "食材": "红椒20克，盐3克，味精1克，白砂糖5克，香油5毫升，植物油10毫升，水淀粉10毫升，高汤适量。",
    "做法": "步骤1：芦笋切掉老茎，洗净，剖成片状：红椒切片。\n_x000D_\n\t　　步骤2：锅置火上，入油烧热，倒入芦笋片、红椒片，翻炒2分钟，加入盐、味精、白砂糖及高汤，翻炒至熟，加水淀粉勾芡，盛盘，淋上香油即可。",
    "功效": "润肺镇咳、降脂减肥。适用于单纯性肥胖症、脂肪肝、血脂偏高、肺热咳嗽等症。",
    "食法": "佐餐食用。"
  },
  {
    "药膳名": "莲子菜心鳖汤",
    "药材": "老鳖1只，莲子10粒。",
    "食材": "小青菜心1棵，盐3克，白胡椒粉、味精各2克，葱、姜各5克，料酒20毫升。",
    "做法": "步骤1：老鳖宰杀，洗净;莲子用水泡发。\n_x000D_\n\t　　步骤2：砂锅置火上，入水适量，放入莲子、老鳖同，大火烧沸，撇去浮沫，倒入葱、姜、料酒，改小火炖40分钟至老鳖熟烂，加入小青菜心，调入盐、白胡椒粉、味精，炖煮2分钟即可。",
    "功效": "滋阴健脾、补益肝肾、强壮精神。适用于病后或产后体亏、儿童生长发育迟缓等症。",
    "食法": "饮汤食肉。"
  },
  {
    "药膳名": "笋菇烧卖",
    "药材": "白参粉3克。",
    "食材": "猪五花肉、竹笋各150克，香菇100克，面粉500克，糯米饭500克，盐3克，味精、白砂糖、姜末各2克，老抽、生抽、香油、水淀粉各10毫升。",
    "做法": "步骤1：猪肉、竹笋洗净，切丁;香菇水发后切丁;面粉倒盆内，加入沸水，用筷子搅拌，调成烫面团。\n_x000D_\n\t　　步骤2：猪肉丁、笋丁、香菇丁、白参粉、糯米饭一同放入另一只盆内，加盐、味精、白砂糖、生抽、老抽、姜末和适量清水，搅拌均匀成馅。\n_x000D_\n\t　　步骤3：面团揉匀搓条，切成小剂子，按扁，擀皮，包上馅，做成烧卖坯子，码在蒸笼里，大火沸水足汽蒸8～10分钟至熟即可。",
    "功效": "益气养血、降脂通便。适用于身体虚弱、血脂偏高、贫血、大便干结等症，也用于健康人春季滋补养生、消脂解腻。",
    "食法": "做主食用。"
  }
]